{
  "title": "Counsels for the Church",
  "chapters": [
    {
      "chapter_number": 1,
      "title": "Chapter 1—A Vision of the Reward of the Faithful",
      "content": "While I was praying at the family altar, the Holy Ghost fell upon me, and I seemed to be rising higher and higher, far above the dark world. I turned to look for the Advent people in the world, but could not find them, when a voice said to me, “Look again, and look a little higher.” At this I raised my eyes, and saw a straight and narrow path, cast up high above the world. On this path the Advent people were traveling to the city, which was at the farther end of the path. They had a bright light set up behind them at the beginning of the path, which an angel told me was the midnight cry. This light shone all along the path and gave light for their feet so that they might not stumble. If they kept their eyes fixed on Jesus, who was just before them, leading them to the city, they were safe. But soon some grew weary, and said the city was a great way off, and they expected to have entered it before. Then Jesus would encourage them by raising His glorious right arm, and from His arm came a light which waved over the Advent band, and they shouted, “Alleluia!” Others rashly denied the light behind them and said that it was not God that had led them out so far. The light behind them went out, leaving their feet in perfect darkness, and they stumbled and lost sight of the mark and of Jesus, and fell off the path down into the dark and wicked world below. Soon we heard the voice of God like many waters, which gave us the day and hour of Jesus’ coming. The living saints, 144,000 in number, knew and understood the voice, while the wicked thought it was thunder and an earthquake. When God spoke the time, He poured upon us the Holy Ghost, and our faces began to light up and shine with the glory of God, as Moses’ did when he came down from Mount Sinai. ,000 were all sealed and perfectly united. On their foreheads was written, God, New Jerusalem, and a glorious star containing Jesus’ new name. At our happy, holy state the wicked were enraged, and would rush violently up to lay hands on us to thrust us into prison, when we would stretch forth the hand in the name of the Lord, and they would fall helpless to the ground. Then it was that the synagogue of Satan [those who chose to follow Satan] knew that God had loved us who could wash one another’s feet and salute the brethren with a holy kiss, and they worshiped at our feet. Soon our eyes were drawn to the east, for a small black cloud hadappeared, about half as large as a man’s hand, which we all knew was the sign of the Son of man. We all in solemn silence gazed on the cloud as it drew nearer and became lighter, glorious, and still more glorious, till it was a great white cloud. The bottom appeared like fire; a rainbow was over the cloud, while around it were ten thousand angels, singing a most lovely song; and upon it sat the Son of man. His hair was white and curly and lay on His shoulders; and upon His head were many crowns. His feet had the appearance of fire; in His right hand was a sharp sickle; in His left, a silver trumpet. His eyes were as a flame of fire, which searched His children through and through. Then all faces gathered paleness, and those that God had rejected gathered blackness. Then we all cried out, “Who shall be able to stand? Is my robe spotless?” Then the angels ceased to sing, and there was some time of awful silence, when Jesus spoke: “Those who have clean hands and pure hearts shall be able to stand; My grace is sufficient for you.” At this our faces lighted up, and joy filled every heart. And the angels struck a note higher and sang again, while the cloud drew still nearer the earth. Then Jesus’ silver trumpet sounded, as He descended on the cloud, wrapped in flames of fire. He gazed on the graves of the sleeping saints, then raised His eyes and hands to heaven, and cried, “Awake! awake! awake! ye that sleep in the dust, and arise.” Then there was a mighty earthquake. The graves opened, and the dead came up clothed with immortality. ,000 shouted, “Alleluia!” as they recognized their friends who had been torn from them by death, and in the same moment we were changed and caught up together with them to meet the Lord in the air. We all entered the cloud together, and were seven days ascending to the sea of glass, when Jesus brought the crowns, and with His own right hand placed them on our heads. He gave us harps of gold and palms of victory. Here on the sea of glass ,000 stood in a perfect square. Some of them had very bright crowns, others not so bright. Some crowns appeared heavy with stars, while others had but few. All were perfectly satisfied with their crowns. And they were all clothed with a glorious white mantle from their shoulders to their feet. Angels were all about us as we marched over the sea of glass to the gate of the city. Jesus raised His mighty, glorious arm, laid hold of the pearly gate, swung it back on its glittering hinges, and said to us, “You have washed your robes in My blood, stood stiffly for My truth, enter in.” We all marched in and felt that we had a perfect right in the city. Here we saw the tree of life and the throne of God. Out of the throne came a pure river of water, and on either side of the river was the tree of life. On one side of the river was a trunk of a tree, and a trunk on the other side of the river, both of pure, transparent gold. At first I thought I saw two trees. I looked again, and saw that they were united at the top in one tree. So it was the tree of life on either side of the river of life. Itsbranches bowed to the place where we stood, and the fruit was glorious; it looked like gold mixed with silver. We all went under the tree and sat down to look at the glory of the place, when Brethren Fitch and Stockman, who had preached the gospel of the kingdom, and whom God had laid in the grave to save them, came up to us and asked us what we had passed through while they were sleeping. We tried to call up our greatest trials, but they looked so small compared with the far more exceeding and eternal weight of glory that surrounded us that we could not speak them out, and we all cried out, “Alleluia, heaven is cheap enough!” and we touched our glorious harps and made heaven’s arches ring. With Jesus at our head we all descended from the city down to this earth, on a great and mighty mountain, which could not bear Jesus up, and it parted asunder, and there was a mighty plain. Then we looked up and saw the great city, with twelve foundations, and twelve gates, three on each side, and an angel at each gate. We all cried out, “The city, the great city, it’s coming, it’s coming down from God out of heaven,” and it came and settled on the place where we stood. Then we began to look at the glorious things outside of the city. There I saw most glorious houses, that had the appearance of silver, supported by four pillars set with pearls most glorious to behold. These were to be inhabited by the saints. In each was a golden shelf. I saw many of the saints go into the houses, take off their glittering crowns and lay them on the shelf, then go out into the field by the houses to do something with the earth; not as we have to do with the earth here; no, no. A glorious light shone all about their heads, and they were continually shouting and offering praises to God. I saw another field full of all kinds of flowers, and as I plucked them, I cried out, “They will never fade.” Next I saw a field of tall grass, most glorious to behold; it was living green and had a reflection of silver and gold, as it waved proudly to the glory of King Jesus. Then we entered a field full of all kinds of beasts—the lion, the lamb, the leopard, and the wolf, all together in perfect union. We passed through the midst of them, and they followed on peaceably after. Then we entered a wood, not like the dark woods we have here; no, no; but light, and all over glorious; the branches of the trees moved to and fro, and we all cried out, “We will dwell safely in the wilderness and sleep in the woods.” We passed through the woods, for we were on our way to Mount Zion. As we were traveling along, we met a company who also were gazing at the glories of the place. I noticed red as a border on their garments; their crowns were brilliant; their robes were pure white. As we greeted them, I asked Jesus who they were. He said they were martyrs that had been slain for Him. With them was an innumerable company of little ones; they also had a hem of red on their garments. Mount Zion was just before us, and on the mount was a glorious temple, and about it were seven other mountains, on which grew roses andlilies. And I saw the little ones climb, or, if they chose, use their little wings and fly, to the top of the mountains and pluck the never-fading flowers. There were all kinds of trees around the temple to beautify the place: the box, the pine, the fir, the oil, the myrtle, the pomegranate, and the fig tree bowed down with the weight of its timely figs—these made the place all over glorious. And as we were about to enter the holy temple, Jesus raised His lovely voice and said, “Only ,000 enter this place,” and we shouted, “Alleluia.” This temple was supported by seven pillars, all of transparent gold, set with pearls most glorious. The wonderful things I there saw I cannot describe. Oh, that I could talk in the language of Canaan, then could I tell a little of the glory of the better world. I saw there tables of stone in which the names of ,000 were engraved in letters of gold. After we beheld the glory of the temple, we went out, and Jesus left us and went to the city. Soon we heard His lovely voice again, saying, “Come, My people, you have come out of great tribulation, and done My will; suffered for Me; come in to supper, for I will gird Myself, and serve you.” We shouted, “Alleluia! glory!” and entered into the city. And I saw a table of pure silver; it was many miles in length, yet our eyes could extend over it. I saw the fruit of the tree of life, the manna, almonds, figs, pomegranates, grapes, and many other kinds of fruit. I asked Jesus to let me eat of the fruit. He said, “Not now. Those who eat of the fruit of this land go back to earth no more. But in a little while, if faithful, you shall both eat of the fruit of the tree of life and drink of the water of the fountain.” And He said, “You must go back to the earth again and relate to others what I have revealed to you.” Then an angel bore me gently down to this dark world. Sometimes I think I can stay here no longer; all things of earth look so dreary. I feel very lonely here, for I have seen a better land. Oh, that I had wings like a dove, then would I fly away and be at rest!"
    },
    {
      "chapter_number": 2,
      "title": "Chapter 2—The Time of The End",
      "content": "We are living in the time of the end. The fast-fulfilling signs of the times declare that the coming of Christ is near at hand. The days in which we live are solemn and important. The Spirit of God is gradually but surely being withdrawn from the earth. Plagues and judgments are already falling upon the despisers of the grace of God. The calamities by land and sea, the unsettled state of society, the alarms of war, are portentous. They forecast approaching events of the greatest magnitude. The agencies of evil are combining their forces and consolidating. They are strengthening for the last great crisis. Great changes are soon to take place in our world, and the final movements will be rapid ones. The condition of things in the world shows that troublous times are right upon us. The daily papers are full of indications of a terrible conflict in the near future. Bold robberies are of frequent occurrence. Strikes are common. Thefts and murders are committed on every hand. Men possessed of demons are taking the lives of men, women, and little children. Men have become infatuated with vice, and every species of evil prevails. The enemy has succeeded in perverting justice and in filling men’s hearts with the desire for selfish gain. “Justice standeth afar off: for truth is fallen in the street, and equity cannot enter.”:14. In the great cities there are multitudes living in poverty and wretchedness, well-nigh destitute of food, shelter, and clothing; while in the same cities are those who have more than heart could wish, who live luxuriously, spending their money on richly furnished houses, on personal adornment, or worse still, upon the gratification of sensual appetites, upon liquor, tobacco, and other things that destroy the powers of the brain, unbalance the mind, and debase the soul. The cries of starving humanity are coming up before God, while by every species of oppression and extortion men are piling up colossal fortunes. I was in the night season called upon to behold buildings rising story after story toward heaven. These buildings were warranted to be fireproof, and they were erected to glorify the owners and builders. Higher and still higher these buildings rose, and in them the most costly material was used. Those to whom these buildings belonged were not asking themselves: “How can we best glorify God?” The Lord was not in their thoughts. As these lofty buildings went up, the owners rejoiced with ambitious pride that they had money to use in gratifying self and provoking theenvy of their neighbors. Much of the money that they thus invested had been obtained through exaction, through grinding down the poor. They forgot that in heaven an account of every business transaction is kept; every unjust deal, every fraudulent act, is there recorded. The time is coming when in their fraud and insolence men will reach a point that the Lord will not permit them to pass, and they will learn that there is a limit to the forbearance of Jehovah. The scene that next passed before me was an alarm of fire. Men looked at the lofty and supposedly fireproof buildings and said: “They are perfectly safe.” But these buildings were consumed as if made of pitch. The fire engines could do nothing to stay the destruction. The firemen were unable to operate the engines. I am instructed that when the Lord’s time comes, should no change have taken place in the hearts of proud, ambitious human beings, men will find that the hand that had been strong to save will be strong to destroy. No earthly power can stay the hand of God. No material can be used in the erection of buildings that will preserve them from destruction when God’s appointed time comes to send retribution on men for their disregard of His law and for their selfish ambition. There are not many, even among educators and statesmen, who comprehend the causes that underlie the present state of society. Those who hold the reins of government are not able to solve the problem of moral corruption, poverty, pauperism, and increasing crime. They are struggling in vain to place business operations on a more secure basis. If men would give more heed to the teaching of God’s word, they would find a solution of the problems that perplex them. The Scriptures describe the condition of the world just before Christ’s second coming. Of the men who by robbery and extortion are amassing great riches, it is written: “Ye have heaped treasure together for the last days. Behold, the hire of the laborers who have reaped down your fields, which is of you kept back by fraud, crieth: and the cries of them which have reaped are entered into the ears of the Lord of Sabaoth. Ye have lived in pleasure on the earth, and been wanton; ye have nourished your hearts, as in a day of slaughter. Ye have condemned and killed the just; and he doth not resist you.”:3-6. But who reads the warnings given by the fast-fulfilling signs of the times? What impression is made upon worldlings? What change is seen in their attitude? No more than was seen in the attitude of the inhabitants of the Noachian world. Absorbed in worldly business and pleasure, the antediluvians “knew not until the Flood came, and took them all away.”:39. They had heaven-sent warnings, but they refused to listen. And today the world, utterly regardless of the warning voice of God, is hurrying on to eternal ruin. The world is stirred with the spirit of war. The prophecy of the eleventh chapter of Daniel has nearly reached its complete fulfillment. Soon the scenes of trouble spoken of in the prophecies will take place. “Behold, the Lord maketh the earth empty, and maketh it waste, and turneth it upside down, and scattereth abroad the inhabitants thereof.... Because they have transgressed the laws, changed the ordinance,broken the everlasting covenant. Therefore hath the curse devoured the earth, and they that dwell therein are desolate.... The mirth of tabrets ceaseth, the noise of them that rejoice endeth, the joy of the harp ceaseth.”:1-8. “Alas for the day! for the day of the Lord is at hand, and as a destruction from the Almighty shall it come....”:15. “I beheld the earth, and, lo, it was without form, and void; and the heavens, and they had no light. I beheld the mountains, and, lo, they trembled, and all the hills moved lightly. I beheld, and, lo, there was no man, and all the birds of the heavens were fled. I beheld, and, lo, the fruitful place was a wilderness, and all the cities thereof were broken down.”:23-26. “Alas! for that day is great, so that none is like it: it is even the time of Jacob’s trouble; but he shall be saved out of it.”:7. Not all in this world have taken sides with the enemy against God. Not all have become disloyal. There are a faithful few who are true to God; for John writes: “Here are they that keep the commandments of God, and the faith of Jesus.”:12. Soon the battle will be waged fiercely between those who serve God and those who serve Him not. Soon everything that can be shaken will be shaken, that those things that cannot be shaken may remain. Satan is a diligent Bible student. He knows that his time is short, and he seeks at every point to counterwork the work of the Lord upon this earth. It is impossible to give any idea of the experience of the people of God who shall be alive upon the earth when celestial glory and a repetition of the persecutions of the past are blended. They will walk in the light proceeding from the throne of God. By means of the angels there will be constant communication between heaven and earth. And Satan, surrounded by evil angels, and claiming to be God, will work miracles of all kinds, to deceive, if possible, the very elect. God’s people will not find their safety in working miracles, for Satan will counterfeit the miracles that will be wrought. God’s tried and tested people will find their power in the sign spoken of :12-18. They are to take their stand on the living word: “It is written.” This is the only foundation upon which they can stand securely. Those who have broken their covenant with God will in that day be without God and without hope. The worshipers of God will be especially distinguished by their regard for the fourth commandment, since this is the sign of God’s creative power and the witness to His claim upon man’s reverence and homage. The wicked will be distinguished by their efforts to tear down the Creator’s memorial and to exalt the institution of Rome. In the issue of the conflict all Christendom will be divided into two great classes, those who keep the commandments of God and the faith of Jesus, and those who worship the beast and his image, and receive his mark. Although church and state will unite their power to compel all, “bothsmall and great, rich and poor, free and bond,” to receive the mark of the beast, yet the people of God will not receive it.:16. The prophet of Patmos beholds “them that had gotten the victory over the beast, and over his image, and over his mark, and over the number of his name, stand on the sea of glass, having the harps of God,” and singing the song of Moses and the Lamb.:2. Fearful tests and trials await the people of God. The spirit of war is stirring the nations from one end of the earth to the other. But in the midst of the time of trouble that is coming,—a time of trouble such as has not been since there was a nation—God’s chosen people will stand unmoved. Satan and his host cannot destroy them, for angels that excel in strength will protect them."
    },
    {
      "chapter_number": 3,
      "title": "Chapter 3—Prepare to Meet the Lord",
      "content": "I saw that we should not put off the coming of the Lord. Said the angel: “Prepare, prepare, for what is coming upon the earth. Let your works correspond with your faith.” I saw that the mind must be stayed upon God, and that our influence should tell for God and His truth. We cannot honor the Lord when we are careless and indifferent. We cannot glorify Him when we are desponding. We must be in earnest to secure our own soul’s salvation, and to save others. All importance should be attached to this, and everything besides should come in secondary. I saw the beauty of heaven. I heard the angels sing their rapturous songs, ascribing praise, honor, and glory to Jesus. I could then realize something of the wondrous love of the Son of God. He left all the glory, all the honor which He had in heaven, and was so interested for our salvation that He patiently and meekly bore every indignity and slight which man could heap upon Him. He was wounded, smitten, and bruised; He was stretched on Calvary’s cross and suffered the most agonizing death to save us from death, that we might be washed in His blood and be raised up to live with Him in the mansions He is preparing for us, to enjoy the light and glory of heaven, to hear the angels sing, and to sing with them. I saw that all heaven is interested in our salvation; and shall we be indifferent? Shall we be careless, as though it were a small matter whether we are saved or lost? Shall we slight the sacrifice that has been made for us? Some have done this. They have trifled with offered mercy, and the frown of God is upon them. God’s Spirit will not always be grieved. It will depart if grieved a little longer. After all has been done that God could do to save men, if they show by their lives that they slight Jesus’ offered mercy, death will be their portion, and it will be dearly purchased. It will be a dreadful death; for they will have to feel the agony that Christ felt upon the cross to purchase for them the redemption which they have refused. And they will then realize what they have lost—eternal life and the immortal inheritance. The great sacrifice that has been made to save souls shows us their worth. When the precious soul is once lost, it is lost forever. I have seen an angel standing with scales in his hands weighing the thoughts and interest of the people of God, especially the young. In one scale were the thoughts and interest tending heavenward; in theother were the thoughts and interest tending to earth. And in this scale were thrown all the reading of storybooks, thoughts of dress and show, vanity, pride, etc. Oh, what a solemn moment! the angels of God standing with scales, weighing the thoughts of His professed children—those who claim to be dead to the world and alive to God. The scale filled with thoughts of earth, vanity, and pride quickly went down, notwithstanding weight after weight rolled from the scale. The one with the thoughts and interest tending to heaven went quickly up as the other went down, and oh, how light it was! I can relate this as I saw it; but never can I give the solemn and vivid impression stamped upon my mind, as I saw the angel with the scales weighing the thoughts and interest of the people of God. Said the angel: “Can such enter heaven? No, no, never. Tell them the hope they now possess is vain, and unless they speedily repent, and obtain salvation, they must perish.” A form of godliness will not save any. All must have a deep and living experience. This alone will save them in the time of trouble. Then their work will be tried of what sort it is; and if it is gold, silver, and precious stones, they will be hid as in the secret of the Lord’s pavilion. But if their work is wood, hay, and stubble, nothing can shield them from the fierceness of Jehovah’s wrath. I saw that many measure themselves among themselves, and compare their lives with the lives of others. This should not be. No one but Christ is given us as an example. He is our true Pattern, and each should strive to excel in imitating Him. We are co-workers with Christ, or co-workers with the enemy. We either gather with Christ or scatter abroad. We are decided, wholehearted Christians, or none at all. Says Christ: “I would thou wert cold or hot. So then because thou art lukewarm, and neither cold nor hot, I will spew thee out of My mouth.” I saw that some hardly know as yet what self-denial or sacrifice is, or what it is to suffer for the truth’s sake. But none will enter heaven without making a sacrifice. A spirit of self-denial and sacrifice should be cherished. Some have not sacrificed themselves, their own bodies, on the altar of God. They indulge in hasty, fitful temper, gratify their appetites, and attend to their own self-interest, regardless of the cause of God. Those who are willing to make any sacrifice for eternal life, will have it; and it will be worth suffering for, worth crucifying self for, and sacrificing every idol for. The far more exceeding and eternal weight of glory swallows up everything and eclipses every earthly pleasure."
    },
    {
      "chapter_number": 4,
      "title": "Chapter 4—Union With Christ and Brotherly Love",
      "content": "It is the purpose of God that His children shall blend in unity. Do they not expect to live together in the same heaven? Is Christ divided against Himself? Will He give His people success before they sweep away the rubbish of evil surmising and discord, before the laborers, with unity of purpose, devote heart and mind and strength to the work so holy in God’s sight? Union brings strength; disunion, weakness. United with one another, working together in harmony for the salvation of men, we shall indeed be “laborers together with God.” Those who refuse to work in harmony greatly dishonor God. The enemy of souls delights to see them working at cross purposes with one another. Such ones need to cultivate brotherly love and tenderness of heart. If they could draw aside the curtain veiling the future and see the result of their disunion they would surely be led to repent."
    },
    {
      "chapter_number": 5,
      "title": "Chapter 5—Christ Our Righteousness",
      "content": "“If we confess our sins, He is faithful and just to forgive us our sins, and to cleanse us from all unrighteousness.”1 :9. God requires that we confess our sins and humble our hearts before Him; but at the same time we should have confidence in Him as a tender Father, who will not forsake those who put their trust in Him. Many of us walk by sight and not by faith. We believe the things that are seen but do not appreciate the precious promises given us in God’s Word; and yet we cannot dishonor God more decidedly than by showing that we distrust what He says and question whether the Lord is in earnest with us or is deceiving us. God does not give us up because of our sins. We may make mistakes and grieve His Spirit, but when we repent and come to Him with contrite hearts, He will not turn us away. There are hindrances to be removed. Wrong feelings have been cherished, and there have been pride, self-sufficiency, impatience, and murmurings. All these separate us from God. Sins must be confessed; there must be a deeper work of grace in the heart. Those who feel weak and discouraged may become strong men of God and do noble work for the Master. But they must work from a high standpoint; they must be influenced by no selfish motives. We must learn in the school of Christ. Nothing but His righteousness can entitle us to one of the blessings of the covenant of grace. We have long desired and tried to obtain these blessings but have not received them because we have cherished the idea that we could do something to make ourselves worthy of them. We have not looked away from ourselves, believing that Jesus is a living Saviour. We must not think that our own grace and merits will save us; the grace of Christ is our only hope of salvation. Through His prophet the Lord promises, “Let the wicked forsake his way, and the unrighteous man his thoughts: and let him return unto the Lord, and He will have mercy upon him; and to our God, for He will abundantly pardon.”:7. We must believe the naked promise, and not accept feeling for faith. When we trust God fully, when we rely upon the merits of Jesus as a sin-pardoning Saviour, we shall receive all the help that we can desire. We look to self, as though we had power to save ourselves; but Jesus died for us because we are helpless to do this. In Him is our hope, our justification, our righteousness. We should not despond and fear that we have no Saviour or that He has no thoughts of mercy toward us. Atthis very time He is carrying on His work in our behalf, inviting us to come to Him in our helplessness and be saved. We dishonor Him by our unbelief. It is astonishing how we treat our very best Friend, how little confidence we repose in Him who is able to save to the uttermost and who has given us every evidence of His great love. My brethren, are you expecting that your merit will recommend you to the favor of God, thinking that you must be free from sin before you trust His power to save? If this is the struggle going on in your mind, I fear you will gain no strength and will finally become discouraged. In the wilderness, when the Lord permitted poisonous serpents to sting the rebellious Israelites, Moses was directed to lift up a brazen serpent and bid all the wounded look to it and live. But many saw no help in this Heaven-appointed remedy. The dead and dying were all around them, and they knew without divine help their fate was certain; but they would lament their wounds, their pains, their sure death, until their strength was gone, and their eyes were glazed, when they might have had instant healing. “As Moses lifted up the serpent in the wilderness,” even so was “the Son of man lifted up: that whosoever believeth in Him should not perish, but have eternal life.”:14, 15. If you are conscious of your sins, do not devote all your powers to mourning over them, but look and live. Jesus is our only Saviour; and although millions who need to be healed will reject His offered mercy, not one who trusts in His merits will be left to perish. While we realize our helpless condition without Christ, we must not be discouraged; we must rely upon a crucified and risen Saviour. Poor, sin-sick, discouraged soul, look and live. Jesus has pledged His word; He will save all who come unto Him. Come to Jesus, and receive rest and peace. You may have the blessing even now. Satan suggests that you are helpless and cannot bless yourself. It is true; you are helpless. But lift up Jesus before him: “I have a risen Saviour. In Him I trust, and He will never suffer me to be confounded. In His name I triumph. He is my righteousness and my crown of rejoicing.” Let no one here feel that his case is hopeless, for it is not. You may see that you are sinful and undone, but it is just on this account that you need a Saviour. If you have sins to confess, lose no time. These moments are golden. “If we confess our sins, He is faithful and just to forgive us our sins, and to cleanse us from all unrighteousness.”1 :9. Those who hunger and thirst after righteousness will be filled, for Jesus has promised it. Precious Saviour! His arms are open to receive us, and His great heart of love is waiting to bless us. Some seem to feel that they must be on probation and must prove to the Lord that they are reformed, before they can claim His blessing. But these dear souls may claim the blessing even now. They must have His grace, the Spirit of Christ, to help their infirmities, or they cannot form a Christian character. Jesus loves to have us come to Him, just as weare—sinful, helpless, dependent. Repentance, as well as forgiveness, is the gift of God through Christ. It is through the influence of the Holy Spirit that we are convicted of sin and feel our need of pardon. None but the contrite are forgiven; but it is the grace of God that makes the heart penitent. He is acquainted with all our weaknesses and infirmities, and He will help us. Some who come to God by repentance and confession, and even believe that their sins are forgiven, still fail of claiming, as they should, the promises of God. They do not see that Jesus is an ever-present Saviour; and they are not ready to commit the keeping of their souls to Him, relying upon Him to perfect the work of grace begun in their hearts. While they think they are committing themselves to God, there is a great deal of self-dependence. There are conscientious souls that trust partly to God and partly to themselves. They do not look to God, to be kept by His power, but depend upon watchfulness against temptation and the performance of certain duties for acceptance with Him. There are no victories in this kind of faith. Such persons toil to no purpose; their souls are in continual bondage, and they find no rest until their burdens are laid at the feet of Jesus. There is need of constant watchfulness and of earnest, loving devotion, but these will come naturally when the soul is kept by the power of God through faith. We can do nothing, absolutely nothing, to commend ourselves to divine favor. We must not trust at all to ourselves or to our good works; but when as erring, sinful beings we come to Christ, we may find rest in His love. God will accept every one that comes to Him trusting wholly in the merits of a crucified Saviour. Love springs up in the heart. There may be no ecstasy of feeling, but there is an abiding, peaceful trust. Every burden is light; for the yoke which Christ imposes is easy. Duty becomes a delight, and sacrifice a pleasure. The path that before seemed shrouded in darkness becomes bright with beams from the Sun of Righteousness. This is walking in the light as Christ is in the light."
    },
    {
      "chapter_number": 6,
      "title": "Chapter 6—The Sanctified Life",
      "content": "Our Saviour claims all there is of us; He asks our first and holiest thoughts, our purest and most intense affection. If we are indeed partakers of the divine nature, His praise will be continually in our hearts and upon our lips. Our only safety is to surrender our all to Him and to be constantly growing in grace and in the knowledge of the truth.12The sanctification set forth in the Sacred Scriptures has to do with the entire being—spirit, soul, and body. Here is the true idea of entire consecration. Paul prays that the church at Thessalonica may enjoy this great blessing. “The very God of peace sanctify you wholly; and I pray God your whole spirit and soul and body be preserved blameless unto the coming of our Lord Jesus Christ.”1 :23. There is in the religious world a theory of sanctification which is false in itself and dangerous in its influence. In many cases those who profess sanctification do not possess the genuine article. Their sanctification consists in talk and will worship. They lay aside reason and judgment, and depend wholly upon their feelings, basing their claims to sanctification upon emotions which they have at some time experienced. They are stubborn and perverse in urging their tenacious claims of holiness, giving many words, but bearing no precious fruit as proof. These professedly sanctified persons are not only deluding their own souls by their pretensions, but are exerting an influence to lead astray many who earnestly desire to conform to the will of God. They may be heard to reiterate again and again, “God leads me! God teaches me! I am living without sin!” Many who come in contact with this spirit encounter a dark, mysterious something which they cannot comprehend. But it is that which is altogether unlike Christ, the only true pattern. Sanctification is a progressive work. The successive steps are set before us in the words of Peter: “Giving all diligence, add to your faith virtue; and to virtue knowledge; and to knowledge temperance; and to temperance patience; and to patience godliness; and to godliness brotherly kindness; and to brotherly kindness charity. For if these things be in you, and abound, they make you that ye shall neither be barren nor unfruitful in the knowledge of our Lord Jesus Christ.”2 :5-8. “Wherefore the rather, brethren, give diligence to make your calling and election sure: for if ye do these things, ye shall never fall: for so an entrance shall be ministered unto you abundantly into the everlastingkingdom of our Lord and Saviour Jesus Christ.”, 11. Here is a course by which we may be assured that we shall never fall. Those who are thus working upon the plan of addition in obtaining the Christian graces have the assurance that God will work upon the plan of multiplication in granting them the gifts of His Spirit. Sanctification is not the work of a moment, an hour, or a day. It is a continual growth in grace. We know not one day how strong will be our conflict the next. Satan lives, and is active, and every day we need to cry earnestly to God for help and strength to resist him. As long as Satan reigns we shall have self to subdue, besetments to overcome, and there is no stopping place, there is no point to which we can come and say we have fully attained. The Christian life is constantly an onward march. Jesus sits as a refiner and purifier of His people; and when His image is perfectly reflected in them, they are perfect and holy, and prepared for translation. A great work is required of the Christian. We are exhorted to cleanse ourselves from all filthiness of the flesh and spirit, perfecting holiness in the fear of God. Here we see where the great labor rests. There is a constant work for the Christian. Every branch in the parent vine must derive life and strength from that vine, in order to yield fruit. Let none deceive themselves with the belief that God will pardon and bless them while they are trampling upon one of His requirements. The willful commission of a known sin silences the witnessing voice of the Spirit and separates the soul from God. Whatever may be the ecstasies of religious feeling, Jesus cannot abide in the heart that disregards the divine law. God will honor those only who honor Him. When Paul wrote, “The very God of peace sanctify you wholly,”1 :23, he did not exhort his brethren to aim at a standard which it was impossible for them to reach; he did not pray that they might have blessings which it was not the will of God to give. He knew that all who would be fitted to meet Christ in peace must possess a pure and holy character. Read1 :25-27;6:19, 20. True Christian principle will not stop to weigh consequences. It does not ask, What will people think of me if I do this? or, How will it affect my worldly prospects if I do that? With the most intense longing the children of God desire to know what He would have them do, that their works may glorify Him. The Lord has made ample provision that the hearts and lives of all His followers may be controlled by divine grace, that they may be as burning and shining lights in the world."
    },
    {
      "chapter_number": 7,
      "title": "Chapter 7—God Has a Work for You to Do",
      "content": "The work of God in this earth can never be finished until the men and women comprising our church membership rally to the work and unite their efforts with those of ministers and church officers. The words “Go ye into all the world, and preach the gospel to every creature,”:15are spoken to each one of Christ’s followers. All who are ordained unto the life of Christ are ordained to work for the salvation of their fellow men. The same longing of soul that He felt for the saving of the lost is to be manifest in them. Not all can fill the same place, but for all there is a place and a work. All upon whom God’s blessings have been bestowed are to respond by actual service; every gift is to be employed for the advancement of His kingdom. Preaching is a small part of the work to be done for the salvation of souls. God’s Spirit convicts sinners of the truth, and He places them in the arms of the church. The ministers may do their part, but they can never perform the work that the church should do. God requires His church to nurse those who are young in faith and experience, to go to them, not for the purpose of gossiping with them, but to pray, to speak unto them words that are “like apples of gold in pictures of silver.” God has called His church in this day, as He called ancient Israel, to stand as a light in the earth. By the mighty cleaver of truth—the messages of the first, second, and third angels—He has separated them from the churches and from the world to bring them into a sacred nearness to Himself. He has made them the depositaries of His law and has committed to them the great truths of prophecy for this time. Like the holy oracles committed to ancient Israel, these are a sacred trust to be communicated to the world. The three angels ofRevelation 14represent the people who accept the light of God’s messages and go forth as His agents to sound the warning throughout the length and breadth of the earth. Christ declares to His followers: “Ye are the light of the world.”:14. To every soul that accepts Jesus the cross of Calvary speaks: “Behold the worth of the soul: ‘Go ye into all the world, and preach the gospel to every creature.’”:15. Nothing is to be permitted to hinder this work. It is the all-important work for time; it is to be far-reaching as eternity. The love that Jesus manifested for the souls of men in the sacrifice which He made for their redemption, will actuate all His followers.33Christ accepts, oh, so gladly! every human agency that is surrendered to Him. He brings the human into union with the divine, that He may communicate to the world the mysteries of incarnate love. Talk it, pray it, sing it, fill the world with the message of His truth, and keep pressing on into the regions beyond."
    },
    {
      "chapter_number": 8,
      "title": "Chapter 8—“Here Am I, Lord, Send Me”",
      "content": "The end is near, stealing upon us stealthily, imperceptibly, like the noiseless approach of a thief in the night. May the Lord grant that we shall no longer sleep as do others, but that we shall watch and be sober. The truth is soon to triumph gloriously, and all who now choose to be laborers together with God will triumph with it. The time is short; the night soon cometh when no man can work. Let those who are rejoicing in the light of present truth, now make haste to impart the truth to others. The Lord is inquiring, “Whom shall I send?” Those who wish to sacrifice for the truth’s sake, are now to respond, “Here am I, Lord; send me.” We have done only a small part of the evangelical work that God desires us to do among our neighbors and friends. In every city of our land there are those who know not the truth. And out in the broad world beyond the seas there are many new fields in which we must plow the ground and sow the seed. We are on the very verge of the time of trouble, and perplexities that are scarcely dreamed of are before us. A power from beneath is leading men to war against Heaven. Human beings have confederated with satanic agencies to make void the law of God. The inhabitants of the world are fast becoming as the inhabitants of the world in Noah’s day, who were swept away by the Flood, and as the inhabitants of Sodom, who were consumed by fire from heaven. The powers of Satan are at work to keep minds diverted from eternal realities. The enemy has arranged matters to suit his own purposes. Worldly business, sports, the fashions of the day—these things occupy the minds of men and women. Amusements and unprofitable reading spoil the judgment. In the broad road that leads to eternal ruin there walks a long procession. The world, filled with violence, reveling, and drunkenness, is converting the church. The law of God, the divine standard of righteousness, is declared to be of no effect. Are we to wait until the fulfillment of the prophecies of the end before we say anything concerning them? Of what value will our words be then? Shall we wait until God’s judgments fall upon the transgressor before we tell him how to avoid them? Where is our faith in the word of God? Must we see things foretold come to pass before we will believe what He has said? In clear, distinct rays light has come to us, showing us that the great day of the Lord is near at hand, “even at thedoors.” Let us read and understand before it is too late."
    },
    {
      "chapter_number": 9,
      "title": "Chapter 9—The Publications of the Church",
      "content": "Our publishing work was established by the direction of God and under His special supervision. It was designed to accomplish a specific purpose. Seventh-day Adventists have been chosen by God as a peculiar people, separate from the world. By the great cleaver of truth He has cut them out from the quarry of the world and brought them into connection with Himself. He has made them His representatives and has called them to be ambassadors for Him in the last work of salvation. The greatest wealth of truth ever entrusted to mortals, the most solemn and fearful warnings ever sent by God to man, have been committed to them to be given to the world; and in the accomplishment of this work our publishing houses are among the most effective agencies. The publications sent forth from our printing houses are to prepare a people to meet God. If there is one work more important than another, it is that of getting our publications before the public, thus leading them to search the Scriptures. Missionary work—introducing our publications into families, conversing, and praying with and for them—is a good work and one which will educate men and women to do pastoral labor. Canvassing for our publications is an important and most profitable line of evangelistic work. Our publications can go to places where meetings cannot be held. In such places the faithful evangelistic canvasser takes the place of the living preacher. By the canvassing work the truth is presented to thousands who otherwise would never hear it. Canvassers must go out into various parts of the country. The importance of this work is fully equal to that of the ministry. The living preacher and the silent messenger are both required for the accomplishment of the great work before us. God has ordained the canvassing work as a means of presenting before the people the light contained in our books, and canvassers should be impressed with the importance of bringing before the world as fast as possible the books necessary for their spiritual education and enlightenment. This is the very work the Lord would have His people do at this time. All who consecrate themselves to God to work as canvassers are assisting to give the last message of warning to the world. We cannot too highly estimate this work; for were it not for the efforts of the canvasser, many would never hear the warning. Our publications should go everywhere. Let them be issued in manylanguages. The third angel’s message is to be given through this medium and through the living teacher. You who believe the truth for this time, wake up. It is your duty now to bring in all the means possible to help those who understand the truth to proclaim it. Part of the money that comes in from the sale of our publications should be used to increase our facilities for the production of more literature that will open blind eyes and break up the fallow ground of the heart. I have been instructed that even where the people hear the message from the living preacher, the canvasser should carry on his work in co-operation with the minister; for though the minister may faithfully present the message, the people are not able to retain it all. The printed page is therefore essential, not only in awakening them to the importance of the truth for this time, but in rooting and grounding them in the truth and establishing them against deceptive error. Papers and books are the Lord’s means of keeping the message for this time continually before the people. In enlightening and confirming souls in the truth the publications will do a far greater work than can be accomplished by the ministry of the word alone. The silent messengers that are placed in the homes of the people through the work of the canvasser will strengthen the gospel ministry in every way; for the Holy Spirit will impress minds as they read the books, just as He impresses the minds of those who listen to the preaching of the word. The same ministry of angels attends the books that contain the truth as attends the work of the minister. Let wise plans be laid to help worthy students to earn their own schooling by handling these books, if they so desire. Those who earn sufficient means in this way to pay their way through a course at one of our training schools will gain a most valuable practical experience that will help fit them for pioneer missionary work in other fields. When church members realize the importance of the circulation of our literature, they will devote more time to this work. And as long as probation continues, there will be opportunity for the canvasser to work. Brethren and sisters, the Lord will be pleased if you will take hold heartily to sustain the publishing institution with your prayers and your means. Pray every morning and evening that it may receive God’s richest blessing. Do not encourage criticism and complaining. Let no murmurs or complaints come from your lips; remember that angels hear these words. All must be led to see that these institutions are of God’s appointment. Those who disparage them in order to serve their own interests must render an account to God. He designs that everything connected with His work shall be treated as sacred."
    },
    {
      "chapter_number": 10,
      "title": "Chapter 10—Belief in a Personal God",
      "content": "It will be found in the day of final settlement that God was acquainted with everyone by name. There is an unseen witness to every action of the life. “I know thy works,” says He that “walketh in the midst of the seven golden candlesticks.”:1. It is known what opportunities have been slighted, how untiring have been the efforts of the Good Shepherd to search out those who were wandering in crooked ways, and to bring them back to the path of safety and peace. Again and again God has called after the pleasure lovers; again and again He has flashed the light of His word across their path, that they might see their peril, and escape. But on and on they go, jesting and joking as they travel the broad road, until at length their probation is ended. God’s ways are just and equal; and when sentence is pronounced against those who are found wanting, every mouth will be stopped. The mighty power that works through all nature and sustains all things is not, as some men of science represent, merely an all-pervading principle, an actuating energy. God is a spirit; yet He is a personal being, for man was made in His image. God’s handiwork in nature is not God Himself in nature. The things of nature are an expression of God’s character; by them we may understand His love, His power, and His glory; but we are not to regard nature as God. The artistic skill of human beings produces very beautiful workmanship, things that delight the eye and these things give us something of the idea of the designer; but the thing made is not the man. It is not the work, but the workman, that is counted worthy of honor. So, while nature is an expression of God’s thought, it is not nature but the God of nature that is to be exalted. In the creation of man was manifest the agency of a personal God. When God had made man in His image, the human form was perfect in all its arrangements, but it was without life. Then a personal, self-existing God breathed into that form the breath of life, and man became a living, breathing, intelligent being. All parts of the human organism were put in action. The heart, the arteries, the veins, the tongue, the hands, the feet, the senses, the perceptions of the mind—all began their work, and all were placed under law. Man became a living soul. Through Jesus Christ a personal God created man and endowed him with intelligence and power. Our substance was not hid from Him when we were made in secret. His eyes saw our substance, yet being imperfect; and in His book all our members were written, when as yet there were none of them. Above all lower orders of being, God designed that man, the crowning work of His creation, should express His thought and reveal His glory. But man is not to exalt himself as God."
    },
    {
      "chapter_number": 11,
      "title": "Chapter 11—Christians to Represent God",
      "content": "It is God’s purpose to manifest through His people the principles of His kingdom. That in life and character they may reveal these principles, He desires to separate them from the customs, habits, and practices of the world. He seeks to bring them near to Himself, that He may make known to them His will. The purpose which God seeks to accomplish through His people today is the same that He desired to accomplish through Israel when He brought them forth out of Egypt. By beholding the goodness, the mercy, the justice, and the love of God revealed in the church, the world is to have a representation of His character. And when the law of God is thus exemplified in the life, even the world will recognize the superiority of those who love and fear and serve God above every other people on the earth. The Lord has His eye upon every one of His people; He has His plans concerning each. It is His purpose that those who practice His holy precepts shall be a distinguished people. To the people of God today as well as to ancient Israel belong the words written by Moses through the Spirit of Inspiration: “Thou art an holy people unto the Lord thy God: the Lord thy God hath chosen thee to be a special people unto Himself, above all people that are upon the face of the earth.”:6."
    },
    {
      "chapter_number": 12,
      "title": "Chapter 12—In the World but Not of the World",
      "content": "I was shown our danger, as a people, of becoming assimilated to the world rather than to the image of Christ. We are now upon the very borders of the eternal world, but it is the purpose of the adversary of souls to lead us to put far off the close of time. Satan will in every conceivable manner assail those who profess to be the commandment-keeping people of God and to be waiting for the second appearing of our Saviour in the clouds of heaven with power and great glory. He will lead as many as possible to put off the evil day and become in spirit like the world, imitating its customs. I felt alarmed as I saw that the spirit of the world was controlling the hearts and minds of many who make a high profession of the truth. Selfishness and self-indulgence are cherished by them, but true godliness and sterling integrity are not cultivated."
    },
    {
      "chapter_number": 13,
      "title": "Chapter 13—The Bible",
      "content": "In the Scriptures thousands of gems of truth lie hidden from the surface seeker. The mine of truth is never exhausted. The more you search the Scriptures with humble hearts, the greater will be your interest, and the more you will feel like exclaiming with Paul: “O the depth of the riches both of the wisdom and knowledge of God! how unsearchable are His judgments, and His ways past finding out!”:33. Christ and His word are in perfect harmony. Received and obeyed, they open a sure path for the feet of all who are willing to walk in the light as Christ is in the light. If the people of God would appreciate His word, we should have a heaven in the church here below. Christians would be eager, hungry, to search the word. They would be anxious for time to compare scripture with scripture and to meditate upon the word. They would be more eager for the light of the word than for the morning paper, magazines, or novels. Their greatest desire would be to eat the flesh and drink the blood of the Son of God. And as a result their lives would be conformed to the principles and promises of the word. Its instruction would be to them as the leaves of the tree of life. It would be in them a well of water, springing up into everlasting life. Refreshing showers of grace would refresh and revive the soul, causing them to forget all toil and weariness. They would be strengthened and encouraged by the words of inspiration. In its wide range of style and subjects the Bible has something to interest every mind and appeal to every heart. In its pages are found history the most ancient; biography the truest to life; principles of government for the control of the state, for the regulation of the household—principles that human wisdom has never equaled. It contains philosophy the most profound, poetry the sweetest and the most sublime, the most impassioned and the most pathetic. Immeasurably superior in value to the productions of any human author are the Bible writings, even when thus considered; but of infinitely wider scope, of infinitely greater value, are they when viewed in their relation to the grand central thought. Viewed in the light of this thought, every topic has a new significance. In the most simply stated truths are involved principles that are as high as heaven and that compass eternity. Every day you should learn something new from the Scriptures. Search them as for hid treasures, for they contain the words of eternal life. Pray for wisdom and understanding to comprehend these holy writings.If you would do this you would find new glories in the word of God; you would feel that you had received new and precious light on subjects connected with the truth, and the Scriptures would be constantly receiving a new value in your estimation. The truths of the Bible, received, will uplift the mind from its earthliness and debasement. If the word of God were appreciated as it should be, both young and old would possess an inward rectitude, a strength of principle, that would enable them to resist temptation."
    },
    {
      "chapter_number": 14,
      "title": "Chapter 14—The Testimonies for the Church",
      "content": "As the end draws near and the work of giving the last warning to the world extends, it becomes more important for those who accept present truth to have a clear understanding of the nature and influence of the Testimonies, which God in His providence has linked with the work of the third angel’s message from its very rise. In ancient times God spoke to men by the mouth of prophets and apostles. In these days He speaks to them by the testimonies of His Spirit. There was never a time when God instructed His people more earnestly than He instructs them now concerning His will and the course that He would have them pursue. Warnings and reproofs are not given to the erring among Seventh-day Adventists because their lives are more blameworthy than are the lives of professed Christians of the nominal churches...but because they have great light, and have by their profession taken their position as God’s special, chosen people, having the law of God written in their hearts. The messages given me for different individuals I often wrote out for them, in many cases doing this at their urgent request. As my work extended, this became an important and taxing part of my labors. In a view given me about twenty years ago , “I was then directed to bring out general principles, in speaking and in writing, and at the same time specify the dangers, errors, and sins of some individuals, that all might be warned, reproved, and counseled. I saw that all should search their own hearts and lives closely to see if they had not made the same mistakes for which others were corrected and if the warnings given for others did not apply to their own cases. If so, they should feel that the counsel and reproofs were given especially for them and should make as practical an application of them as though they were especially addressed to themselves. God designs to test the faith of all who claim to be followers of Christ. He will test the sincerity of the prayers of all those who claim to earnestly desire to know their duty. He will make duty plain. He will give all an ample opportunity to develop what is in their hearts. The Lord reproves and corrects the people who profess to keep His law. He points out their sins and lays open their iniquity because He wishes to separate all sin and wickedness from them, that they may perfect holiness in His fear. God rebukes, reproves, and corrects them, that they may be refined, sanctified, elevated, and finally exalted to His own throne."
    },
    {
      "chapter_number": 15,
      "title": "Chapter 15—The Holy Spirit",
      "content": "It is the privilege of every Christian, not only to look for, but to hasten the coming of our Lord Jesus Christ. Were all who profess His name bearing fruit to His glory, how quickly the whole world would be sown with the seed of the gospel. Quickly the last harvest would be ripened, and Christ would come to gather the precious grain. My brethren and sisters, plead for the Holy Spirit, God stands back of every promise He has made. With your Bibles in your hands, say: “I have done as Thou hast said, I present Thy promise, ‘Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you.’” Christ declares: “What things soever ye desire, when ye pray, believe that ye receive them, and ye shall have them.” “Whatsoever ye shall ask in My name, that will I do, that the Father may be glorified in the Son.”:7;:24;:13. Christ dispatches His messengers to every part of His dominion to communicate His will to His servants. He walks in the midst of His churches. He desires to sanctify, elevate, and ennoble His followers. The influence of those who believe in Him will be in the world a savor of life unto life. Christ holds the stars in His right hand, and it is His purpose to let His light shine forth through them to the world. Thus He desires to prepare His people for higher service in the church above. He has given us a great work to do. Let us do it faithfully. Let us show forth in our lives what divine grace can do for humanity."
    },
    {
      "chapter_number": 16,
      "title": "Chapter 16—Keep Clear God’s Connection With Man",
      "content": "The brain nerves which communicate with the entire system are the only medium through which Heaven can communicate to man and affect his inmost life. Whatever disturbs the circulation of the electric currents in the nervous system lessens the strength of the vital powers, and the result is a deadening of the sensibilities of the mind. Intemperance of any kind benumbs the perceptive organs and so weakens the brain-nerve power that eternal things are not appreciated, but placed upon a level with the common. The higher powers of the mind, designed for elevated purposes, are brought into slavery to the baser passions. If our physical habits are not right, our mental and moral powers cannot be strong; for great sympathy exists between the physical and the moral. Satan exults to see the human family plunging themselves deeper, and deeper, into suffering and misery. He knows that persons who have wrong habits, and unsound bodies, cannot serve God so earnestly, perseveringly, and purely as though sound. A diseased body affects the brain. With the mind we serve the Lord. The head is the capital of the body. Satan triumphs in the ruinous work he causes by leading the human family to indulge in habits which destroy themselves, and one another; for by this means he is robbing God of the service due Him. Satan is constantly on the alert to bring the race fully under his control. His strongest hold on man is through the appetite, and this he seeks to stimulate in every possible way."
    },
    {
      "chapter_number": 17,
      "title": "Chapter 17—Purity of Heart and Life",
      "content": "God has given you a habitation to care for and preserve in the best condition for His service and glory. Your bodies are not your own. “What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own? For ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God’s.” “Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you? If any man defile the temple of God, him shall God destroy; for the temple of God is holy, which temple ye are.” In this age of corruption when our adversary the devil, as a roaring lion, walketh about seeking whom he may devour, I see the necessity of lifting my voice in warning. “Watch ye and pray, lest ye enter into temptation.” There are many who possess brilliant talents who wickedly devote them to the service of Satan. What warning can I give to a people who profess to have come out from the world and to have left its works of darkness? to a people whom God has made the repositories of His law, but who, like the pretentious fig tree, flaunt their apparently flourishing branches in the very face of the Almighty, yet bear no fruit to the glory of God? Many of them cherish impure thoughts, unholy imaginations, unsanctified desires, and base passions. God hates the fruit borne upon such a tree. Angels, pure and holy, look upon the course of such with abhorrence, while Satan exults. Oh, that men and women would consider what is to be gained by transgressing God’s law! Under any and every circumstance, transgression is a dishonor to God and a curse to man. We must regard it thus, however fair its guise, and by whomsoever committed. The pure in heart shall see God. Every impure thought defiles the soul, impairs the moral sense, and tends to obliterate the impressions of the Holy Spirit. It dims the spiritual vision, so that men cannot behold God. The Lord may and does forgive the repenting sinner; but though forgiven, the soul is marred. All impurity of speech or of thought must be shunned by him who would have clear discernment of spiritual truth.158Some will acknowledge the evil of sinful indulgences, yet will excuse themselves by saying that they cannot overcome their passions. This is a terrible admission for any person to make who names Christ. “Let everyone that nameth the name of Christ depart from iniquity.”2 :19. Why is this weakness? It is because the animal propensities have been strengthened by exercise until they have gained the ascendancy over the higher powers. Men and women lack principle. They are dying spiritually because they have so long pampered theirnatural appetites that their power of self-government seems gone. The lower passions of their nature have taken the reins, and that which should be the governing power has become the servant of corrupt passion. The soul is held in lowest bondage. Sensuality has quenched the desire for holiness and withered spiritual prosperity."
    },
    {
      "chapter_number": 18,
      "title": "Chapter 18—The Choosing of a Husband or Wife",
      "content": "Marriage is something that will influence and affect your life both in this world and in the world to come. A sincere Christian will not advance his plans in this direction without the knowledge that God approves his course. He will not want to choose for himself, but will feel that God must choose for him. We are not to please ourselves, for Christ pleased not Himself. I would not be understood to mean that anyone is to marry one whom he does not love. This would be sin. But fancy and the emotional nature must not be allowed to lead on to ruin. God requires the whole heart, the supreme affections. Those who are contemplating marriage should consider what will be the character and influence of the home they are founding. As they become parents, a sacred trust is committed to them. Upon them depends in a great measure the well-being of their children in this world, and their happiness in the world to come. To a great extent they determine both the physical and the moral stamp that the little ones receive. And upon the character of the home depends the condition of society; the weight of each family’s influence will tell in the upward or the downward scale. Great care should be taken by Christian youth in the formation of friendships and in the choice of companions. Take heed, lest what you now think to be pure gold turns out to be base metal. Worldly associations tend to place obstructions in the way of your service to God, and many souls are ruined by unhappy unions, either business or matrimonial, with those who can never elevate or ennoble. Weigh every sentiment, and watch every development of character in the one with whom you think to link your life destiny. The step you are about to take is one of the most important in your life, and should not be taken hastily. While you may love, do not love blindly. Examine carefully to see if your married life would be happy or inharmonious and wretched. Let the questions be raised, Will this union help me heavenward? Will it increase my love for God? And will it enlarge my sphere of usefulness in this life? If these reflections present no drawback, then in the fear of God move forward. The choice of a life companion should be such as best to secure physical, mental, and spiritual well-being for parents and for their children—such as will enable both parents and children to bless their fellow men and to honor their Creator."
    },
    {
      "chapter_number": 19,
      "title": "Chapter 19—Marry Not an Unbeliever",
      "content": "There is in the Christian world an astonishing, alarming indifference to the teaching of God’s word in regard to the marriage of Christians with unbelievers. Many who profess to love and fear God choose to follow the bent of their own minds rather than take counsel of Infinite Wisdom. In a matter which vitally concerns the happiness and well-being of both parties for this world and the next, reason, judgment, and the fear of God are set aside; and blind impulse, stubborn determination are allowed to control. Men and women who are otherwise sensible and conscientious close their ears to counsel; they are deaf to the appeals and entreaties of friends and kindred and of the servants of God. The expression of a caution or warning is regarded as impertinent meddling, and the friend who is faithful enough to utter a remonstrance is treated as an enemy. All this is as Satan would have it. He weaves his spell about the soul, and it becomes bewitched, infatuated. Reason lets fall the reins of self-control upon the neck of lust; unsanctified passion bears sway, until, too late, the victim awakens to a life of misery and bondage. This is not a picture drawn by the imagination, but a recital of facts. God’s sanction is not given to unions which He has expressly forbidden. The Lord commanded ancient Israel not to intermarry with the idolatrous nations around them: “Neither shalt thou make marriages with them; thy daughter thou shalt not give unto his son, nor his daughter shalt thou take unto thy son.” The reason is given. Infinite Wisdom, foreseeing the result of such unions, declares: “For they will turn away thy son from following Me, that they may serve other gods: so will the anger of the Lord be kindled against you, and destroy thee suddenly.” “For thou art an holy people unto the Lord thy God: the Lord thy God hath chosen thee to be a special people unto Himself, above all people that are upon the face of the earth.” In the New Testament are similar prohibitions concerning the marriage of Christians with the ungodly. The Apostle Paul, in his first letter to the Corinthians, declares: “The wife is bound by the law as long as her husband liveth; but if her husband be dead, she is at liberty to be married to whom she will; only in the Lord.” Again, in his second epistle, he writes: “Be ye not unequally yoked together with unbelievers: for what fellowship hath righteousness with unrighteousness? And what communion hath light with darkness? And what concord hath Christ with Belial? Or what part hath he that believeth with an infidel? And whatagreement hath the temple of God with idols? For ye are the temple of the living God; as God hath said, I will dwell in them, and walk in them; and I will be their God, and they shall be My people. Wherefore come out from among them, and be ye separate, saith the Lord, and touch not the unclean thing; and I will receive you, and will be a Father unto you, and ye shall be My sons and daughters, saith the Lord Almighty.” Never should God’s people venture upon forbidden ground. Marriage between believers and unbelievers is forbidden by God. But too often the unconverted heart follows its own desires, and marriages unsanctioned by God are formed. Because of this many men and women are without hope and without God in the world. Their noble aspirations are dead; by a chain of circumstances they are held in Satan’s net. Those who are ruled by passion and impulse will have a bitter harvest to reap in this life, and their course may result in the loss of their souls. Those who profess the truth trample on the will of God in marrying unbelievers; they lose His favor and make bitter work for repentance. The unbelieving may possess an excellent moral character, but the fact that he or she has not answered to the claims of God and has neglected so great salvation is sufficient reason why such a union should not be consummated. The character of the unbelieving may be similar to that of the young man to whom Jesus addressed the words, “One thing thou lackest”; that was the one thing needful."
    },
    {
      "chapter_number": 20,
      "title": "Chapter 20—Marriage",
      "content": "God made from the man a woman, to be a companion and helpmeet for him, to be one with him, to cheer, encourage, and bless him, he in his turn to be her strong helper. All who enter into matrimonial relations with a holy purpose—the husband to obtain the pure affections of a woman’s heart, the wife to soften and improve her husband’s character and give it completeness—fulfill God’s purpose for them. Christ came not to destroy this institution, but to restore it to its original sanctity and elevation. He came to restore the moral image of God in man, and He began His work by sanctioning the marriage relation. He who gave Eve to Adam as a helpmeet performed His first miracle at a marriage festival. In the festal hall where friends and kindred rejoiced together, Christ began His public ministry. Thus He sanctioned marriage, recognizing it as an institution that He Himself had established. He ordained that men and women should be united in holy wedlock, to rear families whose members, crowned with honor, should be recognized as members of the family above."
    },
    {
      "chapter_number": 21,
      "title": "Chapter 21—A Happy, Successful Partnership",
      "content": "God has ordained that there should be perfect love and harmony between those who enter into the marriage relation. Let bride and bridegroom, in the presence of the heavenly universe, pledge themselves to love each other as God has ordained they should.... The wife is to respect and reverence her husband, and the husband is to love and cherish his wife. Men and women, at the beginning of married life, should reconsecrate themselves to God. However carefully and wisely marriage may have been entered into, few couples are completely united when the marriage ceremony is performed. The real union of the two in wedlock is the work of the after years. As life with its burden of perplexity and care meets the newly wedded pair, the romance with which imagination so often invests marriage disappears. Husband and wife learn each other’s character as it was impossible to learn it in their previous association. This is a most critical period in their experience. The happiness and usefulness of their whole future life depend upon their taking a right course now. Often they discern in each other unsuspected weaknesses and defects; but the hearts that love has united will discern excellencies also heretofore unknown. Let all seek to discover the excellencies rather than the defects. Often it is our own attitude, the atmosphere that surrounds ourselves, which determines what will be revealed to us in another. There are many who regard the expression of love as a weakness, and they maintain a reserve that repels others. This spirit checks the current of sympathy. As the social and generous impulses are repressed, they wither, and the heart becomes desolate and cold. We should beware of this error. Love cannot long exist without expression. Let not the heart of one connected with you starve for the want of kindness and sympathy. Let each give love rather than exact it. Cultivate that which is noblest in yourselves, and be quick to recognize the good qualities in each other. The consciousness of being appreciated is a wonderful stimulus and satisfaction. Sympathy and respect encourage the striving after excellence, and love itself increases as it stimulates to nobler aims."
    },
    {
      "chapter_number": 22,
      "title": "Chapter 22—The Relationship Between Husband and Wife",
      "content": "Those who regard the marriage relation as one of God’s sacred ordinances, guarded by His holy precept, will be controlled by the dictates of reason. Jesus did not enforce celibacy upon any class of men. He came not to destroy the sacred relationship of marriage, but to exalt it and restore it to its original sanctity. He looks with pleasure upon the family relationship where sacred and unselfish love bears sway."
    },
    {
      "chapter_number": 23,
      "title": "Chapter 23—The Mother and Her Child",
      "content": "Instead of sinking into a mere household drudge, let the wife and mother take time to read, to keep herself well informed, to be a companion to her husband, and to keep in touch with the developing minds of her children. Let her use wisely the opportunities now hers to influence her dear ones for the higher life. Let her take time to make the dear Saviour a daily Companion and familiar Friend. Let her take time for the study of His word, take time to go with the children into the fields and learn of God through the beauty of His works. Let her keep cheerful and buoyant. Instead of spending every moment in endless sewing, make the evening a pleasant social season, a family reunion after the day’s duties. Many a man would thus be led to choose the society of his home before that of the clubhouse or the saloon. Many a boy would be kept from the street or the corner grocery. Many a girl would be saved from frivolous, misleading associations. The influence of the home would be to parents and children what God designed it should be, a lifelong blessing. The question is often asked, “Shall a wife have no will of her own?” The Bible plainly states that the husband is the head of the family. “Wives, submit yourselves unto your own husbands.” If this injunction ended here, we might say that the position of the wife is not an enviable one; it is a very hard and trying position in very many cases, and it would be better were there fewer marriages. Many husbands stop at the words, “Wives, submit yourselves,” but we will read the conclusion of the same injunction, which is. “As it is fit in the Lord.” God requires that the wife shall keep the fear and glory of God ever before her. Entire submission is to be made only to the Lord Jesus Christ, who has purchased her as His own child by the infinite price of His life. God has given her a conscience, which she cannot violate with impunity. Her individuality cannot be merged into that of her husband, for she is the purchase of Christ. It is a mistake to imagine that with blind devotion she is to do exactly as her husband says in all things, when she knows that in so doing, injury would be worked for her body and her spirit, which have been ransomed from the slavery of Satan. There is One who stands higher than the husband to the wife; it is her Redeemer, and her submission to her husband is to be rendered as God has directed—“as it is fit in the Lord.” We must have the Spirit of God, or we can never have harmony in the home. The wife, if she has the spirit of Christ, will be careful of her words; she will control her spirit, she will be submissive, and yet will not feel that she is a bondslave, but a companion to her husband. If the husband is a servant of God, he will not lord it over his wife; he will not be arbitrary and exacting. We cannot cherish home affection with too much care; for the home, if the Spirit of the Lord dwells there, is a type of heaven. If one errs, the other will exercise Christlike forbearance and not draw coldly away."
    },
    {
      "chapter_number": 24,
      "title": "Chapter 24—The Christian Father and Mother",
      "content": "As you faithfully do your duty in the home, the father as a priest of the household, the mother as a home missionary, you are multiplying agencies for doing good outside of the home. As you improve your own powers, you are becoming better fitted to labor in the church and in the neighborhood. By binding your children to yourselves and to God, fathers and mothers and children become laborers together with God."
    },
    {
      "chapter_number": 25,
      "title": "Chapter 25—The Christian Home",
      "content": "In choosing a home, God would have us consider, first of all, the moral and religious influences that will surround us and our families. As the location for a home is sought, let this purpose direct the choice. Be not controlled by the desire for wealth, the dictates of fashion, or the customs of society. Consider what will tend most to simplicity, purity, health, and real worth. Instead of dwelling where only the works of men can be seen, where the sights and sounds frequently suggest thoughts of evil, where turmoil and confusion bring weariness and disquietude, go where you can look upon the works of God. Find rest of spirit in the beauty and quietude and peace of nature. Let the eye rest on the green fields, the groves, and the hills. Look up to the blue sky, unobscured by the city’s dust and smoke, and breathe the invigorating air of heaven. The time has come when, as God opens the way, families should move out of the cities. The children should be taken into the country. The parents should get as suitable a place as their means will allow. Though the dwelling may be small, yet there should be land in connection with it that may be cultivated. Fathers and mothers who possess a piece of land and a comfortable home are kings and queens. If possible, the home should be out of the city, where the children can have ground to cultivate. Let them each have a piece of ground of their own; and as you teach them how to make a garden, how to prepare the soil for seed, and the importance of keeping all the weeds pulled out, teach them also how important it is to keep unsightly, injurious practices out of the life. Teach them to keep down wrong habits as they keep down the weeds in their gardens. It will take time to teach these lessons, but it will pay, greatly pay. The earth has blessings hidden in her depths for those who have courage and will and perseverance to gather her treasures. Many farmers have failed to secure adequate returns from their land because they have undertaken the work as though it was a degrading employment; they do not see that there is a blessing in it for themselves and their families. Parents are under obligation to God to make their surroundings such as will correspond to the truth they profess. They can then give correct lessons to their children, and the children will learn to associate thehome below with the home above. The family here must, as far as possible, be a model of the one in heaven. Then temptations to indulge in what is low and groveling will lose much of their force. Children should be taught that they are only probationers here, and educated to become inhabitants of the mansions which Christ is preparing for those who love Him and keep His commandments. This is the highest duty which parents have to perform. So far as possible, all buildings intended for human habitation should be placed on high, well-drained ground. This will ensure a dry site. This matter is often too lightly regarded. Continuous ill health, serious diseases, and many deaths result from the dampness and malaria of low-lying, ill-drained situations. In the building of houses it is especially important to secure thorough ventilation and plenty of sunlight. Let there be a current of air and an abundance of light in every room in the house. Sleeping rooms should be so arranged as to have a free circulation of air day and night. No room is fit to be occupied as a sleeping room unless it can be thrown open daily to the air and sunshine. A yard beautified with scattering trees and some shrubbery, at a proper distance from the house, has a happy influence upon the family, and, if well taken care of, will prove no injury to the health. But shade trees and shrubbery close and dense around a house make it unhealthful, for they prevent the free circulation of air and shut out the rays of the sun. In consequence, a dampness gathers in the house, especially in wet seasons."
    },
    {
      "chapter_number": 26,
      "title": "Chapter 26—Spiritual Influence in the Home",
      "content": "We can have the salvation of God in our families; but we must believe for it, live for it, and have a continual, abiding faith and trust in God. The restraint which God’s Word imposes upon us is for our own interest. It increases the happiness of our families, and of all around us. It refines our taste, sanctifies our judgment, and brings peace of mind, and in the end, everlasting life. Ministering angels will linger in our dwellings, and with joy carry heavenward the tidings of our advance in the divine life, and the recording angel will make a cheerful, happy record. The Spirit of Christ will be an abiding influence in the home life. If men and women will open their hearts to the heavenly influence of truth and love, these principles will flow forth again like streams in the desert, refreshing all and causing freshness to appear where now is barrenness and dearth. The neglect of home religion, the neglect to train your children, is most displeasing to God. If one of your children were in the river, battling with the waves and in imminent danger of drowning, what a stir there would be! What efforts would be made, what prayers offered, what enthusiasm manifested, to save the human life! But here are your children out of Christ, their souls unsaved. Perhaps they are even rude and uncourteous, a reproach to the Adventist name. They are perishing without hope and without God in the world, and you are careless and unconcerned. Satan makes every effort to lead people away from God; and he is successful in his purpose when the religious life is drowned in business cares, when he can so absorb their minds in business that they will not take time to read their Bibles, to pray in secret, and to keep the offering of praise and thanksgiving burning on the altar of sacrifice morning and evening. How few realize the wiles of the archdeceiver! how many are ignorant of his devices!"
    },
    {
      "chapter_number": 27,
      "title": "Chapter 27—Finance in the Home",
      "content": "The Lord would have His people thoughtful and caretaking. He would have them study economy in everything, and waste nothing. You should learn to know when to spare and when to spend. We cannot be Christ’s followers unless we deny self and lift the cross. We should pay up squarely as we go; gather up the dropped stitches; bind off your raveling edges, and know just what you can call your own. You should reckon up all the littles spent in self-gratification. You should notice what is used simply to gratify taste and in cultivating a perverted, epicurean appetite. The money expended for useless delicacies might be used to add to your substantial home comforts and conveniences. You are not to be penurious; you are to be honest with yourself and your brethren. Penuriousness is an abuse of God’s bounties. Lavishness is also an abuse. The little outgoes that you think of as not worth mentioning amount to considerable in the end. When you are tempted to spend money for knickknacks, you should remember the self-denial and self-sacrifice that Christ endured to save fallen man. Our children should be taught to exercise self-denial and self-control. The reason so many ministers feel that they have a hard time in financial matters is that they do not bind about their tastes, their appetites and inclinations. The reason so many men become bankrupt and dishonestly appropriate means is because they seek to gratify the extravagant tastes of their wives and children. How careful should fathers and mothers be to teach economy by precept and example to their children! It is not best to pretend to be rich, or anything above what we are—humble followers of the meek and lowly Saviour. We are not to feel disturbed if our neighbors build and furnish their houses in a manner that we are not authorized to follow. How must Jesus look upon our selfish provision for the indulgence of appetite, to please our guests, or to gratify our own inclination! It is a snare to us to aim at making a display or to allow our children, under our control, to do so. Nothing that can be utilized should be thrown away. This will require wisdom, and forethought, and constant care. It has been presented to me that the inability to save, in little things, is one reason why so many families suffer for lack of the necessities of life."
    },
    {
      "chapter_number": 28,
      "title": "Chapter 28—Family Activities During Holidays and Anniversaries",
      "content": "I saw that our holidays should not be spent in patterning after the world, yet they should not be passed by unnoticed, for this will bring dissatisfaction to our children. On these days when there is danger that our children will be exposed to evil influences and become corrupted by the pleasures and excitement of the world, let the parents study to get up something to take the place of more dangerous amusements. Give your children to understand that you have their good and happiness in view. Through the observance of holidays the people both of the world and of the churches have been educated to believe that these lazy days are essential to health and happiness, but the results reveal that they are full of evil. We have tried earnestly to make the holidays as interesting as possible to the youth and children, while changing this order of things. Our object has been to keep them away from scenes of amusement among unbelievers. After a day of pleasure seeking is ended, where is the satisfaction to the pleasure seeker? As Christian workers, whom have they helped to a better, higher, and purer life? What would they see if they should look over the record the angel wrote? A day lost! To their own souls a day lost, a day lost in the service of Christ, because no good was accomplished. They may have other days but never that day which was idled away in cheap, foolish talk, of girls with boys, and boys with girls. Never will these same opportunities offer themselves again. They had better been doing the hardest kind of labor on that holiday. They did not make the right use of their holiday, and it passed into eternity to confront them in the judgment as a day misspent."
    },
    {
      "chapter_number": 29,
      "title": "Chapter 29—Recreation",
      "content": "Christians have many sources of happiness at their command, and they may tell with unerring accuracy what pleasures are lawful and right. They may enjoy such recreations as will not dissipate the mind or debase the soul, such as will not disappoint and leave a sad after-influence to destroy self-respect or bar the way to usefulness. If they can take Jesus with them and maintain a prayerful spirit, they are perfectly safe. Any amusement in which you can engage asking the blessing of God upon it in faith will not be dangerous. But any amusement which disqualifies you for secret prayer, for devotion at the altar of prayer, or for taking part in the prayer meeting is not safe, but dangerous. We are of that class who believe that it is our privilege every day of our lives to glorify God upon the earth, that we are not to live in this world merely for our own amusement, merely to please ourselves. We are here to benefit humanity and to be a blessing to society; and if we let our minds run in that low channel that many who are seeking only vanity and folly permit their minds to run in, how can we be a benefit to our race and generation? How can we be a blessing to society around us? We cannot innocently indulge in any amusement which will unfit us for the more faithful discharge of ordinary duties. There are many things which are right in themselves, but which, perverted by Satan, prove a snare to the unwary. There is great need of temperance in amusements, as in every other pursuit. And the character of these amusements should be carefully and thoroughly considered. Every youth should ask himself, What influence will these amusements have on physical, mental, and moral health? Will my mind become so infatuated as to forget God? Shall I cease to have His glory before me? It is the privilege and duty of Christians to seek to refresh their spirits and invigorate their bodies by innocent recreation, with the purpose of using their physical and mental powers to the glory of God. Our recreations should not be scenes of senseless mirth, taking the form of the nonsensical. We can conduct them in such a manner as will benefit and elevate those with whom we associate, and better qualify us and them to more successfully attend to the duties devolving upon us as Christians. The time spent in physical exercise is not lost. A proportionate exerciseof all the organs and faculties of the body is essential to the best work of each. When the brain is constantly taxed while the other organs of the living machinery are inactive, there is a loss of strength, physical and mental. The physical system is robbed of its healthful tone, the mind loses its freshness and vigor, and a morbid excitability is the result. Those who are engaged in study should have relaxation. The mind must not be constantly confined to close thought, for the delicate mental machinery becomes worn. The body as well as the mind must have exercise."
    },
    {
      "chapter_number": 30,
      "title": "Chapter 30—The Avenues to the Mind Which Must Be Guarded",
      "content": "All should guard the senses, lest Satan gain victory over them; for these are the avenues of the soul. You will have to become a faithful sentinel over your eyes, ears, and all your senses if you would control your mind and prevent vain and corrupt thoughts from staining your soul. The power of grace alone can accomplish this most desirable work. Satan and his angels are busy creating a paralyzed condition of the senses so that cautions, warnings, and reproofs shall not be heard; or, if heard, that they shall not take effect upon the heart and reform the life."
    },
    {
      "chapter_number": 31,
      "title": "Chapter 31—Choice of Reading",
      "content": "Education is but a preparation of the physical, intellectual, and spiritual powers for the best performance of all the duties of life. The powers of endurance, and the strength and activity of the brain, are lessened or increased by the way in which they are employed. The mind should be so disciplined that all its powers will be symmetrically developed. Many youth are eager for books. They desire to read everything that they can obtain. Let them take heed what they read as well as what they hear. I have been instructed that they are in the greatest danger of being corrupted by improper reading. Satan has a thousand ways of unsettling the minds of youth. They cannot safely be off guard for a moment. They must set a watch upon their minds, that they may not be allured by the enemy’s temptations."
    },
    {
      "chapter_number": 32,
      "title": "Chapter 32—Music",
      "content": "The art of sacred melody was diligently cultivated [in the schools of the prophets]. No frivolous waltz was heard, nor flippant song that should extol man and divert the attention from God; but sacred, solemn psalms of praise to the Creator, exalting His name and recounting His wondrous works. Thus music was made to serve a holy purpose, to lift the thoughts to that which was pure and noble and elevating, and to awaken in the soul devotion and gratitude to God. Music forms a part of God’s worship in the courts above, and we should endeavor, in our songs of praise, to approach as nearly as possible to the harmony of the heavenly choirs. The proper training of the voice is an important feature in education and should not be neglected. Singing, as a part of religious service, is as much an act of worship as is prayer. The heart must feel the spirit of the song to give it right expression. I have been shown the order, the perfect order, of heaven, and have been enraptured as I listened to the perfect music there. After coming out of vision, the singing here has sounded very harsh and discordant. I have seen companies of angels, who stood in a hollow square, everyone having a harp of gold. At the end of the harp was an instrument to turn to set the harp or change the tunes. Their fingers did not sweep over the strings carelessly, but they touched different strings to produce different sounds. There is one angel who always leads, who first touches the harp and strikes the note, then all join in the rich, perfect music of heaven. It cannot be described. It is melody, heavenly, divine, while from every countenance beams the image of Jesus, shining with glory unspeakable. I was shown that the youth must take a higher stand and make the word of God the man of their counsel and their guide. Solemn responsibilities rest upon the young, which they lightly regard. The introduction of music into their homes, instead of inciting to holiness and spirituality, has been the means of diverting their minds from the truth. Frivolous songs and the popular sheet music of the day seem congenial to their taste. The instruments of music have taken time which should have been devoted to prayer. Music, when not abused, is a great blessing; but when put to a wrong use, it is a terrible curse. It excites, but does not impart that strength and courage which the Christian can find only at the throne of grace while humbly making known his wants and,with strong cries and tears pleading for heavenly strength to be fortified against the powerful temptations of the evil one. Satan is leading the young captive. Oh, what can I say to lead them to break his power of infatuation! He is a skillful charmer, luring them on to perdition."
    },
    {
      "chapter_number": 33,
      "title": "Chapter 33—Criticism and Its Effects",
      "content": "Christians should be careful in regard to their words. They should never carry unfavorable reports from one of their friends to another, especially if they are aware that there is a lack of union between them. It is cruel to hint and insinuate, as though you knew a great deal in regard to this friend or that acquaintance of which others are ignorant. Such hints go further, and create more unfavorable impressions, than to frankly relate the facts in an unexaggerated manner. What harm has not the church of Christ suffered from these things! The inconsistent, unguarded course of her members has made her weak as water. Confidence has been betrayed by members of the same church, and yet the guilty did not design to do mischief. Lack of wisdom in the selection of subjects of conversation has done much harm. The conversation should be upon spiritual and divine things; but it has been otherwise. If the association with Christian friends is chiefly devoted to the improvement of the mind and heart, there will be no after regrets, and they can look back on the interview with a pleasant satisfaction. But if the hours are spent in levity and vain talking, and the precious time is employed in dissecting the lives and character of others, the friendly intercourse will prove a source of evil, and your influence will be a savor of death unto death."
    },
    {
      "chapter_number": 34,
      "title": "Chapter 34—Counsel Concerning Dress",
      "content": "In dress, as in all things else, it is our privilege to honor our Creator. He desires our clothing to be not only neat and healthful, but appropriate and becoming. We should seek to make the best of our appearance. In the tabernacle service God specified every detail concerning the garments of those who ministered before Him. Thus we are taught that He has a preference in regard to the dress of those who serve Him. Very specific were the directions given in regard to Aaron’s robes, for his dress was symbolic. So the dress of Christ’s followers should be symbolic. In all things we are to be representatives of Him. Our appearance in every respect should be characterized by neatness, modesty, and purity. By the things of nature [the flowers, the lily] Christ illustrates the beauty that Heaven values, the modest grace, the simplicity, the purity, the appropriateness, that would make our attire pleasing to Him."
    },
    {
      "chapter_number": 35,
      "title": "Chapter 35—An Appeal to Youth",
      "content": "Dear young friends, that which you sow, you will also reap. Now is the sowing time for you. What will the harvest be? What are you sowing? Every word you utter, every act you perform, is a seed which will bear good or evil fruit and will result in joy or sorrow to the sower. As is the seed sown, so will be the crop. God has given you great light and many privileges. After this light has been given, after your dangers have been plainly presented before you, the responsibility becomes yours. The manner in which you treat the light that God gives you will turn the scale for happiness or woe. You are shaping your destinies for yourselves. You all have an influence for good or for evil on the minds and characters of others. And just the influence which you exert is written in the book of records in heaven. An angel is attending you and taking record of your words and actions. When you rise in the morning, do you feel your helplessness and your need of strength from God? and do you humbly, heartily make known your wants to your heavenly Father? If so, angels mark your prayers, and if these prayers have not gone forth out of feigned lips, when you are in danger of unconsciously doing wrong and exerting an influence which will lead others to do wrong, your guardian angel will be by your side, prompting you to a better course, choosing your words for you, and influencing your actions. If you feel in no danger, and if you offer no prayer for help and strength to resist temptations, you will be sure to go astray; your neglect of duty will be marked in the book of God in heaven, and you will be found wanting in the trying day. There are some around you who have been religiously instructed, and some who have been indulged, petted, flattered, and praised until they have been literally spoiled for practical life. I am speaking in regard to persons that I know. Their characters are so warped by indulgence, flattery, and indolence that they are useless for this life. And if useless so far as this life is concerned, what may we hope for that life where all is purity and holiness, and where all have harmonious characters? I have prayed for these persons; I have addressed them personally. I could see the influence that they would exert over other minds in leading them to vanity, love of dress, and carelessness in regard to their eternal interests. The only hope for this class is for them to take heed to their ways, humble their proud, vain hearts before God, make confessionof their sins, and be converted."
    },
    {
      "chapter_number": 36,
      "title": "Chapter 36—The Proper Discipline and Education of our Children",
      "content": "The prevailing influence in the world is to suffer the youth to follow the natural turn of their own minds. And if very wild in youth, parents say they will come right after a while, and when sixteen or eighteen years of age, will reason for themselves, and leave off their wrong habits, and become at last useful men and women. What a mistake! For years they permit an enemy to sow the garden of the heart; they suffer wrong principles to grow, and in many cases all the labor afterward bestowed on that soil will avail nothing. Satan is an artful, persevering workman, a deadly foe. Whenever an incautious word is spoken to the injury of youth, whether in flattery or to cause them to look upon some sin with less abhorrence, Satan takes advantage of it and nourishes the evil seed that it may take root and yield a bountiful harvest. Some parents have suffered their children to form wrong habits, the marks of which may be seen all through life. Upon the parents lies this sin. These children may profess to be Christians, yet without a special work of grace upon the heart and a thorough reform in life their past habits will be seen in all their experience, and they will exhibit just the character which their parents allowed them to form. Parents must govern their children, correct their passions, and subdue them, or God will surely destroy the children in the day of His fierce anger, and the parents who have not controlled their children will not be blameless. Especially should the servants of God govern their own families and have them in good subjection. I saw that they are not prepared to judge or decide in matters of the church, unless they can rule well their own house. They must first have order at home, and then their judgment and influence will tell in the church. Every son and daughter should be called to account if absent from home at night. Parents should know what company their children are in and at whose house they spend their evenings. Human philosophy has not discovered more than God knows or devised a wiser plan of dealing with children than that given by our Lord. Who can better understand all the needs of children than their Creator? Who can feel a deeper interest in their welfare than He who bought them with His own blood? If the word of God were carefully studied and faithfully obeyed, there would be less soul anguish over the perverse conduct of wicked children. Children have claims which their parents should acknowledge andrespect. They have a right to such an education and training as will make them useful, respected, and beloved members of society here, and give them a moral fitness for the society of the pure and holy hereafter. The young should be taught that both their present and their future well-being depend to a great degree on the habits they form in childhood and youth. Men and women professing to revere the Bible and follow its teachings fail in many respects to perform its requirements. In the training of children they follow their own perverse natures rather than the revealed will of God. This neglect of duty involves the loss of thousands of souls. The Bible lays down rules for the correct discipline of children. Were these requirements of God heeded by parents, we should today see a different class of youth coming upon the stage of action. But parents who profess to be Bible readers and Bible followers are going directly contrary to its teachings. We hear the cry of sorrow and anguish from fathers and mothers who bewail the conduct of their children, little realizing that they are bringing this sorrow and anguish upon themselves, and ruining their children, by their mistaken affection. They do not realize their God-given responsibilities to train their children to right habits from their babyhood. Children who are Christians will prefer the love and approbation of their God-fearing parents above every earthly blessing. They will love and honor their parents. It should be one of the principal studies of their lives, how to make their parents happy. In this rebellious age, children who have not received right instruction and discipline have but little sense of their obligations to their parents. It is often the case that the more their parents do for them, the more ungrateful they are, and the less they respect them. To a great extent, parents hold in their own hands the future happiness of their children. Upon them rests the important work of forming the character of these children. The instructions given in childhood will follow them all through life. Parents sow the seed which will spring up and bear fruit either for good or evil. They can fit their sons and daughters for happiness or for misery."
    },
    {
      "chapter_number": 37,
      "title": "Chapter 37—Christian Education",
      "content": "We are rapidly nearing the final crisis in this world’s history, and it is important that we understand that the educational advantages offered by our schools are to be different from those offered by the schools of the world. Our ideas of education take too narrow and too low a range. There is need of a broader scope, a higher aim. True education means more than the perusal of a certain course of study. It means more than a preparation for the life that now is. It has to do with the whole being, and with the whole period of existence possible to man. It is the harmonious development of the physical, the mental, and the spiritual powers. It prepares the student for the joy of service in this world and for the higher joy of wider service in the world to come. In the highest sense the work of education and the work of redemption are one, for in education, as in redemption, “other foundation can no man lay than that is laid, which is Jesus Christ.”1 :11. To bring man back into harmony with God, so to elevate and ennoble his moral nature that he may again reflect the image of the Creator, is the great purpose of all the education and discipline of life. So important was this work that the Saviour left the courts of heaven and came in person to this earth, that He might teach men how to obtain a fitness for the higher life. It is so easy to drift into worldly plans, methods, and customs and have no more thought of the time in which we live, or of the great work to be accomplished, than had the people in Noah’s day. There is constant danger that our educators will travel over the same ground as did the Jews, conforming to customs, practices, and traditions which God has not given. With tenacity and firmness some cling to old habits and a love of various studies which are not essential, as if their salvation depended upon these things. In doing this they turn away from the special work of God and give to the students a deficient, a wrong education. There should be men and women who are qualified to work in the churches and to train our young people for special lines of work, that souls may be brought to see Jesus. The schools established by us should have in view this object, and not be after the order of the denominational schools established by other churches, or after the order of worldly seminaries and colleges. They are to be of an altogether higherorder, where no phase of infidelity shall be originated, or countenanced. The students are to be educated in practical Christianity, and the Bible must be regarded as the highest, the most important textbook."
    },
    {
      "chapter_number": 38,
      "title": "Chapter 38—The Call to Temperate Living",
      "content": "Health is an inestimable blessing and one more closely related to conscience and religion than many realize. It has a great deal to do with one’s capability for service and should be as sacredly guarded as the character, for the more perfect the health the more perfect will be our efforts for the advancement of God’s cause and for the blessing of humanity. , 1871, I was again shown that the health reform is one branch of the great work which is to fit a people for the coming of the Lord. It is as closely connected with the third angel’s message as the hand is with the body. The law of Ten Commandments has been lightly regarded by man, but the Lord would not come to punish the transgressors of that law without first sending them a message of warning. The third angel proclaims that message. Had men ever been obedient to the law of Ten Commandments, carrying out in their lives the principles of those precepts, the curse of disease now flooding the world would not be. Men and women cannot violate natural law by indulging depraved appetite and lustful passions, and not violate the law of God. Therefore He has permitted the light of health reform to shine upon us, that we may see our sin in violating the laws which He has established in our being. All our enjoyment or suffering may be traced to obedience or transgression of natural law. Our gracious heavenly Father sees the deplorable condition of men who, some knowingly but many ignorantly, are living in violation of the laws that He has established. And in love and pity to the race, He causes the light to shine upon health reform. He publishes His law and the penalty that will follow the transgression of it, that all may learn and be careful to live in harmony with natural law. He proclaims His law so distinctly and makes it so prominent that it is like a city set on a hill. All accountable beings can understand it if they will. Idiots will not be responsible. To make plain natural law, and urge the obedience of it, is the work that accompanies the third angel’s message to prepare a people for the coming of the Lord."
    },
    {
      "chapter_number": 39,
      "title": "Chapter 39—The Importance of Cleanliness",
      "content": "In order to have good health, we must have good blood; for the blood is the current of life. It repairs waste and nourishes the body. When supplied with the proper food elements and when cleansed and vitalized by contact with pure air, it carries life and vigor to every part of the system. The more perfect the circulation, the better will this work be accomplished. The external application of water is one of the easiest and most satisfactory ways of regulating the circulation of the blood. A cold or cool bath is an excellent tonic. Warm baths open the pores and thus aid in the elimination of impurities. Both warm and neutral baths soothe the nerves and equalize the circulation. Exercise quickens and equalizes the circulation of the blood, but in idleness the blood does not circulate freely, and the changes in it, so necessary to life and health, do not take place. The skin, too, becomes inactive. Impurities are not expelled as they would be if the circulation had been quickened by vigorous exercise, the skin kept in a healthy condition, and the lungs fed with plenty of pure, fresh air. The lungs should be allowed the greatest freedom possible. Their capacity is developed by free action; it diminishes if they are cramped and compressed. Hence the ill effects of the practice so common, especially in sedentary pursuits, of stooping at one’s work. In this position it is impossible to breathe deeply. Superficial breathing soon becomes a habit, and the lungs lose their power to expand. Thus an insufficient supply of oxygen is received. The blood moves sluggishly. The waste, poisonous matter, which should be thrown off in the exhalations from the lungs, is retained, and the blood becomes impure. Not only the lungs, but the stomach, liver, and brain are affected. The skin becomes sallow, digestion is retarded; the heart is depressed; the brain is clouded; the thoughts are confused; gloom settles upon the spirits; the whole system becomes depressed and inactive, and peculiarly susceptible to disease. The lungs are constantly throwing off impurities, and they need to be constantly supplied with fresh air. Impure air does not afford the necessary supply of oxygen, and the blood passes to the brain and other organs without being vitalized. Hence the necessity of thorough ventilation. To live in close, ill-ventilated rooms, where the air is dead and vitiated, weakens the entire system. It becomes peculiarly sensitiveto the influence of cold, and a slight exposure induces disease. It is close confinement indoors that makes many women pale and feeble. They breathe the same air over and over until it becomes laden with poisonous matter thrown off through the lungs and pores, and impurities are thus conveyed back to the blood. Many are suffering from disease because they refuse to receive into their rooms at night the pure night air. The free, pure air of heaven is one of the richest blessings we can enjoy. Scrupulous cleanliness is essential to both physical and mental health. Impurities are constantly thrown off from the body through the skin. Its millions of pores are quickly clogged unless kept clean by frequent bathing, and the impurities which should pass off through the skin become an additional burden to the other eliminating organs. Most persons would receive benefit from a cool or tepid bath every day, morning or evening. Instead of increasing the liability to take cold, a bath, properly taken, fortifies against cold, because it improves the circulation; the blood is brought to the surface, and a more easy and regular flow is obtained. The mind and the body are alike invigorated. The muscles become more flexible, the intellect is made brighter. The bath is a soother of the nerves. Bathing helps the bowels, the stomach, and the liver, giving health and energy to each, and it promotes digestion. It is important also that the clothing be kept clean. The garments worn absorb the waste matter that passes off through the pores; if they are not frequently changed and washed, the impurities will be reabsorbed. Every form of uncleanliness tends to disease. Death-producing germs abound in dark, neglected corners, in decaying refuse, in dampness and mold and must. No waste vegetables or heaps of fallen leaves should be allowed to remain near the house to decay and poison the air. Nothing unclean or decaying should be tolerated within the home. In towns or cities regarded perfectly healthful, many an epidemic of fever has been traced to decaying matter about the dwelling of some careless householder. Perfect cleanliness, plenty of sunlight, careful attention to sanitation in every detail of the home life, are essential to freedom from disease and to the cheerfulness and vigor of the inmates of the home. Teach the little ones that God is not pleased to see them with unclean bodies and untidy, torn garments. Having the clothing neat and clean will be one means of keeping the thoughts pure and sweet. Especially should every article which comes in contact with the skin be kept clean. Truth never places her delicate feet in a path of uncleanness or impurity. He who was so particular that the children of Israel should cherish habits of cleanliness will not sanction any impurity in the homes of His people today. God looks with disfavor on uncleanness of any kind. Unclean, neglected corners in the house will tend to make impure, neglected corners in the soul. Heaven is pure and holy, and those who pass through the gates of the city of God must here be clothed with inward and outward purity."
    },
    {
      "chapter_number": 40,
      "title": "Chapter 40—The Food We Eat",
      "content": "Our bodies are built up from the food we eat. There is a constant breaking down of the tissues of the body; every movement of every organ involves waste, and this waste is repaired from our food. Each organ of the body requires its share of nutrition. The brain must be supplied with its portion; the bones, muscles, and nerves demand theirs. It is a wonderful process that transforms the food into blood and uses this blood to build up the varied parts of the body; but this process is going on continually, supplying with life and strength each nerve, muscle, and tissue. Those foods should be chosen that best supply the elements needed for building up the body. In this choice, appetite is not a safe guide. Through wrong habits of eating, the appetite has become perverted. Often it demands food that impairs health and causes weakness instead of strength. We cannot safely be guided by the customs of society. The disease and suffering that everywhere prevail are largely due to popular errors in regard to diet. But not all foods wholesome in themselves are equally suited to our needs under all circumstances. Care should be taken in the selection of food. Our diet should be suited to the season, to the climate in which we live, and to the occupation we follow. Some foods that are adapted for use at one season or in one climate are not suited to another. So there are different foods best suited for persons in different occupations. Often food that can be used with benefit by those engaged in hard physical labor is unsuitable for persons of sedentary pursuits or intense mental application. God has given us an ample variety of healthful foods, and each person should choose from it the things that experience and sound judgment prove to be best suited to his own necessities."
    },
    {
      "chapter_number": 41,
      "title": "Chapter 41—Flesh Foods",
      "content": "God gave our first parents the food He designed that the race should eat. It was contrary to His plan to have the life of any creature taken. There was to be no death in Eden. The fruit of the trees in the garden, was the food man’s wants required. God gave man no permission to eat animal food until after the flood. Everything had been destroyed upon which man could subsist, and therefore the Lord in their necessity gave Noah permission to eat of the clean animals which he had taken with him into the ark. But animal food was not the most healthful article of food for man. After the Flood the people ate largely of animal food. God saw that the ways of man were corrupt, and that he was disposed to exalt himself proudly against his Creator and to follow the inclinations of his own heart. And He permitted that long-lived race to eat animal food to shorten their sinful lives. Soon after the Flood the race began to rapidly decrease in size, and in length of years. In choosing man’s food in Eden, the Lord showed what was the best diet; in the choice made for Israel He taught the same lesson. He brought the Israelites out of Egypt and undertook their training, that they might be a people for His own possession. Through them He desired to bless and teach the world. He provided them with the food best adapted for this purpose, not flesh, but manna, “the bread of heaven.” It was only because of their discontent and their murmuring for the fleshpots of Egypt that animal food was granted them, and this only for a short time. Its use brought disease and death to thousands. Yet the restriction to a non-flesh diet was never heartily accepted. It continued to be the cause of discontent and murmuring, open or secret, and it was not made permanent. Upon their settlement in Canaan, the Israelites were permitted the use of animal food, but under careful restrictions which tended to lessen the evil results. The use of swine’s flesh was prohibited, as also of other animals and of birds and fish whose flesh was pronounced unclean. Of the meats permitted, the eating of the fat and the blood was strictly forbidden. Only such animals could be used for food as were in good condition. No creature that was torn, that had died of itself, or from which the blood had not been carefully drained, could be used as food. By departing from the plan divinely appointed for their diet, the Israelites suffered great loss. They desired a flesh diet, and they reaped its results. They did not reach God’s ideal of character or fulfill Hispurpose. The Lord “gave them their request; but sent leanness into their soul.”:15. They valued the earthly above the spiritual, and the sacred pre-eminence which was His purpose for them they did not attain. Those who eat flesh are but eating grains and vegetables at second hand; for the animal receives from these things the nutrition that produces growth. The life that was in the grains and vegetables passes into the eater. We receive it by eating the flesh of the animal. How much better to get it direct, by eating the food that God provided for our use!"
    },
    {
      "chapter_number": 42,
      "title": "Chapter 42—Faithfulness in Health Reform",
      "content": "[Note: This message reviewing the essential points in health reform was given by Mrs. White at the General conference , the last such session she attended.—Compilers.] I am instructed to bear a message to all our people on the subject of health reform, for many have backslidden from their former loyalty to health reform principles. God’s purpose for His children is that they shall grow up to the full stature of men and women in Christ. In order to do this, they must use aright every power of mind, soul, and body. They cannot afford to waste any mental or physical strength. The question of how to preserve the health is one of primary importance. When we study this question in the fear of God we shall learn that it is best, for both our physical and our spiritual advancement, to observe simplicity in diet. Let us patiently study this question. We need knowledge and judgment in order to move wisely in this matter. Nature’s laws are not to be resisted, but obeyed. Those who have received instruction regarding the evils of the use of flesh foods, tea and coffee, and rich and unhealthful food preparations, and who are determined to make a covenant with God by sacrifice, will not continue to indulge their appetite for food that they know to be unhealthful. God demands that the appetites be cleansed, and that self-denial be practiced in regard to those things which are not good. This is a work that will have to be done before His people can stand before Him a perfected people. The remnant people of God must be a converted people. The presentation of this message is to result in the conversion and sanctification of souls. We are to feel the power of the Spirit of God in this movement. This is a wonderful, definite message; it means everything to the receiver, and it is to be proclaimed with a loud cry. We must have a true, abiding faith that this message will go forth with increasing importance till the close of time. There are some professed believers who accept certain portions of theTestimoniesas the message of God, while they reject those portions that condemn their favorite indulgences. Such persons are working contrary to their own welfare and the welfare of the church. It is essential that we walk in the light while we have the light. Those who claim tobelieve in health reform, and yet work counter to its principles in the daily life practice, are hurting their own souls and are leaving wrong impressions upon the minds of believers and unbelievers."
    },
    {
      "chapter_number": 43,
      "title": "Chapter 43—The Church on Earth",
      "content": "God has a church upon the earth who are His chosen people, who keep His commandments. He is leading, not stray offshoots, not one here and one there, but a people. The truth is a sanctifying power; but the church militant is not the church triumphant. There are tares among the wheat. “Wilt thou then that we ... gather them up?” was the question of the servant; but the master answered, “Nay; lest while ye gather up the tares, ye root up also the wheat with them.” The gospel net draws not only good fish, but bad ones as well, and the Lord only knows who are His. It is our individual duty to walk humbly with God. We are not to seek any strange, new message. We are not to think that the chosen ones of God who are trying to walk in the light compose Babylon. Although there are evils existing in the church, and will be until the end of the world, the church in these last days is to be the light of the world that is polluted and demoralized by sin. The church, enfeebled and defective, needing to be reproved, warned, and counseled, is the only object upon earth upon which Christ bestows His supreme regard. The world is a workshop in which, through the cooperation of human and divine agencies, Jesus is making experiments by His grace and divine mercy upon human hearts. God has a distinct people, a church on earth, second to none, but superior to all in their facilities to teach the truth, to vindicate the law of God. God has divinely appointed agencies—men whom He is leading, who have borne the heat and burden of the day, who are cooperating with heavenly instrumentalities to advance the kingdom of Christ in our world. Let all unite with these chosen agents, and be found at last among those who have the patience of the saints, who keep the commandments of God, and have the faith of Jesus."
    },
    {
      "chapter_number": 44,
      "title": "Chapter 44—Church Organization",
      "content": "Someone must fulfill the commission of Christ; someone must carry on the work which He began to do on earth; and the church has been given this privilege. For this purpose it has been organized. Ministers should love order and should discipline themselves, and then they can successfully discipline the church of God and teach them to work harmoniously like a well-drilled company of soldiers. If discipline and order are necessary for successful action on the battlefield, the same are as much more needful in the warfare in which we are engaged as the object to be gained is of greater value and more elevated in character than those for which opposing forces contend upon the field of battle. In the conflict in which we are engaged, eternal interests are at stake. Angels work harmoniously. Perfect order characterizes all their movements. The more closely we imitate the harmony and order of the angelic host, the more successful will be the efforts of these heavenly agents in our behalf. If we see no necessity for harmonious action, and are disorderly, undisciplined, and disorganized in our course of action, angels, who are thoroughly organized and move in perfect order, cannot work for us successfully. They turn away in grief, for they are not authorized to bless confusion, distraction, and disorganization. All who desire the co-operation of the heavenly messengers must work in unison with them. Those who have the unction from on high will in all their efforts encourage order, discipline, and union of action, and then the angels of God can co-operate with them. But never, never will these heavenly messengers place their endorsement upon irregularity, disorganization, and disorder. All these evils are the result of Satan’s efforts to weaken our forces, to destroy courage, and prevent successful action. Satan well knows that success can only attend order and harmonious action. He well knows that everything connected with heaven is in perfect order, that subjection and thorough discipline mark the movements of the angelic host. It is his studied effort to lead professed Christians just as far from heaven’s arrangement as he can; therefore he deceives even the professed people of God and makes them believe that order and discipline are enemies to spirituality, that the only safety for them is to let each pursue his own course, and to remain especially distinct from bodies of Christians who are united and are laboring to establish discipline and harmony of action. All the efforts made to establish order are considered dangerous, a restriction of rightful liberty, and hence are feared as popery. These deceived souls consider it a virtue to boast of their freedom to think and act independently. They will not take any man’s say-so. They are amenable to no man. I was shown that it is Satan’s special work to lead men to feel that it is in God’sorder for them to strike out for themselves and choose their own course, independent of their brethren. God has made His church on the earth a channel of light, and through it He communicates His purposes and His will. He does not give to one of His servants an experience independent of and contrary to the experience of the church itself. Neither does He give one man a knowledge of His will for the entire church while the church—Christ’s body—is left in darkness. In His providence He places His servants in close connection with His church in order that they may have less confidence in themselves and greater confidence in others whom He is leading out to advance His work."
    },
    {
      "chapter_number": 45,
      "title": "Chapter 45—The House of God",
      "content": "To the humble, believing soul, the house of God on earth is the gate of heaven. The song of praise, the prayer, the words spoken by Christ’s representatives, are God’s appointed agencies to prepare a people for the church above, for that loftier worship into which there can enter nothing that defileth. The house is the sanctuary for the family, and the closet or the grove the most retired place for individual worship; but the church is the sanctuary for the congregation. There should be rules in regard to the time, the place, and the manner of worshiping. Nothing that is sacred, nothing that pertains to the worship of God, should be treated with carelessness or indifference. In order that men may do their best work in showing forth the praises of God, their associations must be such as will keep the sacred distinct from the common, in their minds. Those who have broad ideas, noble thoughts and aspirations, are those who have associations that strengthen all thoughts of divine things. Happy are those who have a sanctuary, be it high or low, in the city or among the rugged mountain caves, in the lowly cabin or in the wilderness. If it is the best they can secure for the Master, He will hallow the place with His presence, and it will be holy unto the Lord of hosts."
    },
    {
      "chapter_number": 46,
      "title": "Chapter 46—Treatment of the Erring",
      "content": "Christ came to bring salvation within the reach of all. Upon the cross of Calvary He paid the infinite redemption price for a lost world. His self-denial and self-sacrifice, His unselfish labor, His humiliation, above all, the offering up of His life, testifies to the depth of His love for fallen man. It was to seek and to save the lost that He came to earth. His mission was to sinners, sinners of every grade, of every tongue and nation. He paid the price for all, to ransom them and bring them into union and sympathy with Himself. The most erring, the most sinful, were not passed by; His labors were especially for those who most needed the salvation He came to bring. The greater their need of reform, the deeper was His interest, the greater His sympathy, and the more earnest His labors. His great heart of love was stirred to its depths for the ones whose condition was most hopeless and who most needed His transforming grace. But there has been among us as a people a lack of deep, earnest, soul-touching sympathy and love for the tempted and the erring. Many have manifested great coldness and sinful neglect, represented by Christ as passing by on the other side, keeping as far as possible from those who most need help. The newly converted soul often has fierce conflicts with established habits or with some special form of temptation, and, being overcome by some master passion or tendency, he is guilty of indiscretion or actual wrong. It is then that energy, tact, and wisdom are required of his brethren, that he may be restored to spiritual health. In such cases the instructions of God’s word apply: “Brethren, if a man be overtaken in a fault, ye which are spiritual, restore such an one in a spirit of meekness; considering thyself, lest thou also be tempted.” “We then that are strong ought to bear the infirmities of the weak, and not to please ourselves.”:1. Mild measures, soft answers, and pleasant words are much better fitted to reform and save, than severity and harshness. A little too much unkindness may place persons beyond your reach, while a conciliatory spirit would be the means of binding them to you, and you might then establish them in the right way. You should be actuated by a forgiving spirit also, and give due credit to every good purpose and action of those around you."
    },
    {
      "chapter_number": 47,
      "title": "Chapter 47—The Observance of God’s Holy Sabbath",
      "content": "Great blessings are enfolded in the observance of the Sabbath, and God desires that the Sabbath day shall be to us a day of joy. There was joy at the institution of the Sabbath. God looked with satisfaction upon the work of His hands. All things that He had made He pronounced “very good.”:31. Heaven and earth were filled with rejoicing. “The morning stars sang together, and all the sons of God shouted for joy.”:7. Though sin has entered the world to mar His perfect work, God still gives to us the Sabbath as a witness that One omnipotent, infinite in goodness and mercy, created all things. Our heavenly Father desires through the observance of the Sabbath to preserve among men a knowledge of Himself. He desires that the Sabbath shall direct our minds to Him as the true and living God, and that through knowing Him we may have life and peace. When the Lord delivered His people Israel from Egypt and committed to them His law, He taught them that by the observance of the Sabbath they were to be distinguished from idolaters. It was this that made the distinction between those who acknowledge the sovereignty of God and those who refuse to accept Him as their Creator and King. “It is a sign between Me and the children of Israel forever,” the Lord said. “Wherefore the children of Israel shall keep the Sabbath, to observe the Sabbath throughout their generations, for a perpetual covenant.”:17, 16. As the Sabbath was the sign that distinguished Israel when they came out of Egypt to enter the earthly Canaan, so it is the sign that now distinguishes God’s people as they come out from the world to enter the heavenly rest. The Sabbath is a sign of the relationship existing between God and His people, a sign that they honor His law. It distinguishes between His loyal subjects and transgressors. From the pillar of cloud Christ declared concerning the Sabbath: “Verily My Sabbaths ye shall keep: for it is a sign between Me and you throughout your generations; that ye may know that I am the Lord that doth sanctify you.”:13. The Sabbath given to the world as the sign of God as the Creator is also the sign of Him as the Sanctifier. The power that created all things is the power that re-creates the soul in His own likeness. To those who keep holy the Sabbath day it is the sign of sanctification. True sanctification is harmony with God, oneness with Him in character. It is received through obedience to those principlesthat are the transcript of His character. And the Sabbath is the sign of obedience. He who from the heart obeys the fourth commandment will obey the whole law. He is sanctified through obedience. To us as to Israel the Sabbath is given “for a perpetual covenant.” To those who reverence His holy day the Sabbath is a sign that God recognizes them as His chosen people. It is a pledge that He will fulfill to them His covenant. Every soul who accepts the sign of God’s government places himself under the divine, everlasting covenant. He fastens himself to the golden chain of obedience, every link of which is a promise."
    },
    {
      "chapter_number": 48,
      "title": "Chapter 48—Counsels on Stewardship",
      "content": "The spirit of liberality is the spirit of heaven. Christ’s self-sacrificing love is revealed upon the cross. That man might be saved, He gave all that He had and then gave Himself. The cross of Christ appeals to the benevolence of every follower of the blessed Saviour. The principle there illustrated is to give, give. This, carried out in actual benevolence and good works, is the true fruit of the Christian life. The principle of worldlings is to get, get, and thus they expect to secure happiness; but carried out in all its bearings, the fruit is misery and death. The light of the gospel shining from the cross of Christ rebukes selfishness and encourages liberality and benevolence. It should not be a lamented fact that there are increasing calls to give. God in His providence is calling His people out from their limited sphere of action, to enter upon greater enterprises. Unlimited effort is demanded at this time when moral darkness is covering the world. Many of God’s people are in danger of being ensnared by worldliness and covetousness. They should understand that it is His mercy that multiplies the demands for their means. Objects that call benevolence into action must be placed before them, or they cannot pattern after the character of the great Exemplar. In commissioning His disciples to go “into all the world, and preach the gospel to every creature,” Christ assigned to men the work of extending the knowledge of His grace. But while some go forth to preach, He calls upon others to answer His claims upon them for offerings with which to support His cause in the earth. He has placed means in the hands of men, that His divine gifts may flow through human channels in doing the work appointed us in saving our fellow men. This is one of God’s ways of exalting man. It is just the work that man needs, for it will stir the deepest sympathies of his heart and call into exercise the highest capabilities of the mind. Rightly directed benevolence draws upon the mental and moral energies of men, and excites them to most healthful action in blessing the needy and in advancing the cause of God. Every opportunity to help a brother in need, or to aid the cause of God in the spread of the truth, is a pearl that you can send beforehand and deposit in the bank of heaven for safekeeping."
    },
    {
      "chapter_number": 49,
      "title": "Chapter 49—The Christian Attitude Toward Want and Suffering",
      "content": "Today God gives men opportunity to show whether they love their neighbor. He who truly loves God and his fellow man is he who shows mercy to the destitute, the suffering, the wounded, those who are ready to die. God calls upon every man to take up his neglected work, to seek to restore the moral image of the Creator in humanity. Work for others will require effort, self-denial, and self-sacrifice. But what is the little sacrifice that we can make in comparison with the sacrifice which God has made for us in the gift of His only-begotten Son? The conditions of inheriting eternal life are plainly stated by our Saviour in the most simple manner. The man who was wounded and robbed,:30-37represents those who are subjects of our interest, sympathy, and charity. If we neglect the cases of the needy and the unfortunate that are brought under our notice, no matter who they may be, we have no assurance of eternal life; for we do not answer the claims that God has upon us. We are not compassionate and pitiful to humanity, because they may not be kith or kin to us. You have been found transgressors of the second great commandment, upon which the last six commandments depend. Whosoever offendeth in one point, is guilty of all. Those who do not open their hearts to the wants and sufferings of humanity will not open their hearts to the claims of God as stated in the first four precepts of the Decalogue. Idols claim the heart and affections, and God is not honored and does not reign supreme. It should be written upon the conscience as with a pen of iron upon a rock, that he who disregards mercy, compassion, and righteousness, he who neglects the poor, who ignores the needs of suffering humanity, who is not kind and courteous, is so conducting himself that God cannot co-operate with him in the development of character. The culture of the mind and heart is more easily accomplished when we feel such tender sympathy for others that we bestow our benefits and privileges to relieve their necessities. Getting and holding all that we can for ourselves tends to poverty of soul. But all the attributes of Christ await the reception of those who will do the very work that God has appointed them to do, working in Christ’s lines. The Saviour ignores both rank and caste, worldly honor and riches. It is character and devotedness of purpose that are of high value withHim. He does not take sides with the strong and worldly favored. He, the Son of the living God, stoops to uplift the fallen. By pledges and words of assurance He seeks to win to Himself the lost, perishing soul. Angels of God are watching to see who of His followers will exercise tender pity and sympathy. They are watching to see who of God’s people will manifest the love of Jesus. God calls not only for your benevolence, but for your cheerful countenance, your hopeful words, the grasp of your hand. As you visit the Lord’s afflicted ones, you will find some from whom hope has departed; bring back the sunshine to them. There are those who need the bread of life; read to them from the word of God. Upon others there is a soul sickness that no earthly balm can reach or physician heal; pray for these, and bring them to Jesus."
    },
    {
      "chapter_number": 50,
      "title": "Chapter 50—Christians in All the World Become One in Christ",
      "content": "[Much of the counsel of this chapter was given by Mrs. White in a meeting where workers had gathered from several countries representing divergent languages and customs. Some of these workers had mistakenly reasoned that the counsel which the Lord had given His people thought Mrs. E. G. White was appropriate only for the nationality to which Mrs. White belonged.—White Trustees.] If we would come to Christ with the simplicity of a child coming to its earthly parents, and ask for the things that He has promised, believing that we receive them, we should have them. If all of us had exercised the faith we should we would have been blessed with far more of the Spirit of God in our meetings than we have yet received. I am glad that a few days of the meeting still remain. Now the question is: Will we come to the fountain and drink? Will the teachers of truth set the example? God will do great things for us if we by faith take Him at His word. Oh, that we might see here a general humbling of the heart before God! Since these meetings began, I have felt urged to dwell much upon love and faith. This is because you need this testimony. Some who have entered these missionary fields have said: “You do not understand the French people; you do not understand the Germans. They have to be met in just such a way.” But I inquire: Does not God understand them? Is it not He who gives His servants a message for the people? He knows just what they need; and if the message comes directly from Him through His servants to the people, it will accomplish the work whereunto it is sent; it will make all one in Christ. Though some are decidedly French, others decidedly German, and others decidedly American, they will be just as decidedly Christlike. The Jewish temple was built of hewn stones quarried out of the mountains; and every stone was fitted for its place in the temple, hewed, polished, and tested before it was brought to Jerusalem. And when all were brought to the ground, the building went together without the sound of ax or hammer. This building represents God’s spiritual temple, which is composed of material gathered out of every nation, and tongue, and people, of all grades, high and low, rich and poor, learned and unlearned. These are not dead substances to be fitted by hammerand chisel. They are living stones, quarried out from the world by the truth; and the great Master Builder, the Lord of the temple, is now hewing and polishing them, and fitting them for their respective places in the spiritual temple. When completed, this temple will be perfect in all its parts, the admiration of angels and of men; for its Builder and Maker is God. Let no one think that there need not be a stroke placed upon him. There is no person, no nation, that is perfect in every habit and thought. One must learn of another. Therefore God wants the different nationalities to mingle together, to be one in judgment, one in purpose. Then the union that there is in Christ will be exemplified. I was almost afraid to come to this country because I heard so many say that the different nationalities of Europe were peculiar and had to be reached in a certain way. But the wisdom of God is promised to those who feel their need and who ask for it. God can bring the people where they will receive the truth. Let the Lord take possession of the mind and mold it as the clay is molded in the hands of the potter, and these differences will not exist. Look to Jesus, brethren; copy His manners and spirit, and you will have no trouble in reaching these different classes. We have not six patterns to follow, nor five; we have only one, and that is Christ Jesus. If the Italian brethren, the French brethren, and the German brethren try to be like Him, they will plant their feet upon the same foundation of truth; the same spirit that dwells in one will dwell in the other—Christ in them, the hope of glory. I warn you, brethren and sisters, not to build up a wall of partition between different nationalities. On the contrary, seek to break it down wherever it exists. We should endeavor to bring all into the harmony that there is in Jesus, laboring for the one object, the salvation of our fellow men. Will you, my ministering brethren, grasp the rich promises of God? Will you put self out of sight and let Jesus appear? Self must die before God can work through you. I feel alarmed as I see self cropping out in one and another here and there. I tell you, in the name of Jesus of Nazareth, your wills must die; they must become as God’s will. He wants to melt you over and to cleanse you from every defilement. There is a great work to be done for you before you can be filled with the power of God. I beseech you to draw nigh to Him, that you may realize His rich blessing before this meeting closes."
    },
    {
      "chapter_number": 51,
      "title": "Chapter 51—The Prayer Meeting",
      "content": "The prayer meetings should be the most interesting gatherings that are held, but these are frequently poorly managed. Many attend preaching, but neglect the prayer meeting. Here, again, thought is required. Wisdom should be sought of God, and plans should be laid to conduct the meetings so that they will be interesting and attractive. The people hunger for the bread of life. If they find it at the prayer meeting they will go there to receive it. Long, prosy talks and prayers are out of place anywhere, and especially in the social meeting. Those who are forward and ever ready to speak are allowed to crowd out the testimony of the timid and retiring. Those who are most superficial generally have the most to say. Their prayers are long and mechanical. They weary the angels and the people who listen to them. Our prayers should be short and right to the point. Let the long, tiresome petitions be left for the closet, if any have such to offer. Let the Spirit of God into your hearts, and it will sweep away all dry formality."
    },
    {
      "chapter_number": 52,
      "title": "Chapter 52—Baptism",
      "content": "The ordinances of baptism and the Lord’s Supper are two monumental pillars, one without and one within the church. Upon these ordinances Christ has inscribed the name of the true God. Christ has made baptism the sign of entrance to His spiritual kingdom. He has made this a positive condition with which all must comply who wish to be acknowledged as under the authority of the Father, the Son, and the Holy Spirit. Before man can find a home in the church, before passing the threshold of God’s spiritual kingdom, he is to receive the impress of the divine name, “The Lord Our Righteousness.”:6. Baptism is a most solemn renunciation of the world. Those who are baptized in the threefold name of the Father, the Son, and the Holy Spirit, at the very entrance of their Christian life declare publicly that they have forsaken the service of Satan and have become members of the royal family, children of the heavenly King. They have obeyed the command: “Come out from among them, and be ye separate, ... and touch not the unclean thing.” And to them is fulfilled the promise: “I will receive you, and will be a Father unto you, and ye shall be My sons and daughters, saith the Lord Almighty.”2 :17, 18. The vows which we take upon ourselves in baptism embrace much. In the name of the Father, the Son, and the Holy Spirit we are buried in the likeness of Christ’s death and raised in the likeness of His resurrection, and we are to live a new life. Our life is to be bound up with the life of Christ. Henceforth the believer is to bear in mind that he is dedicated to God, to Christ, and to the Holy Spirit. He is to make all worldly considerations secondary to this new relation. Publicly he has declared that he will no longer live in pride and self-indulgence. He is no longer to live a careless, indifferent life. He has made a covenant with God. He has died to the world. He is to live to the Lord, to use for Him all his entrusted capabilities, never losing the realization that he bears God’s signature, that he is a subject of Christ’s kingdom, a partaker of the divine nature. He is to surrender to God all that he is and all that he has, employing all his gifts to His name’s glory."
    },
    {
      "chapter_number": 53,
      "title": "Chapter 53—The Lord’s Supper",
      "content": "The symbols of the Lord’s house are simple and plainly understood, and the truths represented by them are of the deepest significance to us. Christ was standing at the point of transition between two economies and their two great festivals. He, the spotless Lamb of God, was about to present Himself as a sin offering, that He would thus bring to an end the system of types and ceremonies that for four thousand years had pointed to His death. As He ate the Passover with His disciples, He instituted in its place the service that was to be the memorial of His great sacrifice. The national festival of the Jews was to pass away forever. The service which Christ established was to be observed by His followers in all lands and through all ages. The Passover was ordained as a commemoration of the deliverance of Israel from Egyptian bondage. God had directed that, year by year, as the children should ask the meaning of this ordinance, the history should be repeated. Thus the wonderful deliverance was to be kept fresh in the minds of all. The ordinance of the Lord’s Supper was given to commemorate the great deliverance wrought out as the result of the death of Christ. Till He shall come the second time in power and glory, this ordinance is to be celebrated. It is the means by which His great work for us is to be kept fresh in our minds. Christ’s example forbids exclusiveness at the Lord’s Supper. It is true that open sin excludes the guilty. This the Holy Spirit plainly teaches.1 :11. But beyond this none are to pass judgment. God has not left it with men to say who shall present themselves on these occasions. For who can read the heart? Who can distinguish the tares from the wheat? “Let a man examine himself, and so let him eat of that bread, and drink of that cup.” For “whosoever shall eat this bread, and drink this cup of the Lord, unworthily, shall be guilty of the body and blood of the Lord.” “He that eateth and drinketh unworthily, eateth and drinketh damnation to himself, not discerning the Lord’s body.”1 :28, 27, 29. None should exclude themselves from the Communion because some who are unworthy may be present. Every disciple is called upon to participate publicly, and thus bear witness that he accepts Christ as a personal Saviour. In partaking with His disciples of the bread and wine, Christ pledgedHimself to them as their Redeemer. He committed to them the new covenant, by which all who receive Him become children of God, and joint heirs with Christ. By this covenant every blessing that heaven could bestow for this life and the life to come was theirs. This covenant deed was to be ratified with the blood of Christ. And the administration of the Sacrament was to keep before the disciples the infinite sacrifice made for each of them individually as a part of the great whole of fallen humanity."
    },
    {
      "chapter_number": 54,
      "title": "Chapter 54—Prayer for the Sick",
      "content": "The Scripture says that “men ought always to pray, and not to faint;”:1; and if ever there is a time when they feel their need of prayer, it is when strength fails and life itself seems slipping from their grasp. Often those who are in health forget the wonderful mercies continued to them day by day, year after year, and they render no tribute of praise to God for His benefits. But when sickness comes, God is remembered. When human strength fails, men feel their need of divine help. And never does our merciful God turn from the soul that in sincerity seeks Him for help. He is our refuge in sickness as in health. Christ is the same compassionate physician now that He was during His earthly ministry. In Him there is healing balm for every disease, restoring power for every infirmity. His disciples in this time are to pray for the sick as verily as the disciples of old prayed. And recoveries will follow; for “the prayer of faith shall save the sick.” We have the Holy Spirit’s power, the calm assurance of faith, that can claim God’s promises. The Lord’s promise, “They shall lay hands on the sick, and they shall recover,”:18, is just as trustworthy now as in the days of the apostles. It presents the privilege of God’s children, and our faith should lay hold of all that it embraces. Christ’s servants are the channel of His working, and through them He desires to exercise His healing power. It is our work to present the sick and suffering to God in the arms of our faith. We should teach them to believe in the Great Healer. The Saviour would have us encourage the sick, the hopeless, the afflicted, to take hold upon His strength."
    },
    {
      "chapter_number": 55,
      "title": "Chapter 55—The Medical Work",
      "content": "Medical missionary work is the pioneer work of the gospel, the door through which the truth for this time is to find entrance to many homes. God’s people are to be genuine medical missionaries, for they are to learn to minister to the needs of both soul and body. The purest unselfishness is to be shown by our workers as, with the knowledge and experience gained by practical work, they go out to give treatments to the sick. As they go from house to house they will find access to many hearts. Many will be reached who otherwise never would have heard the gospel message. A demonstration of the principles of health reform will do much toward removing prejudice against our evangelical work. The Great Physician, the originator of medical missionary work, will bless all who thus seek to impart the truth for this time. Physical healing is bound up with the gospel commission. When Christ sent His disciples out on their first missionary journey, He bade them, “As ye go, preach, saying, The kingdom of heaven is at hand. Heal the sick, cleanse the lepers, raise the dead, cast out devils: freely ye have received, freely give.”:7, 8. The divine commission needs no reform. Christ’s way of presenting truth cannot be improved upon. The Saviour gave the disciples practical lessons, teaching them how to work in such a way as to make souls glad in the truth. He sympathized with the weary, the heavy-laden, the oppressed. He fed the hungry and healed the sick. Constantly He went about doing good. By the good He accomplished, by His loving words and kindly deeds, He interpreted the gospel to men. Christ’s work in behalf of man is not finished. It continues today. In like manner His ambassadors are to preach the gospel and to reveal His pitying love for lost and perishing souls. By an unselfish interest in those who need help they are to give a practical demonstration of the truth of the gospel. Much more than mere sermonizing is included in this work. The evangelization of the world is the work God has given to those who go forth in His name. They are to be colaborers with Christ, revealing to those ready to perish His tender, pitying love. God calls for thousands to work for Him, not by preaching to those who know the truth for this time, but by warning those who have never heard the last message of mercy. Work with a heart filled with an earnest longing for souls. Do medical missionary work. Thus you will gain access to the hearts of people, and the way will be preparedfor a more decided proclamation of the truth."
    },
    {
      "chapter_number": 56,
      "title": "Chapter 56—Relations With Those Not of Our Persuasion",
      "content": "The question may be asked, Are we to have no union whatever with the world? The word of the Lord is to be our guide. Any connection with infidels and unbelievers that would identify us with them, is forbidden by the Word. We are to come out from among them, and be separate. In no case are we to link ourselves with them in their plans of work. But we are not to live reclusive lives. We are to do worldlings all the good we possibly can. Christ has given us an example of this. When invited to eat with publicans and sinners, He did not refuse; for in no other way than by mingling with them could He reach this class. But on every occasion He opened up themes of conversation which brought things of eternal interest to their minds. And He enjoins us, “Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven.”:16. The society of unbelievers will do us no harm if we mingle with them for the purpose of connecting them with God and are strong enough spiritually to withstand their influence. Christ came into the world to save it, to connect fallen man with the infinite God. Christ’s followers are to be channels of light. Maintaining communion with God, they are to transmit to those in darkness and error the choice blessings which they receive of heaven. Enoch did not become polluted with the iniquities existing in his day; why need we in our day? But we may, like our Master, have compassion for suffering humanity, pity for the unfortunate, and a generous consideration for the feelings and necessities of the needy, the troubled, and the despairing. I pray that my brethren may realize that the third angel’s message means much to us and that the observance of the true Sabbath is to be the sign that distinguishes those who serve God from those who serve Him not. Let those who have become sleepy and indifferent awake. We are called to be holy, and we should carefully avoid giving the impression that it is of little consequence whether or not we retain the peculiar features of our faith. Upon us rests the solemn obligation of taking a more decided stand for truth and righteousness than we have taken in the past. The line of demarcation between those who keep the commandments of God and those who do not is to be revealed with unmistakable clearness. We are conscientiously to honor God, diligently using every means of keeping in covenant relation with Him, thatwe may receive His blessings, the blessings so essential for the people who are to be so severely tried. To give the impression that our faith, our religion, is not a dominating power in our lives is greatly to dishonor God. Thus we turn from His commandments, which are our life, denying that He is our God and that we are His people."
    },
    {
      "chapter_number": 57,
      "title": "Chapter 57—Our Relations to Civil Rulers and Laws",
      "content": "The apostle plainly outlined the attitude that believers should sustain toward the civil authorities: “Submit yourselves to every ordinance of man for the Lord’s sake: whether it be to the king, as supreme; or unto governors, as unto them that are sent by him for the punishment of evildoers, and for the praise of them that do well. For so is the will of God, that with well-doing ye may put to silence the ignorance of foolish men: as free, and not using your liberty for a cloak of maliciousness, but as the servants of God. Honor all men. Love the brotherhood. Fear God. Honor the king.”1 :13-17. We have men placed over us for rulers, and laws to govern the people. Were it not for these laws, the condition of the world would be worse than it is now. Some of these laws are good, others are bad. The bad have been increasing, and we are yet to be brought into strait places. But God will sustain His people in being firm and living up to the principles of His Word. I saw that it is our duty in every case to obey the laws of our land, unless they conflict with the higher law which God spoke with an audible voice from Sinai, and afterward engraved on stone with His own finger. “I will put My laws into their mind, and write them in their hearts: and I will be to them a God, and they shall be to Me a people.” He who has God’s law written in the heart will obey God rather than men, and will sooner disobey all men than deviate in the least from the commandment of God. God’s people, taught by the inspiration of truth, and led by a good conscience to live by every word of God, will take His law, written in their hearts, as the only authority which they can acknowledge or consent to obey. The wisdom and authority of the divine law are supreme. The government under which Jesus lived was corrupt and oppressive; on every hand were crying abuses—extortion, intolerance, and grinding cruelty. Yet the Saviour attempted no civil reforms. He attacked no national abuses, nor condemned the national enemies. He did not interfere with the authority or administration of those in power. He who was our example kept aloof from earthly governments. Not because He was indifferent to the woes of men, but because the remedy did not lie in merely human and external measures. To be efficient, the cure must reach men individually, and must regenerate the heart. Again and again Christ had been asked to decide legal and politicalquestions. But He refused to interfere in temporal matters. Christ stood in our world as the Head of the great spiritual kingdom that He came to our world to establish—the kingdom of righteousness. His teaching made plain the ennobling, sanctifying principles that govern this kingdom. He showed that justice and mercy and love are the controlling powers in Jehovah’s kingdom. The spies came to Him, and with apparent sincerity, as though desiring to know their duty, said, “Master, we know that Thou sayest and teachest rightly, neither acceptest Thou the person of any, but teachest the way of God truly: is it lawful for us to give tribute unto Caesar, or no?” Christ’s reply was no evasion, but a candid answer to the question. Holding in His hand the Roman coin, upon which were stamped the name and image of Caesar, He declared that since they were living under the protection of the Roman power, they should render to that power the support it claimed, so long as this did not conflict with a higher duty. When the Pharisees heard Christ’s answer, “they marveled, and left Him, and went their way.” He had rebuked their hypocrisy and presumption, and in doing this He had stated a great principle, a principle that clearly defines the limits of man’s duty to the civil government and his duty to God."
    },
    {
      "chapter_number": 58,
      "title": "Chapter 58—Satan’s Deceptive Work",
      "content": "I saw evil angels contending for souls, and angels of God resisting them. The conflict was severe. Evil angels were corrupting the atmosphere with their poisonous influence, and crowding about these souls to stupefy their sensibilities. Holy angels were anxiously watching and waiting to drive back Satan’s host. But it is not the work of good angels to control the minds of men against their will. If they yield to the enemy, and make no effort to resist him, then the angels of God can do but little more than hold in check the host of Satan, that they shall not destroy, until further light be given to those in peril, to move them to arouse and look to heaven for help. Jesus will not commission holy angels to extricate those who make no effort to help themselves. If Satan sees that he is in danger of losing one soul, he will exert himself to the utmost to keep that one. And when the individual is aroused to his danger, and, with distress and fervor, looks to Jesus for strength, Satan fears that he will lose a captive, and he calls a reinforcement of his angels to hedge in the poor soul, and form a wall of darkness around him, that heaven’s light may not reach him. But if the one in danger perseveres, and in his helplessness casts himself upon the merits of the blood of Christ, our Saviour listens to the earnest prayer of faith, and sends a reinforcement of those angels that excel in strength to deliver him. Satan cannot endure to have his powerful rival appealed to, for he fears and trembles before His strength and majesty. At the sound of fervent prayer, Satan’s whole host trembles. He continues to call legions of evil angels to accomplish his object. And when angels, all-powerful, clothed with the armory of heaven, come to the help of the fainting, pursued soul, Satan and his host fall back, well knowing that their battle is lost. The willing subjects of Satan are faithful, active, and united in one object. And although they hate and war with one another, yet they improve every opportunity to advance their common interest. But the great Commander in heaven and earth has limited Satan’s power."
    },
    {
      "chapter_number": 59,
      "title": "Chapter 59—False Science—Satan’s Modern Robe of Light",
      "content": "False science is one of the agencies that Satan used in the heavenly courts, and it is used by him today. The false assertions that he made to the angels, his subtle scientific theories, seduced many of them from their loyalty. Having lost his place in heaven, Satan presented his temptations to our first parents. Adam and Eve yielded to the enemy, and by their disobedience humanity was estranged from God, and the earth was separated from heaven. If Adam and Eve had never touched the forbidden tree, the Lord would have imparted to them knowledge, knowledge upon which rested no curse of sin, knowledge that would have brought them everlasting joy. All that they gained by their disobedience was an acquaintance with sin and its results. The field into which Satan led our first parents is the same to which he is leading men today. He is flooding the world with pleasing fables. By every device at his command he seeks to prevent men from obtaining that knowledge of God which is salvation."
    },
    {
      "chapter_number": 60,
      "title": "Chapter 60—Satan’s Lying Wonders",
      "content": "I was directed to this scripture as especially applying to modern spiritualism::8: “Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ.” Thousands, I was shown, have been spoiled through the philosophy of phrenology and animal magnetism, and have been driven into infidelity. If the mind commences to run in this channel, it is almost sure to lose its balance and be controlled by a demon. “Vain deceit” fills the minds of poor mortals. They think there is such power in themselves to accomplish great works that they realize no necessity of a higher power. Their principles and faith are “after the tradition of men, after the rudiments of the world, and not after Christ.” Jesus has not taught them this philosophy. Nothing of the kind can be found in His teachings. He did not direct the minds of poor mortals to themselves, to a power which they possessed. He was ever directing their minds to God, the Creator of the universe, as the source of their strength and wisdom. Special warning is given in : “Let no man beguile you of your reward in a voluntary humility and worshiping of angels, intruding into those things which he hath not seen, vainly puffed up by his fleshly mind.” The teachers of spiritualism come in a pleasing, bewitching manner to deceive you, and if you listen to their fables you are beguiled by the enemy of righteousness and will surely lose your reward. When once the fascinating influence of the archdeceiver overcomes you, you are poisoned, and its deadly influence adulterates and destroys your faith in Christ’s being the Son of God, and you cease to rely on the merits of His blood. Those deceived by this philosophy are beguiled of their reward through the deceptions of Satan. They rely upon their own merits, exercise voluntary humility, are even willing to make sacrifices, and debase themselves, and yield their minds to the belief of supreme nonsense, receiving the most absurd ideas through those whom they believe to be their dead friends. Satan has so blinded their eyes and perverted their judgment that they perceive not the evil; and they follow out the instructions purporting to be from their dead friends now angels in a higher sphere. I have been shown that we must be guarded on every side and perseveringly resist the insinuations and devices of Satan. He has transformedhimself into an angel of light and is deceiving thousands and leading them captive. The advantage he takes of the science of the human mind, is tremendous. The sciences of phrenology, psychology, and mesmerism are the channel through which he comes more directly to this generation and works with that power which is to characterize his efforts near the close of probation."
    },
    {
      "chapter_number": 61,
      "title": "Chapter 61—The Coming Crisis",
      "content": "As the disrespect for God’s law becomes more manifest, the line of demarcation between its observers and the world becomes more distinct. Love for the divine precepts increases with one class according as contempt for them increases with another class. The crisis is fast approaching. The rapidly swelling figures show that the time for God’s visitation has about come. Although loath to punish, nevertheless He will punish, and that speedily. The day of God’s vengeance is just upon us. The seal of God will be placed upon the foreheads of those only who sigh and cry for the abominations done in the land. Those who link in sympathy with the world are eating and drinking with the drunken and will surely be destroyed with the workers of iniquity. “The eyes of the Lord are over the righteous, and His ears are open unto their prayers: but the face of the Lord is against them that do evil.”1 :12. Our own course of action will determine whether we shall receive the seal of the living God or be cut down by the destroying weapons. Already a few drops of God’s wrath have fallen upon the earth; but when the seven last plagues shall be poured out without mixture into the cup of His indignation, then it will be forever too late to repent and find shelter. No atoning blood will then wash away the stains of sin. Not all who profess to keep the Sabbath will be sealed. There are many even among those who teach the truth to others who will not receive the seal of God in their foreheads. They had the light of truth, they knew their Master’s will, they understood every point of our faith, but they had not corresponding works. These who were so familiar with prophecy and the treasures of divine wisdom should have acted their faith. They should have commanded their households after them, that by a well-ordered family they might present to the world the influence of the truth upon the human heart. By their lack of devotion and piety, and their failure to reach a high religious standard, they make other souls contented with their position. Men of finite judgment cannot see that in patterning after these men who have so often opened to them the treasures of God’s word, they will surely endanger their souls. Jesus is the only true pattern. Everyone must now search the Bible for himself upon his knees before God, with the humble, teachable heart of a child, if he would know what the Lord requires of him. However high any minister may have stood in the favorof God, if he neglects to follow out the light given him of God, if he refuses to be taught as a little child, he will go into darkness and satanic delusions and will lead others in the same path. Not one of us will ever receive the seal of God while our characters have one spot or stain upon them. It is left with us to remedy the defects in our characters, to cleanse the soul temple of every defilement. Then the latter rain will fall upon us as the early rain fell upon the disciples on the Day of Pentecost. No one need say that his case is hopeless, that he cannot live the life of a Christian. Ample provision is made by the death of Christ for every soul. Jesus is our ever-present help in time of need. Only call upon Him in faith, and He has promised to hear and answer your petitions. Oh, for a living, active faith! We need it; we must have it, or we shall faint and fail in the day of trial. The darkness that will then rest upon our path must not discourage us or drive us to despair. It is the veil with which God covers His glory when He comes to impart rich blessings. We should know this by our past experience. In that day when God has a controversy with His people this experience will be a source of comfort and hope. It is now that we must keep ourselves and our children unspotted from the world. It is now that we must wash our robes of character and make them white in the blood of the Lamb. It is now that we must overcome pride, passion, and spiritual slothfulness. It is now that we must awake and make determined effort for symmetry of character. “Today if ye will hear His voice, harden not your hearts.”:7, 8, 15. Now is the time to prepare. The seal of God will never be placed upon the forehead of an impure man or woman. It will never be placed upon the forehead of the ambitious, world-loving man or woman. It will never be placed upon the forehead of men or women of false tongues or deceitful hearts. All who receive the seal must be without spot before God—candidates for heaven. Go forward, my brethren and sisters. I can only write briefly upon these points at this time, merely calling your attention to the necessity of preparation. Search the Scriptures for yourselves, that you may understand the fearful solemnity of the present hour."
    },
    {
      "chapter_number": 62,
      "title": "Chapter 62—The Sifting Time",
      "content": "The apostle exhorts the brethren, saying, “Finally, my brethren, be strong in the Lord, and in the power of His might. Put on the whole armor of God, that ye may be able to stand ... in the evil day, and having done all, to stand.” Oh, what a day is before us! What sifting will there be among those who claim to be the children of God! The unjust will be found among the just. Those who have great light and who have not walked in it will have darkness corresponding to the light they have despised. We have need to heed the lesson contained in the words of Paul, “But I keep under my body, and bring it in subjection: lest that by any means, when I have preached to others, I myself should be a castaway.” The enemy is diligently working to see whom he can add to the ranks of apostasy; but the Lord is soon coming, and erelong every case will be decided for eternity. Those whose works correspond with the light graciously given them will be numbered on the Lord’s side. But the days of purification of the church are hastening on apace. God will have a people pure and true. In the mighty sifting soon to take place we shall be better able to measure the strength of Israel. The signs reveal that the time is near when the Lord will manifest that His fan is in His hand, and He will thoroughly purge His floor."
    },
    {
      "chapter_number": 63,
      "title": "Chapter 63—Some Things to Remember",
      "content": "The Saviour’s instructions to His disciples were given for the benefit of His followers in every age. He had those in view who were living near the close of time, when He said: “Take heed to yourselves.” It is our work, each for himself, to cherish in the heart the precious graces of the Holy Spirit. The great crisis is just before us. To meet its trials and temptations, and to perform its duties, will require persevering faith. But we may triumph gloriously; not one watching, praying, believing soul will be ensnared by the enemy. Brethren, to whom the truths of God’s word have been opened, what part will you act in the closing scenes of this world’s history? Are you awake to these solemn realities? Do you realize the grand work of preparation that is going on in heaven and on earth? Let all who have received the light, who have had the opportunity of reading and hearing the prophecy, take heed to those things that are written therein; “for the time is at hand.” Let none now tamper with sin, the source of every misery in our world. No longer remain in lethargy and stupid indifference. Let not the destiny of your soul hang upon an uncertainty. Know that you are fully on the Lord’s side. Let the inquiry go forth from sincere hearts and trembling lips, “Who shall be able to stand?” Have you, in these last precious hours of probation, been putting the very best material into your character building? Have you been purifying your souls from every stain? Have you followed the light? Have you works corresponding to your profession of faith? It is possible to be a partial, formal believer, and yet be found wanting and lose eternal life. It is possible to practice some of the Bible injunctions and be regarded as a Christian, and yet perish because you lack qualifications essential to Christian character. If you neglect or treat with indifference the warnings that God has given, if you cherish or excuse sin, you are sealing your soul’s destiny. You will be weighed in the balance and found wanting. Grace, peace, and pardon will be forever withdrawn; Jesus will have passed by, never again to come within reach of your prayers and entreaties. While mercy lingers, while the Saviour is making intercession, let us make thorough work for eternity. Satan is not asleep; he is wide awake to make of no effect the sure word of prophecy. With skill and deceptive power he is working tocounterwork the expressed will of God, made plain in His word. For years Satan has been gaining control of human minds through subtle sophistries that he has devised to take the place of the truth. In this time of peril, rightdoers, in the fear of God, will glorify His name by repeating the words of David: “It is time for Thee, Lord, to work: for they have made void Thy law.”:126. We as a people profess to have truth in advance of every other people upon the earth. Then our life and character should be in harmony with such a faith. The day is just upon us when the righteous shall be bound like precious grain in bundles for the heavenly garner, while the wicked are, like the tares, gathered for the fires of the last great day. But the wheat and tares “grow together until the harvest.” In the discharge of life’s duties the righteous will to the last be brought in contact with the ungodly. The children of light are scattered among the children of darkness, that the contrast may be seen by all. Thus are the children of God to “show forth the praises of Him who hath called you out of darkness into His marvelous light.” The divine love glowing in the heart, the Christ like harmony manifested in the life, will be as a glimpse of heaven granted to men of the world that they may see and appreciate its excellence. No man can serve God without uniting against himself evil men and evil angels. Evil spirits will be put upon the track of every soul that seeks to join the ranks of Christ, for Satan wishes to recover the prey taken from his grasp. Evil men will give themselves over to believe strong delusions, that they may be damned. These men will put on the garments of sincerity and deceive, if possible, the very elect."
    },
    {
      "chapter_number": 64,
      "title": "Chapter 64—Christ Our Great High Priest",
      "content": "The correct understanding of the ministration in the heavenly sanctuary is the foundation of our faith. The earthly sanctuary was built by Moses according to the pattern shown him in the mount. It was “a figure for the time then present, in which were offered both gifts and sacrifices;” its two holy places were “patterns of things in the heavens;” Christ, our great High Priest, is “a minister of the sanctuary, and of the true tabernacle, which the Lord pitched, and not man.”:9, 23;8:2. As in vision the apostle John was granted a view of the temple of God in heaven, he beheld there “seven lamps of fire burning before the throne.” Here the prophet was permitted to behold the first apartment of the sanctuary in heaven; and he saw there the “seven lamps of fire” and the “golden altar” represented by the golden candlestick and the altar of incense in the sanctuary on earth. Again, “the temple of God was opened,”:19, and he looked within the inner veil, upon the holy of holies. Here he beheld “the ark of His testament,”:19, represented by the sacred chest constructed by Moses to contain the law of God. John says that he saw the sanctuary in heaven. That sanctuary, in which Jesus ministers in our behalf, is the great original, of which the sanctuary built by Moses was a copy. The heavenly temple, the abiding place of the King of kings, where “thousand thousands ministered unto Him, and ten thousand times ten thousand stood before Him,”:10, that temple filled with the glory of the eternal throne, where seraphim, its shining guardians, veil their faces in adoration—no earthly structure could represent its vastness and its glory. Yet important truths concerning the heavenly sanctuary and the great work there carried forward for man’s redemption were to be taught by the earthly sanctuary and its services. After His ascension, our Saviour was to begin His work as our High Priest. Says Paul, “Christ is not entered into the holy places made with hands, which are the figures of the true; but into heaven itself, now to appear in the presence of God for us.”:24. As Christ’s ministration was to consist of two great divisions, each occupying a period of time and having a distinctive place in the heavenly sanctuary, so the typical ministration consisted of two divisions, the daily and the yearly service, and to each a department of the tabernacle was devoted. As Christ at His ascension appeared in the presence of God to pleadHis blood in behalf of penitent believers, so the priest in the daily ministration sprinkled the blood of the sacrifice in the holy place in the sinner’s behalf. The blood of Christ, while it was to release the repentant sinner from the condemnation of the law, was not to cancel the sin; it would stand on record in the sanctuary until the final atonement; so in the type the blood of the sin offering removed the sin from the penitent, but it rested in the sanctuary until the day of atonement. In the great day of final award, the dead are to be “judged out of those things which were written in the books, according to their works.”:12. Then by virtue of the atoning blood of Christ, the sins of all the truly penitent will be blotted from the books of heaven. Thus the sanctuary will be freed, or cleansed, from the record of sin. In the type, this great work of atonement, or blotting out of sins, was represented by the services of the Day of Atonement—the cleansing of the earthly sanctuary, which was accomplished by the removal, by virtue of the blood of the sin offering, of the sins by which it had been polluted. Satan invents unnumbered schemes to occupy our minds, that they may not dwell upon the very work with which we ought to be best acquainted. The archdeceiver hates the great truths that bring to view an atoning sacrifice and an all-powerful mediator. He knows that with him everything depends on his diverting minds from Jesus and His truth. Jesus pleads in their behalf His wounded hands, His bruised body; and He declares to all who would follow Him: “My grace is sufficient for thee.”2 :9. “Take My yoke upon you, and learn of Me; for I am meek and lowly in heart: and ye shall find rest unto your souls. For My yoke is easy, and My burden is light.”:29, 30. Let none, then, regard their defects as incurable. God will give faith and grace to overcome them. We are now living in the great day of atonement. In the typical service, while the high priest was making the atonement for Israel, all were required to afflict their souls by repentance of sin and humiliation before the Lord, lest they be cut off from among the people. In like manner, all who would have their names retained in the book of life should now, in the few remaining days of their probation, afflict their souls before God by sorrow for sin and true repentance. There must be deep, faithful searching of heart. The light, frivolous spirit indulged by so many professed Christians must be put away. There is earnest warfare before all who would subdue the evil tendencies that strive for the mastery. The work of preparation is an individual work. We are not saved in groups. The purity and devotion of one will not offset the want of these qualities in another. Though all nations are to pass in judgment before God, yet He will examine the case of each individual with as close and searching scrutiny as if there were not another being upon the earth. Everyone must be tested and found without spot or wrinkle or any such thing.Solemn are the scenes connected with the closing work of the atonement. Momentous are the interests involved therein. The judgment is now passing in the sanctuary above. For many years this work has been in progress. Soon—none know how soon—it will pass to the cases of the living. In the awful presence of God our lives are to come up in review. At this time above all others it behooves every soul to heed the Saviour’s admonition: “Watch and pray: for ye know not when the time is.”:33. When the work of the investigative judgment closes, the destiny of all will have been decided for life or death. Probation is ended a short time before the appearing of the Lord in the clouds of heaven. Christ in the Revelation, looking forward to that time, declares: “He that is unjust, let him be unjust still: and he which is filthy, let him be filthy still: and he that is righteous let him be righteous still: and he that is holy, let him be holy still. And, behold, I come quickly; and My reward is with Me, to give every man according as his work shall be.”:11, 12. The righteous and the wicked will still be living upon the earth in their mortal state—men will be planting and building, eating and drinking, all unconscious that the final, irrevocable decision has been pronounced in the sanctuary above. Silently, unnoticed as the midnight thief, will come the decisive hour which marks the fixing of every man’s destiny, the final withdrawal of mercy’s offer to guilty men."
    },
    {
      "chapter_number": 65,
      "title": "Chapter 65—Joshua and the Angel",
      "content": "If the veil which separates the visible from the invisible world could be lifted, and the people of God could behold the great controversy that is going on between Christ and holy angels and Satan and his evil hosts concerning the redemption of man; if they could understand the wonderful work of God for the rescue of souls from the bondage of sin, and the constant exercise of His power for their protection from the malice of the evil one, they would be better prepared to withstand the devices of Satan. Their minds would be solemnized in view of the vast extent and importance of the plan of redemption and the greatness of the work before them as colaborers with Christ. They would be humbled, yet encouraged, knowing that all heaven is interested in their salvation. A most forcible and impressive illustration of the work of Satan and the work of Christ, and the power of our Mediator to vanquish the accuser of His people, is given in the prophecy of Zechariah. In holy vision the prophet beholds Joshua the high priest, “clothed with filthy garments,” standing before the Angel of the Lord, entreating the mercy of God in behalf of his people who are in deep affliction. Satan stands at his right hand to resist him. The high priest cannot defend himself or his people from Satan’s accusations. He does not claim that Israel are free from fault. In his filthy garments, symbolizing the sins of the people, which he bears as their representative, he stands before the Angel, confessing their guilt, yet pointing to their repentance and humiliation, relying upon the mercy of a sin-pardoning Redeemer and in faith claiming the promises of God. Then the Angel, who is Christ Himself, the Saviour of sinners, puts to silence the accuser of His people, declaring: “The Lord rebuke thee, O Satan; even the Lord that hath chosen Jerusalem rebuke thee: is not this a brand plucked out of the fire?”:2. As the intercession of Joshua is accepted, the command is given, “Take away the filthy garments from him,” and to Joshua the Angel declares, “Behold, I have caused thine iniquity to pass from thee, and I will clothe thee with change of raiment.” “So they set a fair miter upon his head, and clothed him with garments.”:4, 5. His own sins and those of his people were pardoned. Israel was clothed with “change of raiment”—the righteousness of Christ imputed to them. As Satan accused Joshua and his people, so in all ages he accusesthose who are seeking the mercy and favor of God. In the Revelation he is declared to be the “accuser of our brethren,” “which accused them before our God day and night.”:10. The controversy is repeated over every soul that is rescued from the power of evil and whose name is registered in the Lamb’s book of life. Never is one received from the family of Satan into the family of God without exciting the determined resistance of the wicked one. Satan’s accusations against those who seek the Lord are not prompted by displeasure at their sins. He exults in their defective characters. Only through their transgression of God’s law can he obtain power over them. His accusations arise solely from his enmity to Christ. Through the plan of salvation, Jesus is breaking Satan’s hold upon the human family and rescuing souls from his power. All the hatred and malignity of the archrebel is stirred as he beholds the evidence of Christ’s supremacy, and with fiendish power and cunning he works to wrest from Him the remnant of the children of men who have accepted His salvation. He leads men into skepticism, causing them to lose confidence in God and to separate from His love; he tempts them to break His law, and then he claims them as his captives and contests the right of Christ to take them from him. He knows that those who seek God earnestly for pardon and grace will obtain it; therefore he presents their sins before them to discourage them. He is constantly seeking occasion against those who are trying to obey God. Even their best and most acceptable services he seeks to make appear corrupt. By countless devices, the most subtle and the most cruel, he endeavors to secure their condemnation. Man cannot meet these charges himself. In his sin-stained garments, confessing his guilt, he stands before God. But Jesus our Advocate presents an effectual plea in behalf of all who by repentance and faith have committed the keeping of their souls to Him. He pleads their cause and vanquishes their accuser by the mighty arguments of Calvary. His perfect obedience to God’s law, even unto the death of the cross, has given Him all power in heaven and in earth, and He claims of His Father mercy and reconciliation for guilty man. To the accuser of His people He declares: “‘The Lord rebuke thee, O Satan.’ These are the purchase of My blood, brands plucked from the burning.” Those who rely upon Him in faith receive the comforting assurance: “Behold, I have caused thine iniquity to pass from thee, and I will clothe thee with change of raiment.” All that have put on the robe of Christ’s righteousness will stand before Him as chosen and faithful and true. Satan has no power to pluck them out of the hand of Christ. Not one soul that in penitence and faith has claimed His protection will Christ permit to pass under the enemy’s power. His word is pledged: “Let him take hold of My strength, that he may make peace with Me; and he shall make peace with Me.”:5. The promise given to Joshua is made to all: “If thou wilt keep Mycharge, ... I will give thee places to walk among these that stand by.”:7. Angels of God will walk on either side of them, even in this world, and they will stand at last among the angels that surround the throne of God. The fact that the acknowledged people of God are represented as standing before the Lord in filthy garments should lead to humility and deep searching of heart on the part of all who profess His name. Those who are indeed purifying their souls by obeying the truth will have a most humble opinion of themselves. The more closely they view the spotless character of Christ, the stronger will be their desire to be conformed to His image, and the less will they see of purity or holiness in themselves. But while we should realize our sinful condition, we are to rely upon Christ as our righteousness, our sanctification, and our redemption. We cannot answer the charges of Satan against us. Christ alone can make an effectual plea in our behalf. He is able to silence the accuser with arguments founded not upon our merits, but on His own."
    },
    {
      "chapter_number": 66,
      "title": "Chapter 66—“Behold, I Come Quickly”",
      "content": "Recently in the night season, my mind was impressed by the Holy Spirit with the thought that if the Lord is coming as soon as we believe He is, we ought to be even more active than we have been in years past in getting the truth before the people. In this connection my mind reverted to the activity of the Advent believers . At that time there was much house-to-house visitation, and untiring efforts were made to warn the people of the things that are spoken of in God’s Word. We should be putting forth even greater effort than was put forth by those who proclaimed the first angel’s message so faithfully. We are rapidly approaching the end of this earth’s history; and as we realize that Jesus is indeed coming soon, we shall be aroused to labor as never before. We are bidden to sound an alarm to the people. And in our own lives we are to show forth the power of truth and righteousness. The world is soon to meet the great Lawgiver over His broken law. Those only who turn from transgression to obedience can hope for pardon and peace. Oh, how much good might be accomplished if all who have the truth, the Word of life, would labor for the enlightenment of those who have it not. When the Samaritans came to Christ at the call of the Samaritan woman, Christ spoke of them to His disciples as a field of grain ready for harvesting. “Say not ye, There are yet four months, and then cometh harvest?” He said, “Lift up your eyes, and look on the fields; for they are white already to harvest.”:35. Christ abode with the Samaritans for two days; for they were hungry to hear the truth. And what busy days they were! As a result of those days of labor, “many more believed because of his own word.”:41. This was their testimony: “We have heard him ourselves, and know that this is indeed the Christ, the Saviour of the world.”:42."
    }
  ]
}