{
  "title": "Country Living",
  "chapters": [
    {
      "chapter_number": 1,
      "title": "Chapter 1—A Call to Leave the Cities",
      "content": "Few realize the importance of shunning, so far as possible, all associations unfriendly to religious life. In choosing their surroundings, few make their spiritual prosperity the first consideration. Parents flock with their families to the cities, because they fancy it easier to obtain a livelihood there than in the country. The children, having nothing to do when not in school, obtain a street education. From evil associates, they acquire habits of vice and dissipation. The parents see all this, but it will require a sacrifice to correct their error, and they stay where they are, until Satan gains full control of their children. Better sacrifice any and every worldly consideration than to imperil the precious souls committed to your care. They will be assailed by temptations, and should be taught to meet them; but it is your duty to cut off every influence, to break up every habit, to sunder every tie, that keeps you from the most free, open, and hearty committal of yourselves and your family to God. Instead of the crowded city, seek some retired situation where your children will be, so far as possible, shielded from temptation, and there train and educate them for usefulness. The prophet Ezekiel thus enumerates the causes that led to Sodom’s sin and destruction: “Pride, fullness of bread, and abundance of idleness was in her and in her daughters; neither did she strengthen the hands of the poor and needy.” All who would escape the doom of Sodom, must shun the course that brought God’s judgments upon that wicked city.—Testimonies for the :232, 233 ."
    },
    {
      "chapter_number": 2,
      "title": "Chapter 2—Avoiding Labor Conflicts",
      "content": "The time is fast coming when the controlling power of the labor unions will be very oppressive. Again and again the Lord has instructed that our people are to take their families away from the cities, into the country, where they can raise their own provisions;for in the future the problem of buying and selling will be a very serious one. We should now begin to heed the instruction given us over and over again: Get out of the cities into rural districts, where the houses are not crowded closely together, and where you will be free from the interference of enemies.—, 1904."
    },
    {
      "chapter_number": 3,
      "title": "Chapter 3—An Appeal to Parents",
      "content": "Let no temporal advantages tempt parents to neglect the training of their children. Whenever possible, it is the duty of parents to make homes in the country for their children. The children and youth should be carefully guarded. They should be kept away from the hotbeds of iniquity that are to be found in our cities. Let them be surrounded by the influences of a true Christian home—a home where Christ abides.—, 1906."
    },
    {
      "chapter_number": 4,
      "title": "Chapter 4—Occupations in Rural Locations",
      "content": "If the land is cultivated, it will, with the blessing of God, supply our necessities. We are not to be discouraged about temporal things because of apparent failures, nor should we be disheartened by delay. We should work the soil cheerfully, hopefully, gratefully, believing that the earth holds in her bosom rich stores for the faithful worker to garner, stores richer than gold or silver. The niggardliness laid to her charge is false witness. With proper, intelligent cultivation the earth will yield its treasures for the benefit of man. The mountains and hills are changing; the earth is waxing old like a garment; but the blessing of God, which spreads a table for His people in the wilderness, will never cease. Serious times are before us, and there is great need for families to get out of the cities into the country, that the truth may be carried into the byways as well as the highways of the earth. Much depends upon laying our plans according to the Word of the Lord, and with persevering energy carrying them out. More depends upon consecrated activity and perseverance than upon genius and book-learning.All the talents and ability given to human agents, if unused, are of little value. A return to simpler methods will be appreciated by the children and youth. Work in the garden and field will be an agreeable change from the wearisome routine of abstract lessons, to which their young minds should never be confined. To the nervous child, who finds lessons from books exhausting and hard to remember, it will be especially valuable. There is health and happiness for him in the study of nature; and the impressions made will not fade out of his mind, for they will be associated with objects that are continually before his eyes.—Testimonies for the :178, 179 ."
    },
    {
      "chapter_number": 5,
      "title": "Chapter 5—Preparing for the Sunday Law Crisis",
      "content": "We are not to locate ourselves where we will be forced into close relations with those who do not honor God.... A crisis is soon to come in regard to the observance of Sunday.... The Sunday party is strengthening itself in its false claims, and this will mean oppression to those who determine to keep the Sabbath of the Lord. We are to place ourselves where we can carry out the Sabbath commandment in its fullness. “Six days shalt thou labor,” the Lord declares, “and do all thy work; but the seventh day is the Sabbath of the Lord thy God: in it thou shalt not do any work.” And we are to be careful not to place ourselves where it will be hard for ourselves and our children to keep the Sabbath. If in the providence of God we can secure places away from the cities, the Lord would have us do this. There are troublous times before us.—, 1908."
    },
    {
      "chapter_number": 6,
      "title": "Chapter 6—Colonizing at Institutional Centers",
      "content": "In our day the Lord desires that His people shall be dispersed throughout the earth. They are not to colonize. Jesus said, “Go ye into all the world, and preach the gospel to every creature.”:15. When the disciples followed their inclination to remain in large numbers in Jerusalem, persecution was permitted to come upon them, and they were scattered to all parts of the inhabited world. For years messages of warning and entreaty have been coming to our people, urging them to go forth into the Master’s great harvest-field, and labor unselfishly for souls.—Testimonies for the :215 ."
    },
    {
      "chapter_number": 7,
      "title": "Chapter 7—Guided by God’s Providences",
      "content": "The time has come, when, as God opens the way, families should move out of the cities. The children should be taken into the country. The parents should get as suitable a place as their means will allow. Though the dwelling may be small, yet there should be land in connection with it, that may be cultivated.—, 1903."
    },
    {
      "chapter_number": 8,
      "title": "Chapter 8—Our Institutional Centers to Be Away From Congested Areas",
      "content": "The instruction is still being given, Move out of the cities. Establish your sanitariums, your schools, and offices away from the centers of population. Many now will plead to remain in the cities, but the time will come erelong when all who wish to avoid the sights and sounds of evil will move into the country; for wickedness andcorruption will increase to such a degree that the very atmosphere of the cities will seem to be polluted.—, 1907."
    },
    {
      "chapter_number": 9,
      "title": "Chapter 9—Emergency Flight in Closing Conflict",
      "content": "It is no time now for God’s people to be fixing their affections or laying up their treasure in the world. The time is not far distant, when, like the early disciples, we shall be forced to seek a refuge in desolate and solitary places. As the siege of Jerusalem by the Roman armies was the signal for flight to the Judean Christians, so the assumption of power on the part of our nation, in the decree enforcing the papal Sabbath, will be a warning to us. It will then be time to leave the large cities, preparatory to leaving the smaller ones for retired homes in secluded places among the mountains. And now, instead of seeking expensive dwellings here, we should be preparing to move to a better country, even a heavenly. Instead of spending our means in self-gratification, we should be studying to economize.—Testimonies for the :464, 465 ."
    }
  ]
}