{
  "title": "Counsels on Stewardship",
  "chapters": [
    {
      "chapter_number": 1,
      "title": "Section 1—Heaven’s Law of Benevolence and Its Purpose",
      "content": "“Honor the Lord with thy substance, and with the first fruits of all thine increase: so shall thy barns be filled with plenty, and thy presses shall burst out with new wine.”:9, 10. “There is that scattereth, and yet increaseth; and there is that withholdeth more than is meet, but it tendeth to poverty. The liberal soul shall be made fat: and he that watereth shall be watered also himself.”:24, 25. “The liberal deviseth liberal things; and by liberal things shall he stand.”:8. Divine wisdom has appointed, in the plan of salvation, the law of action and reaction, making the work of beneficence, in all its branches, twice blessed. He who gives to the needy blesses others, and is blessed himself in a still greater degree. That man might not lose the blessed results of benevolence, our Redeemer formed the plan of enlisting him as His coworker. God could have reached His object in saving sinners without the aid of man; but He knew that man could not be happy without acting a part in the great work. By a chain of circumstances which would call forth his charities, He bestows upon man the best means of cultivating benevolence, and keeps him habitually giving to help the poor and to advance His cause. By its necessities a ruined world is drawing forth from us talents of means and of influence, to present to men and women the truth, of which they are in perishing need. And as we heed these calls, bylabor and by acts of benevolence, we are assimilated to the image of Him who for our sakes became poor. In bestowing, we bless others, and thus accumulate true riches. It is the glory of the gospel that it is founded upon the principle of restoring in the fallen race the divine image by a constant manifestation of benevolence. This work began in the heavenly courts. There God gave to human beings an unmistakable evidence of the love with which He regarded them. He “so loved the world, that He gave His only-begotten Son, that whosoever believeth in Him should not perish, but have everlasting life.”:16. The gift of Christ reveals the Father’s heart. It testifies that, having undertaken our redemption, He will spare nothing, however dear, which is necessary to the completion of His work. The spirit of liberality is the spirit of heaven. Christ’s self-sacrificing love is revealed upon the cross. That man might be saved, He gave all that He had, and then gave Himself. The cross of Christ appeals to the benevolence of every follower of the blessed Saviour. The principle there illustrated is to give, give. This, carried out in actual benevolence and good works, is the true fruit of the Christian life. The principle of worldlings is to get, get, and thus they expect to secure happiness; but, carried out in all its bearings, the fruit is misery and death. The light of the gospel shining from the cross of Christ rebukes selfishness, and encourages liberality and benevolence. It should not be a lamented fact that there are increasing calls to give. God in His providence is calling His people out from their limited sphere of action, to enter upon greater enterprises. Unlimited effort is demanded at this time when moraldarkness is covering the world. Many of God’s people are in danger of being ensnared by worldliness and covetousness. They should understand that it is His mercy that multiplies the demands for their means. Objects that call benevolence into action must be placed before them, or they cannot pattern after the character of the great Exemplar. In commissioning His disciples to go “into all the world, and preach the gospel to every creature,” Christ assigned to men the work of extending the knowledge of His grace. But while some go forth to preach, He calls upon others to answer His claims upon them for offerings, with which to support His cause in the earth. He has placed means in the hands of men, that His divine gifts may flow through human channels in doing the work appointed us in saving our fellow men. This is one of God’s ways of exalting man. It is just the work that man needs; for it will stir the deepest sympathies of his heart, and call into exercise the highest capabilities of the mind. Every good thing of earth was placed here by the bountiful hand of God as an expression of His love to man. The poor are His, and the cause of religion is His. The gold and the silver are the Lord’s; and He could rain them from heaven if He chose. But instead of this He has made man His steward, entrusting him with means, not to be hoarded, but to be used in benefiting others. He thus makes man the medium through which to distribute His blessings on earth. God planned the system of beneficence, in order that man might become like his Creator, benevolent and unselfish in character, and finally be a partaker with Christ of the eternal, glorious reward. The love expressed on Calvary should be revived, strengthened, and diffused among our churches. Shall we not do all we can to give power to the principles which Christ brought to this world? Shall we not strive to establish and give efficiency to the benevolent enterprises which are now called for without delay? As you stand before the cross, and see the Prince of heaven dying for you, can you seal your heart, saying, “No; I have nothing to give”? Christ’s believing people are to perpetuate His love. This love is to draw them together around the cross. It is to divest them of all selfishness, and bind them to God and to one another. Meet around the cross of Calvary in self-sacrifice and self-denial. God will bless you as you do your best. As you approach the throne of grace, as you find yourself bound to this throne by the golden chain let down from heaven to earth, to draw men from the pit of sin, your heart will go out in love for your brethren and sisters who are without God and without hope in the world.—Testimonies for the :253-256."
    },
    {
      "chapter_number": 2,
      "title": "Section 2—God’s Work and Its Support",
      "content": "The last years of probation are passing into eternity. The great day of the Lord is right upon us. Every energy we possess should now be used to arouse those dead in trespasses and sins.... It is time that we gave heed to the teaching of the word of God. All His injunctions are given to do us good. He calls upon those who stand under the bloodstained banner of Prince Immanuel to give evidence that they realize their dependence on God and their accountability to Him, by returning to Him a certain portion of that which He entrusts to them. This money is to be used in advancing the work that must be done to fulfill the commission given by Christ to His disciples.... God’s people are called to a work that requires money and consecration. The obligations resting upon us hold us responsible to work for God to the utmost of our ability. He calls for undivided service, for the entire devotion of heart, soul, mind, and strength. There are only two places in the universe where we can place our treasures,—in God’s storehouse or in Satan’s; and all that is not devoted to God’s service is counted on Satan’s side, and goes to strengthen his cause. The Lord designs that the means entrusted to us shall be used in building up His kingdom. His goods are entrusted to His stewards that they may be carefully traded upon, and bring back a revenue to Him in the saving of souls. These souls in their turn will become stewards of trust, cooperating with Christ to further the interests of God’s cause. Wherever there is life in a church, there is increase and growth. There is also a constant interchange, taking and giving out, receiving and returning to the Lord His own. To every true believer God imparts light and blessing, and this the believer imparts to others in the work that he does for the Lord. As he gives of that which he receives, his capacity for receiving is increased. Room is made for fresh supplies of grace and truth. Clearer light, increased knowledge, are his. On this giving and receiving depend the life and growth of the church. He who receives, but never gives, soon ceases to receive. If the truth does not flow from him to others, he loses his capacity to receive. We must impart the goods of heaven, if we would receive fresh blessing. The Lord does not propose to come to this world, and lay down gold and silver for the advancement of His work. He supplies men with resources, that by their gifts and offerings they may keep His work advancing. The one purpose above all others for which God’s gifts should be used is the sustaining of workers in the harvest field. And if men will become channels through which heaven’s blessing can flow to others, the Lord will keep the channel supplied. It is not returning to the Lord His own that makes men poor; withholding tends to poverty.... God calls upon His people to awake to their responsibilities. A flood of light is shining from His word, and there must be a meeting of neglected obligations. When these are met, by giving to the Lord His own in tithes and offerings, the way will be opened for the world to hear the message that the Lord designs it tohear. If our people had the love of God in the heart, if every church member were imbued with the spirit of self-sacrifice, there would be no lack of funds for home and foreign missions; our resources would be multiplied; a thousand doors of usefulness would be opened; and we should be invited to enter. Had the purpose of God been carried out in giving the message of mercy to the world, Christ would have come, and the saints would have received their welcome into the city of God. If ever there was a time when sacrifices should be made, it is now. My brethren and sisters, practice economy in your homes. Put away the idols that you have placed before God. Give up your selfish pleasures. Do not, I beg of you, spend means in embellishing your houses; for your money belongs to God, and to Him you must give an account for its use. Do not use the Lord’s money to gratify the fancies of your children. Teach them that God has a claim on all they possess, and that nothing can ever cancel this claim. Money is a needed treasure. Do not lavish it upon those who need it not. Someone needs your willing gifts. There are those in the world who are hungry, starving. You may say, I cannot feed them all. But by practicing Christ’s lessons of economy, you can feed one. “Gather up the fragments that remain, that nothing be lost.” These words were spoken by Him whose power wrought a miracle to supply the needs of a hungry multitude. If you have extravagant habits, cut them away from your life at once. Unless you do this, you will be bankrupt for eternity. Habits of economy, industry, and sobriety, are a better portion for your children than a rich dowry. We are pilgrims and strangers on the earth. Let us not spend our means in gratifying desires that God would have us repress. Let us fitly represent our faith by restricting our wants. Let our church members arise as one man, and work earnestly, as those who are walking in the full light of truth for these last days.... Of what value is untold wealth, if it is hoarded in expensive mansions, or in bank stock? What do these weigh in the scale in comparison with the salvation of the souls for whom Christ, the Son of the infinite God, has died?—The Review and Herald, , 1903."
    },
    {
      "chapter_number": 3,
      "title": "Section 3—God’s Reserves—the Tithe",
      "content": "“Honor the Lord with thy substance, and with the first fruits of all thine increase: so shall thy barns be filled with plenty, and thy presses shall burst out with new wine.” This scripture teaches that God, as the Giver of all our benefits, has a claim upon them all; that His claim should be our first consideration; and that a special blessing will attend all who honor this claim. Herein is set forth a principle that is seen in all God’s dealings with men. The Lord placed our first parents in the Garden of Eden. He surrounded them with everything that could minister to their happiness, and He bade them acknowledge Him as the possessor of all things. In the garden He caused to grow every tree that was pleasant to the eye or good for food; but among them He made one reserve. Of all else, Adam and Eve might freely eat; but of this one tree God said, “Thou shalt not eat of it.” Here was the test of their gratitude and loyalty to God. So the Lord has imparted to us heaven’s richest treasure in giving us Jesus. With Him He has given us all things richly to enjoy. The productions of the earth, the bountiful harvests, the treasures of gold and silver, are His gifts. Houses and lands, food and clothing, He has placed in the possession of men. He asks us to acknowledge Him as the Giver of all things; and for this reason He says, Of all your possessions I reserve a tenth for Myself, besides gifts and offerings, which are to be brought into My storehouse. This is the provision God has made for carrying forward the work of the gospel. It was by the Lord Jesus Christ Himself, who gave His life for the life of the world, that this plan for systematic giving was devised. He who left the royal courts, who laid aside His honor as Commander of the heavenly hosts, who clothed His divinity with humanity in order to uplift the fallen race; He who for our sake became poor that we through His poverty might be rich, has spoken to men, and in His wisdom has told them His own plan for sustaining those who bear His message to the world.—The Review and Herald, , 1902."
    },
    {
      "chapter_number": 4,
      "title": "Section 4—To Every Man According to His Ability",
      "content": "Are we as individuals searching the word of God carefully and prayerfully, lest we shall depart from its precepts and requirements? The Lord will not look upon us with pleasure if we withhold anything, small or great, that should be returned to Him. If we desire to spend money to gratify our own inclinations, let us think of the good we might do with that money. Let us lay aside for the Master small and large sums, that the work may be built up in new places. If we spend selfishly the money so much needed, the Lord does not, cannot, bless us with His commendation. As stewards of the grace of God, we are handling the Lord’s money. It means much, very much to us to be strengthened by His rich grace day by day, to be enabled to understand His will, to be found faithful in that which is least as well as in that which is great. When this is our experience, the service of Christ will be a reality to us. God demands this of us, and before angels and men we should reveal our gratitude for what He has done for us. God’s benevolence to us we should reflect back in praise and deeds of mercy.... Do all church members realize that all they have is given them to be used and improved to God’s glory? God keeps a faithful account with every human being in our world. And when the day of reckoning comes, the faithful steward takes no credit to himself. He does not say, “My pound;” but, “Thy pound hath gained” other pounds. He knows that without the entrusted gift no increase could have been made. He feels that in faithfully discharging his stewardship he has but done his duty. The capital was the Lord’s,and by His power he was enabled to trade upon it successfully. His name only should be glorified. Without the entrusted capital he knows that he would have been bankrupt for eternity. The approval of the Lord is received almost with surprise, it is so unexpected. But Christ says to him, “Well done, thou good and faithful servant: thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy Lord.”—The Review and Herald, , 1899."
    },
    {
      "chapter_number": 5,
      "title": "Section 5—Stewards of Wealth",
      "content": "The followers of Christ are not to despise wealth; they are to look upon wealth as the Lord’s entrusted talent. By a wise use of His gifts, they may be eternally benefited, but we are to bear the fact in mind that God has not given us riches to use just as we shall fancy, to indulge impulse, to bestow or withhold as we shall please. We are not to use riches in a selfish way, devoting them simply to our own enjoyment. This course would not be doing right toward God or toward our fellow men, and would bring at last only perplexity and trouble.... The world favors the rich, and looks upon them as of greater value than the honest poor man; but the rich are developing their characters after the manner in which they use their entrusted gifts. They are making manifest whether or not it will be safe to trust them with eternal riches. Both the poor and the rich are deciding their own eternal destiny and proving whether they are fit subjects for the inheritance of the saints in light. Those who put their riches to a selfish use in this world are revealing attributes of character that show what they would do if they had greater advantages, and possessed the imperishable treasures of the kingdom of God. The selfish principles exercised on the earth are not the principles which will prevail in heaven. All men stand on an equality in heaven.... Why is it that riches are called unrighteous mammon?—It is because Satan uses worldly treasure to ensnare, deceive, and delude souls, to accomplish their ruin. God has given directions as to how they are toappropriate His goods in relieving the wants of suffering humanity, in advancing His cause, in building up His kingdom in the world, in sending missionaries into regions beyond, in disseminating the knowledge of Christ in all parts of the world. If the God-entrusted means are not thus applied, will not God surely judge for these things? Souls are left to perish in their sins while church members who claim to be Christians are using God’s sacred trust of means in gratifying unholy appetites, in indulging self. What a vast amount of God’s entrusted capital is expended in purchasing tobacco, beer, and liquor! God has forbidden all these indulgences because they tear down the human structure. Through their indulgence health is sacrificed, and life itself is offered on Satan’s shrine. Perverted appetite causes the brain to become enfeebled, so that men cannot think sharply and clearly, and devise plans that will succeed in temporal matters; and much less can they bring a cultivated intellect into their religious transactions. They are unable to discern sacred and eternal things above those which are common and temporal. Satan has invented many ways in which to squander the means which God has given. Card playing, betting, gambling, horse racing, and theatrical performances are all of his own inventing, and he has led men to carry forward these amusements as zealously as though they were winning for themselves the precious boon of eternal life. Men lay out immense sums in following these forbidden pleasures; and the result is, their God-given power, which has been purchased by the blood of the Son of God, is degraded and corrupted. The physical, moral, and mental powers which aregiven to men of God, and which belong to Christ, are zealously used in serving Satan, and in turning men from righteousness and holiness. Everything is devised that can possibly turn the mind from that which is noble and pure, and the boundary line is almost reached when the inhabitants of the earth will be as corrupt as were the inhabitants of the world before the flood.... If we look at the picture of the days that were before the flood, and then turn our attention to the habits and practices of society today, we shall see that our earth is fast ripening for the plagues of the last days. Men have corrupted the earth by their sinful course of action. Satan is playing the game of life for the souls of men. Those who are doers of the words of Christ will find that they will have to watch and pray continually in order that they may not be led into temptation. Many do not seem to appreciate the fact that the money they needlessly expend on amusements which only vex the soul and lay the foundation for the corruption of their morals, is money that belongs to the Lord. Those who use money for selfish gratification are pleasing and glorifying the enemy of all righteousness. If they turned their hearts to God, they would use their money to bless and uplift their fellow men, to relieve poverty and suffering. Starvation is in our world, nakedness, disease, and death; yet how few abate their sinful extravagance! Satan is inventing everything that he can possibly devise in order to keep men thoroughly occupied, so that they shall have no time to consider the question, “How is it with my soul?” The owner of all our earthly treasures came to our world in human form. The Word was made flesh, and dwelt among us. We cannot appreciate how deeply interested He must be in the human family. He knows the value of every soul. What grief oppressed Him as He saw His purchased inheritance charmed with Satan’s inventions! The only satisfaction Satan takes in playing the game of life for the souls of men is the satisfaction he takes in hurting the heart of Christ. Though He was rich, for our sake Christ became poor, that we through His poverty might be made rich. Yet in view of this great fact, the majority of the world permit earthly possessions to eclipse heavenly attractions. They set their affections upon earthly things, and turn away from God. What a grievous sin it is that men will not come to their senses, and understand how foolish it is to permit inordinate affections for earthly things to expel the love of God from the heart. When the love of God is expelled, the love of the world quickly flows in to supply the vacuum. The Lord alone can cleanse the soul temple from the moral defilement. Jesus gave His life for the life of the world, and He places an infinite value upon man. He desires that man shall appreciate himself, and consider his future well-being. If the eye is kept single, the whole body will be full of light. If the spiritual vision is clear, unseen realities will be looked upon in their true value, and beholding the eternal world will give added enjoyment to this world. The Christian will be filled with joy in proportion as he is a faithful steward of his Lord’s goods. Christ yearns to save every son and daughter of Adam. Helifts His voice in warning, in order to break the spell which has bound the soul in captivity to the slavery of sin. He beseeches men to turn from their infatuation. He brings the nobler world before their vision, and says, “Lay not up for yourselves treasure upon the earth.” Christ sees the danger; He knows the subtle temptations and power of the enemy; for He has experienced Satan’s temptations. He gave His life to procure a period of probation for the sons and daughters of Adam. With the result of Adam’s disobedience and transgressions before them, with greater light shining upon them, they are invited to come unto Him and find rest unto their souls. But the greater the light and the plainer the danger signal, the greater the condemnation of those will be who turn from light to darkness. The words of Christ are too serious in their import to be disregarded. Men seem moved with an insane desire to procure earthly possessions. Every species of dishonesty is practiced in order to accumulate wealth. Men pursue their business affairs with intense zeal, as though success in this line would be a surety for obtaining heaven. They bind up the Lord’s entrusted capital in worldly goods, and there is no means with which to advance the kingdom of God in the world by relieving the mental and physical distress of the world’s inhabitants. Many who profess to be Christians fail to heed the command of Christ when He says, “Lay up for yourselves treasures in heaven, where neither moth nor rust doth corrupt, and where thieves do not break through nor steal: for where your treasure is, there will your heart be also.” The Lord will not compel men to deal justly, to love mercy, and to walk humbly with their God; He sets before the human agent good and evil, and makes plain what will be the sure result of following one course or the other. Christ invites us, saying, “Follow Me.” But we are never forced to walk in His footsteps. If we do walk in His footsteps, it is the result of deliberate choice. As we see the life and character of Christ, strong desire is awakened to be like Him in character; and we follow on to know the Lord, and to know His goings forth are prepared as the morning. We then begin to realize that “the path of the just is as the shining light, that shineth more and more unto the perfect day.”—The Review and Herald, , 1896."
    },
    {
      "chapter_number": 6,
      "title": "Section 6—Liberality Abounding in Poverty",
      "content": "The apostle Paul, in his ministry among the churches, was untiring in his efforts to inspire in the hearts of the new converts a desire to do large things for the cause of God. Often he exhorted them to the exercise of liberality. In speaking to the elders of Ephesus of his former labors among them, he said, “I have showed you all things, how that so laboring ye ought to support the weak, and to remember the words of the Lord Jesus, how He said, It is more blessed to give than to receive.”:35. “He which soweth sparingly,” he wrote to the Corinthians, “shall reap also sparingly; and he which soweth bountifully shall reap also bountifully. Every man according as he purposeth in his heart, so let him give; not grudgingly, or of necessity: for God loveth a cheerful giver.”2 :6, 7. Nearly all the Macedonian believers were poor in this world’s goods, but their hearts were overflowing with love for God and His truth, and they gladly gave for the support of the gospel. When general collections were taken up in the Gentile churches for the relief of the Jewish believers, the liberality of the converts in Macedonia was held up as an example to other churches. Writing to the Corinthian believers, the apostle called their attention to “the grace of God bestowed on the churches of Macedonia; how that in a great trial of affliction the abundance of their joy and their deep poverty abounded unto the riches of their liberality. For to their power, ... yea, and beyond their power they were willing of themselves; praying us with much entreaty that we would receive the gift, and take upon us the fellowship of the ministering to the saints.”2 :1-4. The willingness to sacrifice on the part of the Macedonian believers came as a result of wholehearted consecration. Moved by the Spirit of God, they “first gave their own selves to the Lord” (2 :5); then they were willing to give freely of their means for the support of the gospel. It was not necessary to urge them to give; rather, they rejoiced in the privilege of denying themselves even of necessary things in order to supply the needs of others. When the apostle would have restrained them, they importuned him to accept their offering. In their simplicity and integrity, and in their love for the brethren, they gladly denied self, and thus abounded in the fruit of benevolence. When Paul sent Titus to Corinth to strengthen the believers there, he instructed him to build up that church in the grace of giving; and in a personal letter to the believers he also added his own appeal. “As ye abound in everything,” he pleaded, “in faith, and utterance, and knowledge, and in all diligence, and in your love to us, see that ye abound in this grace also.” “Now therefore perform the doing of it; that as there was a readiness to will, so there may be a performance also out of that which ye have. For if there be first a willing mind, it is accepted according to that a man hath, and not according to that he hath not.” “And God is able to make all grace abound toward you; that ye, always having all sufficiency in all things, may abound to every good work: ... being enriched in everything to all bountifulness, which causeth through us thanksgiving to God.”2 :7, 11, 12;9:8-11. Unselfish liberality threw the early church into a transport of joy; for the believers knew that their efforts were helping to send the gospel message to those in darkness. Their benevolence testified that they had not received the grace of God in vain. Whatcould produce such liberality but the sanctification of the Spirit? In the eyes of believers and unbelievers it was a miracle of grace.—The Acts of the Apostles, 342-344."
    },
    {
      "chapter_number": 7,
      "title": "Section 7—The Wealth of the Gentiles",
      "content": "Just as long as we are in this world, and the Spirit of God is striving with the world, we are to receive as well as to impart favors. We are to give to the world the light of truth as presented in the Sacred Scriptures, and we are to receive from the world that which God moves upon them to do in behalf of His cause. The Lord still moves upon the hearts of kings and rulers in behalf of His people, and it becomes those who are so deeply interested in the religious liberty question not to cut off any favors, or withdraw themselves from the help that God has moved men to give, for the advancement of His cause. We find examples in the word of God concerning this very matter. Cyrus, king of Persia, made a proclamation throughout all his kingdom, and put it into writing, saying: “Thus saith Cyrus king of Persia, The Lord God of heaven hath given me all the kingdoms of the earth; and He hath charged me to build Him a house at Jerusalem, which is in Judah. Who is there among you of all His people? his God be with him, and let him go up to Jerusalem, which is in Judah, and build the house of the Lord God of Israel.” A second commandment was issued by Darius for the building of the house of the Lord, and is recorded in the sixth chapter of Ezra. The Lord God of Israel has placed His goods in the hands of unbelievers, but they are to be used in favor of doing the works that must be done for a fallen world. The agents through whom these giftscome, may open up avenues through which the truth may go. They may have no sympathy with the work, and no faith in Christ, and no practice in His words; but their gifts are not to be refused on that account.... I have repeatedly been shown that we might receive far more favors than we do in many ways if we would approach men in wisdom, acquaint them with our work, and give them an opportunity of doing those things which it is our privilege to induce them to do for the advancement of the work of God.—Testimonies to Ministers and Gospel Workers, 202, 203."
    },
    {
      "chapter_number": 8,
      "title": "Section 8—The True Motives for Acceptable Giving",
      "content": "In the days of Christ the Pharisees were continually trying to earn the favor of Heaven, in order to secure the worldly honor and prosperity which they regarded as the reward of virtue. At the same time they paraded their acts of charity before the people in order to attract their attention, and gain a reputation for sanctity. Jesus rebuked their ostentation, declaring that God does not recognize such service, and that the flattery and admiration of the people, which they so eagerly sought, was the only reward they would ever receive. “When thou doest alms,” He said, “let not thy left hand know what thy right hand doeth; that thine alms may be in secret; and thy Father, which seeth in secret, Himself shall reward thee openly.” In these words Jesus did not teach that acts of kindness should always be kept secret. Paul the apostle, writing by the Holy Spirit, did not conceal the generous self-sacrifice of the Macedonian Christians, but told of the grace that Christ had wrought in them, and thus others were imbued with the same spirit. He also wrote to the church at Corinth and said, “Your zeal hath stirred up very many.” Christ’s own words make His meaning plain,—that in acts of charity the aim should not be to secure praise and honor from men. Real godliness never prompts an effort at display. Those who desire words of praise and flattery, and feed upon them as a sweet morsel, are Christians in name only. By their good works, Christ’s followers are to bring glory, not to themselves, but to Him through whose grace and power they have wrought. It is through the Holy Spirit that every good work is accomplished, andthe Spirit is given to glorify, not the receiver, but the Giver. When the light of Christ is shining in the soul, the lips will be filled with praise and thanksgiving to God. Your prayers, your performance of duty, your benevolence, your self-denial, will not be the theme of your thought or conversation. Jesus will be magnified, self will be hidden, and Christ will appear as all in all. We are to give in sincerity, not to make a show of our good deeds, but from pity and love to the suffering ones. Sincerity of purpose, real kindness of heart, is the motive that Heaven values. The soul that is sincere in its love, wholehearted in its devotion, God regards as more precious than the golden wedge of Ophir.... We are not to think of reward, but of service.—Thoughts From the Mount of Blessing, 120, 121."
    },
    {
      "chapter_number": 9,
      "title": "Section 9—The Pursuit of Earthly Treasure",
      "content": "Many of the people of God are stupefied by the spirit of the world, and are denying their faith by their works. They cultivate a love for money, for houses and lands, until it absorbs the powers of mind and being, and shuts out love for the Creator and for souls for whom Christ died. The god of this world has blinded their eyes; their eternal interests are made secondary; and brain, bone, and muscle are taxed to the utmost to increase their worldly possessions. And all this accumulation of cares and burdens is borne in direct violation of the injunction of Christ, who said, “Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal.” They forget that He said also, “Lay upfor yourselvestreasures in heaven;” that in so doing they are working for their own interest. The treasure laid up in heaven is safe; no thief can approach nor moth corrupt it. But their treasure is upon the earth, and their affections are upon their treasure. In the wilderness, Christ met the great leading temptations that would assail man. There, singlehanded, He encountered the wily, subtle foe, and overcame him. The first great temptation was upon appetite; the second, presumption; the third, love of the world. The thrones and kingdoms of the world, and the glory of them, were offered to Christ. Satan came with worldly honor, wealth, and the pleasures of life, and presented them in the most attractive light to allure and deceive.“All these things,” said he to Christ, “will I give Thee, if Thou wilt fall down and worship me.” Yet Christ repelled the wily foe, and came off victor. Man will never be tried by temptations as powerful as those which assailed Christ; yet Satan has better success in approaching him. “All this money, this gain, this land, this power, these honors and riches, will I give thee”—for what? The condition is seldom as plainly stated as it was to Christ,—“If Thou wilt fall down and worship me.” He is content to require that integrity shall be yielded, conscience blunted. Through devotion to worldly interests he receives all the homage he asks. The door is left open for him to enter as he pleases, with his evil train of impatience, love of self, pride, avarice, and dishonesty. Man is charmed, and treacherously allured on to ruin. The example of Christ is before us. He overcame Satan, showing us how we also may overcome. Christ resisted Satan with Scripture. He might have had recourse to His own divine power, and used His own words; but He said, “It is written, Man shall not live by bread alone, but by every word that proceedeth out of the mouth of God.” If the Sacred Scriptures were studied and followed, the Christian would be fortified to meet the wily foe; but the word of God is neglected, and disaster and defeat follow. A young man came to Christ, and said, “Good Master, what good thing shall I do, that I may have eternal life?” Jesus bade him keep the commandments. He replied, “All these things have I kept from my youth up: what lack I yet?” Jesus looked with love upon the young man, and faithfully pointed out to him his deficiency in keeping the divine law. He did not love hisneighbor as himself. His selfish love of riches was a defect, which, if not remedied, would debar him from heaven. “If thou wilt be perfect, go and sell that thou hast, and give to the poor, and thou shalt have treasure in heaven: and come and follow Me.” Christ would have the young man understand that He required nothing of him more than to follow the example that He Himself, the Lord of heaven, had set. He left His riches and glory, and became poor, that man, through His poverty, might be made rich; and for the sake of these riches, He requires man to yield earthly wealth, honor, and pleasure. He knows that while the affections are upon the world, they will be withdrawn from God; therefore He said to the young man, “Go and sell that thou hast, and give to the poor, and thou shalt have treasure in heaven: and come and follow Me.” How did he receive the words of Christ? Was he rejoiced that he could secure the heavenly treasure? Oh, no! “He went away sorrowful: for he had great possessions.” To him riches were honor and power; and the great amount of his treasure made such a disposal of it seem almost an impossibility. This world-loving man desired heaven; but he wanted to retain his wealth, and he renounced immortal life for the love of money and power. Oh, what a miserable exchange! Yet many who profess to be keeping all the commandments of God are doing the same thing. Here is the danger of riches to the avaricious man; the more he gains the harder it is for him to be generous. To diminish his wealth is like parting with his life; and he turns from the attractions of the immortal reward, in order to retain and increase his earthly possessions. Had he kept the commandments, his worldly possessions would not have been so great.How could he, while plotting and striving for self, love God with all his heart, and with all his mind, and with all his strength, and his neighbor as himself? Had he distributed to the necessities of the poor as their wants demanded, he would have been far happier, and would have had greater heavenly treasure, and less of earth upon which to place his affections.... Said Paul, “I am debtor both to the Greeks, and to the barbarians; both to the wise, and to the unwise.” God had revealed His truth to Paul, and in so doing had made him a debtor to those who were in darkness to enlighten them. But many do not realize their accountability to God. They are handling their Lord’s talents; they have powers of mind, that, if employed in the right direction, would make them coworkers with Christ and His angels. Many souls might be saved through their efforts, to shine as stars in the crown of their rejoicing. But they are indifferent to all this. Satan has sought, through the attractions of this world, to enchain them and paralyze their moral powers, and he has succeeded only too well. How can houses and lands compare in value with precious souls for whom Christ died? Through your instrumentality, dear brethren and sisters, these souls may be saved with you in the kingdom of glory; but you cannot take with you there the smallest portion of your earthly treasure. Acquire what you may, preserve it with all the jealous care you are capable of exercising, and yet the mandate may go forth from the Lord, and in a few hours a fire which no skill can quench, may destroy the accumulations of your entirelife, and lay them a mass of smoldering ruins. You may devote all your talent and energy to laying up treasures on earth; but what will they advantage you when your life closes or Jesus makes His appearance? Just as much as you have been exalted here by worldly honors and riches to the neglect of spiritual life, just so much lower will you sink in moral worth before the tribunal of the great Judge. “What shall it profit a man, if he shall gain the whole world, and lose his own soul?” The wrath of God will fall upon those who have served mammon instead of their Creator. But those who live for God and heaven, pointing out the way of life to others, will find that the path of the just is as the shining light, that shineth more and more unto the perfect day. And they will hear by and by the welcome invitation, “Well done, thou good and faithful servant; enter thou into the joy of thy Lord.” The joy of Christ was that of seeing souls saved in His glorious kingdom; and for this joy He “endured the cross, despising the shame.” But soon “He shall see of the travail of His soul, and shall be satisfied.” How happy will those be, who, having shared in His work, are permitted to share in His joy!—The Review and Herald, , 1885."
    },
    {
      "chapter_number": 10,
      "title": "Section 10—The Lure of Speculation",
      "content": "The people of God, who have been blessed with great light in regard to the truth for this time, should not forget that they are to be waiting and watching for the coming of their Lord in the clouds of heaven. Let them not forget that they are to put off the works of darkness, and put on the armor of light. Let no man set up his idols of gold, or silver, or lands, and give the service of his heart to this world, and to its interests. There is a mania for speculating in land, pervading both city and country. The old safe, healthful paths to competence are losing popularity. The idea of accumulating substantial means by the moderate gains of industry and frugality, is an idea that is scorned by many, as no longer suited to this progressive age. The desire to engage in speculation, in buying up country and city lots, or anything that promises sudden and exorbitant gains, has reached a fever heat; and mind, and thought, and labor are all directed toward securing all that is possible of the treasures of earth in the shortest possible time. Some of our youth bid fair to be hastened on to ruin, because of this feverish grasping for riches. This desire for gain opens the door of the heart to the temptations of the enemy. And the temptations that come are of such an alluring nature, that there are some who cannot resist them.... The spirit of gain getting, of making haste to be rich, of this all-absorbing worldliness, is painfullycontradictory to our faith and doctrines. Should the Lord most high be pleased to impart His Holy Spirit, and seek to revive His work, how many would be hungering for the heavenly manna, and thirsting for the waters of life? ... I see there is danger of some of our brethren saying, as did the foolish rich man, “Soul, thou hast much goods laid up for many years; take thine ease, eat, drink, and be merry.” Many are forgetting that they are God’s servants, and are saying, “Tomorrow shall be as this day and much more abundant.” God is looking on your every business transaction. Be on your guard. It is time that deep, earnest thought should be given to laying up treasure in heaven, where neither moth nor rust doth corrupt, not thieves break through and steal.—Special Testimonies, Series B, No. 17a, 4, 5[“The Unwise Use of Money and the Spirit of Speculation”]."
    },
    {
      "chapter_number": 11,
      "title": "Section 11—The Tyranny of Debt",
      "content": "Many, very many, have not so educated themselves that they can keep their expenditures within the limit of their income. They do not learn to adapt themselves to circumstances, and they borrow and borrow again and again, and become overwhelmed in debt, and consequently they become discouraged and disheartened. Many do not remember the cause of God, and carelessly expend money in holiday amusements, in dress and folly, and when there is a call made for the advancement of the work in home and foreign missions, they have nothing to give, or even have overdrawn their account. Thus they rob God in tithes and offerings, and through their selfish indulgence they lay the soul open to fierce temptations, and fall into the wiles of Satan. We should be on our guard, and not allow ourselves to spend money upon that which is unnecessary, and simply for display. We should not permit ourselves to indulge tastes that lead us to pattern after the customs of the world, and rob the treasury of the Lord.—The Review and Herald, , 1893."
    },
    {
      "chapter_number": 12,
      "title": "Section 12—Saving to Give",
      "content": "The only plan which the gospel has marked out for sustaining the work of God is one that leaves the support of His cause to the honor of men. With an eye single to the glory of God, men are to give to God the proportion which He has required. Viewing the cross of Calvary, looking upon the world’s Redeemer, who for our sake became poor, that we through His poverty might be made rich, we shall feel that we are not to lay up for ourselves treasures on the earth, but to lay up treasures in the bank of heaven, which will never suspend payment nor fail. The Lord has given Jesus to our world, and the question is, What can we give back to God in gifts and offerings to show our appreciation of His love? “Freely ye have received, freely give.” How much more eager will every faithful steward be to enlarge the proportion of gifts to be placed in the Lord’s treasure house, than to decrease his offering one jot or tittle. Whom is he serving? For whom is he preparing an offering?—For the One upon whom he is dependent for every good thing which he enjoys. Then let not one of us who is receiving the grace of Christ, give occasion for the angels to be ashamed of us, and for Jesus to be ashamed to call us brethren. Shall ingratitude be cultivated, and made manifest by our niggardly practices in giving to the cause of God?—No, no! Let us surrender ourselves a living sacrifice, and give our all to Jesus. It is His; we are His purchased possession. Those who are recipients of His grace, who contemplate the cross of Calvary,will not question concerning the proportion to be given, but will feel that the richest offering is all too meager, all disproportionate to the great gift of the only-begotten Son of the infinite God. Through self-denial, the poorest will find ways of obtaining some thing to give back to God. Time is money, and many are wasting precious time which might be used in useful labor, working with their hands the thing that is good. The Lord will never say, “Well done, thou good and faithful servant,” to the man who has not taxed the physical powers which have been lent him of God as precious talents by which to gather means, wherewith the needy may be supplied, and offerings may be made to God. The rich are not to feel that they can be content in giving of their money merely. They have talents of ability, and they are to study to show themselves approved unto God, to be earnest spiritual agents in educating and training their children for fields of usefulness. Parents and children are not to regard themselves as their own, and feel that they can dispose of their time and property as shall please themselves. They are God’s purchased possession, and the Lord calls for the profit of their physical powers, which are to be employed in bringing a revenue to the treasury of the Lord. Were the thousand channels of selfishness cut off that now exist, and the means directed in the right channel, there would be a large revenue flowing into the treasury. Many purchase idols with money that should go to the house of God. No one can practice real benevolence without practicing genuineself-denial. Self-denial and the cross lie directly in the path of every Christian who is truly following Christ. Jesus says: “If any man will come after Me, let him deny himself, and take up his cross daily, and follow Me.” Will every soul consider the fact that Christian discipleship includes self-denial, self-sacrifice, even to the laying down of life itself, if need be, for the sake of Him who has given His life for the life of the world? Christians who view Christ upon the cross, are bound by their obligation to God because of the infinite gift of His Son, to withhold nothing which they possess, however dear it may be to them. If they possess anything that can be employed to draw any soul, no matter how rich, or no matter how poor, to the Lamb of God who taketh away the sins of the world, they are to use it freely for this purpose. The Lord employs human agents to be coworkers with Him in the salvation of sinners. All heaven is actively engaged in furnishing facilities by which to extend the knowledge of the truth to all peoples, nations, and tongues. If those who profess to have been truly converted, do not let their light shine forth to others, they are neglecting the doing of the words of Christ. We need not tax ourselves with rehearsing how much has been given to the cause of God, but rather let us consider how much has been kept back from His treasury to be devoted to the indulgence of self in pleasure seeking and self-gratification. We need not reckon up how many agents have been sent forth, but rather recount how many have closed the eyes of their understanding, so that they might not see their duty and minister to others according to their several ability. How many might now be employed were there meansin the treasury to sustain them in the work! How many facilities might be used in extending the work of God as His providence opens the way! Hundreds could be employed in the field in doing good in various branches, but they are not there. Why?—Selfishness keeps them at home; they love ease, and so remain away from the vineyard of the Lord. Some would go into regions beyond, but they have not the means to take them; for others have left undone that which they ought to have done. These are some of the reasons why a few workers have to go loaded down as a cart beneath sheaves, while others take no burden.—The Review and Herald, , 1896."
    },
    {
      "chapter_number": 13,
      "title": "Section 13—The Sacredness of Vows and Pledges",
      "content": "God works through human instrumentalities; and whoever shall awaken the consciences of men, provoking them to good works and a real interest in the advancement of the cause of truth, does not do it of himself, but by the Spirit of God which worketh in him. Pledges made under these circumstances are of a sacred character, being the fruit of the work of the Spirit of God. When these pledges are canceled, Heaven accepts the offering, and these liberal workers are credited for so much treasure invested in the bank of heaven. Such are laying up a good foundation against the time to come, that they may lay hold on eternal life.... One of the greatest sins in the Christian world of today, is dissembling and covetousness in dealing with God. There is an increasing carelessness on the part of many in regard to meeting their pledges to the various institutions and religious enterprises. Many look upon the act of pledging as though it imposed no obligation to pay. If they think that their money will bring them considerable profit by being invested in bank stock or in merchandise, or if there are individuals connected with the institution which they have pledged to help to whom they take exceptions, they feel perfectly free to use their means as they please. This lack of integrity is prevailing to quite an extent among those who profess to be keeping the commandments of God, and looking for the soon appearing of their Lord and Saviour.... A church is responsible for the pledges of its individual members. If they see that there is a brother who is neglecting to fulfill his vows, they should labor with him kindly but plainly. If he is not in circumstances which render it possible for him to pay his vow, and he is a worthy member and has a willing heart, then let the church compassionately help him. Thus they can bridge over the difficulty, and receive a blessing themselves. God would have the members of His church consider their obligations to Him as binding as their indebtedness to the merchant or the market. Let everyone review his past life and see if any unpaid, unredeemed pledges have been neglected, and then make extra exertions to pay the “uttermost farthing;” for we must all meet and abide the final issue of a tribunal where nothing will stand the test but integrity and veracity.—Testimonies for the :473-476."
    },
    {
      "chapter_number": 14,
      "title": "Section 14—Wills and Legacies",
      "content": "There are aged ones among us who are nearing the close of their probation; but for the want of wide-awake men to secure to the cause of God the means in their possession, it passes into the hands of those who are serving Satan. This means was only lent them of God to be returned to Him; but in nine cases out of ten, these brethren, when passing from the stage of action, appropriate God’s property in a way that cannot glorify Him, for not one dollar of it will ever flow into the Lord’s treasury. In some cases these apparently good brethren have had unconsecrated advisers, who counseled from their own standpoint, and not according to the mind of God. Property is often bequeathed to children and grandchildren only to their injury. They have no love for God or for the truth, and therefore this means, all of which is the Lord’s, passes into Satan’s ranks, to be controlled by him. Satan is much more vigilant, keen-sighted, and skillful in devising ways to secure means to himself than our brethren are to secure the Lord’s own to His cause. Some wills are made in so loose a manner that they will not stand the test of the law, and thus thousands of dollars have been lost to the cause. Our brethren should feel that a responsibility rests upon them, as faithful servants in the cause of God, to exercise their intellect in regard to this matter, and secure to the Lord His own. Many manifest a needless delicacy on this point. They feel that they are stepping upon forbiddenground when they introduce the subject of property to the aged or to invalids in order to learn what disposition they design to make of it. But this duty is just as sacred as the duty to preach the word to save souls. Here is a man with God’s money or property in his hands. He is about to change his stewardship. Will he place the means which God has lent him to be used in His cause, in the hands of wicked men, just because they are his relatives? Should not Christian men feel interested and anxious for that man’s future good as well as for the interest of God’s cause, that he shall make a right disposition of his Lord’s money, the talents lent him for wise improvement? Will his brethren stand by, and see him losing his hold on this life, and at the same time robbing the treasury of God? This would be a fearful loss to himself and to the cause; for, by placing his talent of means in the hands of those who have no regard for the truth of God, he would, to all intents and purposes, be wrapping it in a napkin and hiding it in the earth. The Lord would have His followers dispense their means while they can do it themselves. Some may inquire, “Must we actually dispossess ourselves of everything which we call our own?” We may not be required to do this now; but we must be willing to do so for Christ’s sake. We must acknowledge that our possessions are absolutely His, by using of them freely whenever means is needed to advance His cause. Some close their ears to the calls made for money to be used in sending missionaries to foreign countries, and in publishing the truth and scattering it like autumn leaves all over the world. Such excuse their covetousness by informing youthat they have made arrangements to be charitable at death. They have considered the cause of God in their wills. Therefore they live a life of avarice, robbing God in tithes and in offerings, and in their wills return to God but a small portion of that which He has lent them, while a very large proportion is appropriated to relatives who have no interest in the truth. This is the worst kind of robbery. They rob God of His just dues, not only all through life, but also at death. It is utter folly to defer to make a preparation for the future life until nearly the last hour of the present life. It is also a great mistake to defer to answer the claims of God for liberality to His cause until the time comes when you are to shift your stewardship upon others. Those to whom you entrust your talents of means may not do as well with them as you have done. How dare rich men run so great risks? Those who wait till death before they make a disposition of their property, surrender it to death rather than to God. In so doing, many are acting directly contrary to the plan of God plainly stated in His word. If they would do good, they must seize the present golden moments, and labor with all their might, as if fearful that they may lose the favorable opportunity. Those who neglect known duty by not answering to God’s claims upon them in this life, and who soothe their consciences by calculating on making their bequests at death, will receive no words of commendation from the Master, nor will they receive a reward. They practiced no self-denial, but selfishly retained their means as long as they could, yielding it up only when death claimed them. That which many propose to defer until they areabout to die, if they were Christians indeed they would do while they have a strong hold on life. They would devote themselves and their property to God, and, while acting as His stewards, they would have the satisfaction of doing their duty. By becoming their own executors, they could meet the claims of God themselves, instead of shifting the responsibility upon others. We should regard ourselves as stewards of the Lord’s property, and God as the supreme proprietor, to whom we are to render His own when He shall require it. When He shall come to receive His own with usury, the covetous will see that instead of multiplying the talents entrusted to them, they have brought upon themselves the doom pronounced upon the unprofitable servant. The Lord designs that the death of His servants shall be regarded as a loss, because of the influence for good which they exerted and the many willing offerings which they bestowed to replenish the treasury of God. Dying legacies are a miserable substitute for living benevolence. The servants of God should be making their wills every day, in good works and liberal offerings to God. They should not allow the amount given to God to be disproportionately small when compared with that appropriated to their own use. In making their wills daily, they will remember those objects and friends that hold the largest place in their affections. Their best friend is Jesus. He did not withhold His own life from them, but for their sakes became poor, that through His poverty they might be made rich. He deserves the whole heart, the property, all that they have and are. But many professed Christians put offthe claims of Jesus in life, and insult Him by giving Him a mere pittance at death. Let all of this class remember that this robbery of God is not an impulsive action, but a well-considered plan which they preface by saying, “Being in sound mind.” After having defrauded the cause of God through life, they perpetuate the fraud after death. And this is with the full consent of all the powers of the mind. Such a will many are content to cherish for a dying pillow. Their will is a part of their preparation for death, and is prepared so that their possessions shall not disturb their dying hours. Can these dwell with pleasure upon the requirement that will be made of them to give an account of their stewardship? We must all be rich in good works in this life, if we would secure the future, immortal life. When the judgment shall sit, and the books shall be opened, every man will be rewarded according to his works. Many names are enrolled on the church book that have robbery recorded against them in the ledger of heaven. And unless these repent, and work for the Master with disinterested benevolence, they will certainly share in the doom of the unfaithful steward. It often happens that an active businessman is cut down without a moment’s warning, and on examination his business is found to be in a most perplexing condition. In the effort to settle his estate, the lawyers’ fees eat up a large share, if not all, of the property, while his wife and children and the cause of Christ are robbed. Those who are faithful stewards of the Lord’s means will know just how their business stands, and, like wise men, they will be prepared for any emergency. Should their probation close suddenly,they would not leave such great perplexity upon those who are called to settle their estate. Many are not exercised upon the subject of making their wills while they are in apparent health. But this precaution should be taken by our brethren. They should know their financial standing, and should not allow their business to become entangled. They should arrange their property in such a manner that they may leave it at any time. Wills should be made in a manner to stand the test of law. After they are drawn, they may remain for years, and do no harm, if donations continue to be made from time to time as the cause has need. Death will not come one day sooner, brethren, because you have made your will. In disposing of your property by will to your relatives, be sure that you do not forget God’s cause. You are His agents, holding His property; and His claims should have your first consideration. Your wife and children, of course, should not be left destitute; provision should be made for them if they are needy. But do not, simply because it is customary, bring into your will a long line of relatives who are not needy. Let it ever be kept in mind that the present selfish system of disposing of property is not God’s plan, but man’s device. Christians should be reformers, and break up this present system, giving an entirely new aspect to the formation of wills. Let the idea be ever present that it is the Lord’s property which you are handling. The will of God in this matter is law. If man had made you the executor of his property, would you not closely study the will of the testator, that the smallest amount might not be misapplied? Your heavenly Friend has entrusted you with property,and given you His will as to how it should be used. If this will is studied with an unselfish heart, that which belongs to God will not be misapplied. The Lord’s cause has been shamefully neglected, when He has provided men with sufficient means to meet every emergency, if they only had grateful, obedient hearts. Those who make their wills should not feel that when this is done they have no further duty, but they should be constantly at work using the talents entrusted to them, for the upbuilding of the Lord’s cause. God has devised plans that all may work intelligently in the distribution of their means. He does not propose to sustain His work by miracles. He has a few faithful stewards, who are economizing and using their means to advance His cause. Instead of self-denial and benevolence being an exception, they should be the rule. The growing necessities of the cause of God require means. Calls are constantly coming in from men in our own and foreign countries for messengers to come to them with light and truth. This will necessitate more laborers and more means to support them.—Testimonies for the :478-483."
    },
    {
      "chapter_number": 15,
      "title": "Section 15—The Reward of Faithful Stewardship",
      "content": "Repeatedly the Saviour says, “Many that are first shall be last; and the last shall be first.” Jesus would have those who are engaged in His service, not eager for rewards, nor feel that they must receive compensation for all that they do. The Lord would have our minds run in a different channel; for He sees not as man sees. He does not judge by appearances, but estimates a man by the sincerity of his heart. Those who have brought into their service the spirit of true sacrifice, of self-abasement, are the ones who will stand first at last. The laborers who were first hired, represented those who have an envious, self-righteous spirit, and claim that, for their services, preference should be given to them rather than to others. The householder said to the one who questioned his right to give more to others than to him, “Friend, I do thee no wrong: didst not thou agree with me for a penny?” I have kept my part of the agreement. In a subordinate sense we should all have respect unto the recompense of the reward. But while we appreciate the promise of blessing, we should have perfect confidence in Jesus Christ, believing that He will do right, and give us reward according as our works have been. The gift of God is eternal life, but Jesus would have us not so anxious concerning rewards, as that we may do the will of God because it is right to do it, irrespective of all gain. Paul kept in view the crown of life to be given him, and not only to be given to him, but to all who loveHis appearing. It was the victory gained through faith in Jesus Christ that made the crown so desirable. He ever exalted Jesus. All boasting of talent, of victory in ourselves, is out of place. “Let not the wise man glory in his wisdom, neither let the mighty man glory in his might, let not the rich man glory in his riches: but let him that glorieth glory in this, that he understandeth and knoweth Me, that I am the Lord which exercise loving-kindness, judgment, and righteousness, in the earth: for in these things I delight, saith the Lord.” Those who will receive the most abundant reward will be those who have mingled with their activity and zeal, gracious, tender pity for the poor, the orphan, the oppressed, and the afflicted. But those who pass by on the other side, who are too busy to give attention to the purchase of the blood of Christ, who are full of doing the great things, will find themselves least and last. Men act out the true character of the heart. There are about us those who have a meek and lowly spirit, the spirit of Christ, who do many little things to help those around them, and who think nothing of it; they will be astonished at last to find that Christ has noticed the kind word spoken to the disheartened, and taken account of the smallest gift given for the relief of the poor, that cost the giver some self-denial. The Lord measures the spirit, and rewards accordingly, and the pure, humble, childlike spirit of love makes the offering precious in His sight.—The Review and Herald, , 1894."
    }
  ]
}