{
  "title": "Counsels on Sabbath School Work",
  "chapters": [
    {
      "chapter_number": 1,
      "title": "Chapter 1—The Importance and Purpose of Sabbath School Work",
      "content": "Those who instruct children should avoid tedious remarks. Short remarks and to the point will have a happy influence. If much is to be said, make up for briefness by frequency. A few words of interest now and then will be more beneficial than to have it all at once. Long speeches burden the small minds of children. Too much talk will lead them to loathe even spiritual instruction, just as overeating burdens the stomach and lessens the appetite, leading even to a loathing of food. The minds of the people may be glutted with too much speechifying. Labor for the church, but especially for the youth, should be line upon line, precept upon precept, here a little and there a little. Give minds time to digest the truths you feed them. Children must be drawn toward heaven, not rashly, but very gently.—Testimonies for the :420. The student of the Sabbath-school should feel as thoroughly in earnest to become intelligent in the knowledge of the Scriptures as to excel in the study of the sciences. If either is neglected, it should be the lessons of the six days. The injunction of our Saviour should be religiously regarded by every man, woman, and child whoprofesses His name. Teachers in the Sabbath-school have a missionary field given them to teach the Scriptures, not parrot-like, to repeat over that which they have taken no pains to understand. “They are they which testify of Me,”—the Redeemer, Him in whom our hopes of eternal life are centered. If teachers are not imbued with the spirit of truth, and care not for the knowledge of what is revealed in the Word of God, how can they present the truth in an attractive light to those under their charge? ... The student of the Sabbath-school should be in earnest, should dig deep and search with the greatest care for the precious gems of truth contained in the weekly lessons. The privileges and opportunities which they now have of becoming intelligent in regard to the Scriptures should not be neglected. God would have those who profess to be His followers thoroughly furnished with proof of the doctrines of His Word. When and where can this be better obtained than in youth at the Sabbath-school? Parents should in no case treat this matter indifferently.—The Review and Herald, , 1878, par. 12. No one can labor in the Sabbath-school or in the temperance work without reaping a bountiful harvest, not only in the end of the world, but in the present life. In the very effort to enlighten and bless others, his own views will become clearer and broader. The more we endeavor to explain the truth to others, with a love for souls, the plainer will it become to ourselves. It ever opens with new beauty and force to the understanding of the expounder.—Testimonies for the :121. The Sabbath-school work is important, and all who are interested in the truth should endeavor to make it prosperous.—Testimonies for the :127. Companies of Sabbath-keepers may be raised up in many places. Often they will not be large companies; but they must not be neglected; they must not be left to die for want of proper personal effort and training. The work should not be left prematurely. See that all are intelligent in the truth, established in the faith, and interested in every branch of the work, before leaving them for another field.... It has been proved in the missionary field that, whatever may be the preaching talent, if the laboring part is neglected, if the people are not taught how to work, how to conduct meetings, how to act their part in missionary labor, how to reach people successfully, the work will be nearly a failure. There is much to be done in the Sabbath-school work, also, in bringing the people to realize their obligation, and to act their part. God calls them to work for Him, and the ministers should guide their efforts.—Testimonies for the :256. After referring to the faithfulness of Caleb, Hannah, and Dorcas, the testimony says:— Such patient, prayerful, and persevering fidelity as was possessed by these saints of God is rare; yet the church can not prosper without it. It is needed in the church, in the Sabbath-school, and in society.—Testimonies for the :304. The Sabbath-school is an important branch of the missionary work, not only because it gives to young and old a knowledge of God’sWord, but because it awakens in them a love for its sacred truths, and a desire to study them for themselves; above all, it teaches them to regulate their lives by its holy teachings,—Testimonies for the :389. At a certain meeting held in Iowa , Sister White said:— By request I spoke about thirty minutes, warning them against letting their Sabbath-schools degenerate into a mere mechanical routine. We should not seek to imitate Sunday-schools, nor keep up the interest by offering prizes. The offering of rewards will create rivalry, envy, and jealousy; and some who are the most diligent and worthy will receive little credit. Scholars should not try to see how many verses they can learn and repeat; for this brings too great a strain upon the ambitious child, while the rest become discouraged. Try none of these methods in your Sabbath-schools; but let superintendents and teachers make every effort to have life and interest in their schools. What a blessing it would be if all would teach as Jesus taught! He did not aim to attract attention by eloquence or by overwhelming grandeur of sentiment. On the contrary, His language was plain, and His thoughts were expressed with greatest simplicity; but He spoke with loving earnestness. In your teaching be as near like Him as possible. Make your exercises interesting. Let the teachers show that they have thoroughly learned the lesson, and are intensely interested in it. Let there be no frivolous or superficial interpretations of the Scriptures, but let eachbe prepared to go to the bottom of the subject presented. Parents should feel it a sacred duty to instruct their children in the statutes and requirements of God as well as in the prophecies. They should educate their children at home, and should themselves be interested in the Sabbath-school lessons. By studying with the children they show that they attach importance to the truth brought out in the lessons, and help to create a taste for Bible knowledge.—The Review and Herald, , 1884. Our Sabbath-schools, which are to instruct the children and youth, are too superficial. The managers of these need to plow deeper. They need to put more thought and more hard work upon the work they are doing. They need to be more thorough students of the Bible, and to have a deeper religious experience, in order to know how to conduct Sabbath-schools after the Lord’s order, and how to lead children and youth to their Saviour. This is one of the branches of the work that is crippling along for the want of efficient, discerning men and women, who feel their accountability to God to use their powers, not to exhibit self, not for vainglory, but to do good.—The Review and Herald, , 1887. There was a general superintendent of Sabbath-schools who, while addressing a Sabbath-school upon one occasion, was very dry, lengthy, and uninteresting. A mother asked her daughter of ten years if she enjoyed the exercise, and also, “What did the minister say?” Said the little girl, “He said, and he said, andhe said, and he didn’t say anything.” Now, we do not want any such account of our labor as that. We want the very best of training for the work that we can possibly have ourselves, so that we can make a success in teaching others the things that we have learned.—The Review and Herald, , 1887."
    },
    {
      "chapter_number": 2,
      "title": "Chapter 2—A School for Bible Study",
      "content": "No man, woman, or youth can attain to Christian perfection and neglect the study of the word of God. By carefully and closely searching His word we shall obey the injunction of Christ, “Search the Scriptures; for in them ye think ye have eternal life: and they are they which testify of Me.” This search enables the student to observe closely the divine Model, for they testify of Christ. The Pattern must be inspected often and closely in order to imitate it. As one becomes acquainted with the history of the Redeemer, he discovers in himself defects of character; his unlikeness to Christ is so great that he sees he cannot be a follower without a very great change in his life. Still he studies, with a desire to be like his great Exemplar; he catches the looks, the spirit, of his beloved Master; by beholding he becomes changed. “Looking unto Jesus, the author and finisher of our faith.” ... The word of God, spoken to the heart, has an animating power, and those who will frame any excuse for neglecting to become acquainted with it will neglect the claims of God in many respects. The character will be deformed, the words and acts a reproach to the truth. The apostle tells us, “All Scripture is given byinspiration of God, and is profitable for doctrine, for reproof, for correction, for instruction in righteousness, that the man of God may be perfect, throughly furnished unto all good works.” One of the prophets of God exclaims, “While I was musing the fire burned.” If Christians would earnestly search the Scriptures, more hearts would burn with the vivid truths therein revealed. Their hopes would brighten with the precious promises strown like pearls all through the Sacred Writings. In contemplating the history of the patriarchs, the prophets, the men who loved and feared God and walked with Him, hearts will glow with the spirit which animated these worthies. As the mind dwells upon the virtue and piety of holy men of old, the spirit which inspired them will kindle a flame of love and holy fervor in the hearts of those who would be like them in character. The student of the Sabbath school should feel as thoroughly in earnest to become intelligent in the knowledge of the Scriptures as to excel in the study of the sciences. If either is neglected, it should be the lessons of the six days. The injunction of our Saviour should be religiously regarded by every man, woman, and child who professes His name. Teachers in the Sabbath school have a missionary field given them toteachthe Scriptures, not, parrot-like, to repeat over that which they have taken nopains to understand. “They are they which testify of Me”—the Redeemer, Him in whom our hopes of eternal life are centered. If teachers are not imbued with the spirit of truth, and care not for the knowledge of what is revealed in the word of God, how can they present the truth in an attractive light to those under their charge? The prayer of Christ for His disciples was, “Sanctify them through Thy truth: Thy word is truth.” If we are to be sanctified through a knowledge of the truth found in the word of God, we must have an intelligent knowledge of His will therein revealed. We must search the Scriptures, not merely rush through a chapter and repeat it, taking no pains to understand it, but we must dig for the jewel of truth which will enrich the mind, and fortify the soul against the wiles and temptations of the archdeceiver. Parents plead trifling excuses for not interesting themselves in the lessons with their children, and they fail to become conversant with the Scriptures. Fathers as well as mothers excuse themselves from disciplining their own minds. They do not seek first the kingdom of God and His righteousness, but exalt the temporal above the spiritual and eternal. This forgetfulness of God and neglect of His word is the example they give their children, which molds their minds after the worldly standard and not after the exalted standard erected by Christ. Some fathers will while away hours in their own amusement, in conversation upon worldly things, and put God out of their thoughts and hearts. How much more profitable to be faithful disciples of Christ, engaged in searching the Scriptures that they may be thoroughly furnished to all good works, and be able to give an intelligent explanation of the word given of God to guide our footsteps to the eternal shores. Mothers are heard to deplore that they have no time to teach their children, no time to instruct them in the word of God. But these same mothers find time for outward adorning, time to ornament with tucks and ruffles and needless stitching. Needless trimming is seen upon their own dresses and their children’s. The inward adorning of the mind and the culture of the soul are neglected as though inferior to the adornment of the apparel. The minds of mothers and children are starved in order to follow custom and fashion. Fathers and mothers, we entreat you to take up your long-neglected duties. Search the Scriptures yourselves; assist your children in the study of the Sacred Word. Make diligent work because of past neglect. Do not send the children away by themselves to study the Bible, but read it with them, teach them in a simple manner what you know, and keep in the school of Christ as diligent students yourselves. Be determined that this work shall not be neglected. Mothers, dress yourselves and your children in modestapparel, clean and neat, but without needless adornment. When you learn to do this, to dress with conscientious plainness, then you will have no excuse for being novices in the Scriptures. Follow Christ’s injunction, “Search the Scriptures;” then you will advance in spiritual strength yourselves, and be able to instruct your children so that they need not come to the Sabbath school untaught. Many of the youth say, I have no time to study my lesson. But what are they doing? Some are crowding in every moment to earn a few cents more, when this time pressed into work, if given to the study of the Bible, would, if they practiced its lessons, save them more than the amount gained by overwork. It would save much that is expended in needless ornaments, and preserve vigor of mind to understand the mystery of godliness. “The fear of the Lord is the beginning of wisdom.” But these very youth who profess to be Christians gratify the desires of the carnal heart in following their own inclinations; and God-given probationary time, granted them to become acquainted with the precious truths of the Bible, is devoted to the reading of fictitious tales. This habit, once formed, is difficult to overcome; but it can be done, it must be done by all who are candidates for the heavenly world. That mind is ruined which is allowed to be absorbed in story reading. The imagination becomes diseased, sentimentalism takes possession of the mind, and there is a vague unrest, a strange appetite for unwholesomemental food, which is constantly unbalancing the mind. Thousands are today in the insane asylum whose minds became unbalanced by novel reading, which results in air-castle building, and lovesick sentimentalism. The Bible is the book of books. It will give you life and health. It is a soother of the nerves, and imparts solidity of mind and firm principle. The student of the Sabbath school should be in earnest, should dig deep and search with the greatest care for the precious gems of truth contained in the weekly lessons. The privileges and opportunities which they now have of becoming intelligent in regard to the Scriptures should not be neglected. God would have those who profess to be His followers thoroughly furnished with proof of the doctrines of His word. When and where can this be better obtained than in youth at the Sabbath school? Parents should in no case treat this matter indifferently.—The Review and Herald, , 1878."
    },
    {
      "chapter_number": 3,
      "title": "Chapter 3—A Soul-winning Agency",
      "content": "The object of Sabbath school work should be the ingathering of souls. The order of working may be faultless, the facilities all that could be desired; but if the children and youth are not brought to Christ, the school is a failure; for unless souls are drawn to Christ, they become more and more unimpressionable under the influence of a formal religion. The teacher should cooperate, as he knocks at the door of the heart of those who need help. If pupils respond to the pleading of the Spirit, and open the door of the heart, that Jesus may come in, He will open their understanding, that they may comprehend the things of God. The teacher’s work is simple work, but if it is done in the Spirit of Jesus, depth and efficiency will be added to it by the operation of the Spirit of God. There should be much personal work done in the Sabbath school. The necessity of this kind of work is not recognized and appreciated as it should be. From a heart filled with gratitude for the love of God, which has been imparted to the soul, the teacher should labor tenderly and earnestly for the conversion of his scholars. What evidence can we give to the world that the Sabbath school work is not a mere pretense? It will be judged by its fruits. It will be estimated by the character and work of the pupils. In our Sabbath schools the Christian youth should be entrusted with responsibilities, that they may develop their abilities and gain spiritual power. Let the youth first give themselves to God, and then let them in their early experience be taught to help others. This work will bring their faculties into exercise and enable them to learn how to plan and how to execute their plans for the good of their associates. Let them seek the company of those who need help, not to engage in foolish conversation, but to represent Christian character, to be laborers together with God, winning those who have not given themselves to God.... In our efforts to help the youth we are woefully behind our duty. We have had great light, but we lack in zeal and earnestness, and have not fervency of spirit proportionate to the privileges we enjoy. We must rise above the chilling atmosphere of unbelief with which we are surrounded, and draw nigh to God, that He may draw nigh to us. We must educate the youth, that they may learn how to work for the salvation of souls; and in educating the youth for this work, we shall also learn how to labor more successfully, becoming efficient agentsin the hands of God for the conversion of our scholars. We must become imbued with the spirit of earnest labor, and lay hold upon Christ, claiming Him as our only efficiency. Our minds must be enlarged, that we may have a proper realization of the things pertaining to eternal life. Our hearts must be softened and subdued by the grace of Christ, that we may become true educators. Let superintendents and teachers inquire, Do I believe the word of God? Am I giving myself to Him who hath given Himself for me, suffering a cruel death upon the cross, that I might not perish, but have everlasting life? Do we believe that Jesus is drawing the souls of those around us, even those who are living in impenitence and do not respond to His drawing power? Then, in contrition of soul, say: “Master, I will draw with all my powers of influence, I will draw unto Thee. I trust in Thee and in Thee alone to touch and subdue the heart by the power of the Holy Spirit.”—Testimonies on Sabbath-School Work, 47-50."
    },
    {
      "chapter_number": 4,
      "title": "Chapter 4—The Teacher and His Work",
      "content": "It means so much more than finite minds can comprehend, to present in every missionary effort Jesus Christ and Him crucified. “But He was wounded for our transgressions, He was bruised for our iniquities: the chastisement of our peace was upon Him; and with His stripes we are healed.” “For He hath made Him to be sin for us, who knew no sin; that we might be made the righteousness of God in Him.” This is to be the burden of our work. If any one thinks he is capable of teaching in the Sabbath school or in the day school the science of education, he needs first to learn the fear of the Lord, which is the beginning of wisdom, that he may teach this the highest of all sciences.—Fundamentals of Christian Education, 272."
    },
    {
      "chapter_number": 5,
      "title": "Chapter 5—Gathering Weekly Mission Offerings",
      "content": "We thank God that our Sabbath schools have contributed enough to advance many a precious enterprise. Children and youth have given their pennies, that, like little rivulets, have supplied a stream of beneficence. Children should be educated in such a way that they may perform unselfish acts which heaven will rejoice to see. When the dew of youth is upon them, children should be trained how to do service for Christ. They should be taught self-denial.—Testimonies on Sabbath-School Work, 113."
    },
    {
      "chapter_number": 6,
      "title": "Chapter 6—Guiding Principles in Administration",
      "content": "Following the ObjectiveThe object of the Sabbath school should not be lost sight of in mechanical arrangements, thus occupying time which should be given to other important matters. We should ever be guarded against forms and ceremonies which will eclipse the real object for which we are laboring. There is danger of carrying system to such an extreme that the Sabbath school will become weariness, when, on the contrary, it should be a rest, a refreshment, and a blessing. The purity and simplicity of the Sabbath school must not be swallowed up in such an endless variety of forms that sufficient time cannot be devoted to religious interests. The beauty and success of the school are in its simplicity and earnestness in serving God. Nothing can be done without order and regulation, but these may be arranged so as to shut out greater and more important duties. Less should be said to the scholars about the external preliminaries and system, and much more should be said in regard to the salvation of their souls. This must be made the ruling principle of the school. The old, old story of the love of Jesus, repeated by the teachers and the superintendent, with the love of Jesus in the heart, will have a power that will convict and convert souls. If the love and tenderness of Jesus has touched your heart, you will be able to work for your scholars. The simplicity of the gospel must be kept in view. With help from above we can do faithful work for the Master. The fact should be kept continually before the scholars that without heart work all our efforts will be in vain. Affection and love should be seen in every movement of the teachers and managers of the school. Cold formality should be replaced by earnest zeal and energy. The love of Jesus should pervade the whole school that the pupils will learn to regard this as the highest education. Sternness or faultfinding should find no place in Sabbath school or day school. This should be put far from the hearts of the teachers, and of all who act a leading part in the school. Pride should not be felt in the forms or mechanical workings of the school, but in the good that is accomplished in bringing souls to Jesus Christ. Machines may be made to respond to the will of man, working with perfect exactitude, but they are destitute of souls. So with schools where formality takes a leading place; it is as marble without life. When all connected with the school have a sense of the responsibility of their work, and feel that they are making efforts, not onlyfor time, but for eternity, order and harmony will be seen in every department.—Testimonies on Sabbath-School Work, 89, 90."
    }
  ]
}