{
  "title": "Counsels on Health",
  "chapters": [
    {
      "chapter_number": 1,
      "title": "Section 1—The World’s Need",
      "content": "[Testimonies for the :254-258 .] When Christ saw the multitudes that gathered about Him, “He was moved with compassion on them, because they fainted, and were scattered abroad, as sheep having no shepherd.” Christ saw the sickness, the sorrow, the want and degradation of the multitudes that thronged His steps. To Him were presented the needs and woes of humanity throughout the world. Among the high and the low, the most honored and the most degraded, He beheld souls who were longing for the very blessing He had come to bring; souls who needed only a knowledge of His grace, to become subjects of His kingdom. “Then saith He unto His disciples, The harvest truly is plenteous, but the laborers are few; pray ye therefore the Lord of the harvest, that He will send forth laborers into His harvest.”:36-38. Today the same needs exist. The world is in need of workers who will labor as Christ did for the suffering and the sinful. There is indeed a multitude to be reached. The world is full of sickness, suffering, distress, and sin. It is full of those who need to be ministered unto—the weak, the helpless, the ignorant, the degraded."
    },
    {
      "chapter_number": 2,
      "title": "Section 2—Essentials to Health",
      "content": "[The Health Reformer, August, 1866, Vol. 1, no. 1.] Many have inquired of me, “What course shall I take to best preserve my health?” My answer is, Cease to transgress the laws of your being; cease to gratify a depraved appetite; eat simple food; dress healthfully, which will require modest simplicity; work healthfully; and you will not be sick. It is a sin to be sick, for all sickness is the result of transgression. Many are suffering in consequence of the transgression of their parents. They cannot be censured for their parents’ sin; but it is nevertheless their duty to ascertain wherein their parents violated the laws of their being, which has entailed upon their offspring so miserable an inheritance; and wherein their parents’ habits were wrong, they should change their course, and place themselves by correct habits in a better relation to health. Men and women should inform themselves in regard to the philosophy of health. The minds of rational beings seem shrouded in darkness in regard to their own physical structure, and how to preserve it in a healthy condition. The present generation have trusted their bodies with the doctors and their souls with the ministers. Do they not pay the minister well for studying the Bible for them, that they need not be to the trouble? and is it not his business to tell them what they must believe, and to settle all doubtful questions of theology without special investigationon their part? If they are sick, they send for the doctor—believe whatever he may tell, and swallow anything he may prescribe; for do they not pay him a liberal fee, and is it not his business to understand their physical ailments, and what to prescribe to make them well, without their being troubled with the matter? ... So closely is health related to our happiness, that we cannot have the latter without the former. A practical knowledge of the science of human life is necessary in order to glorify God in our bodies. It is therefore of the highest importance that among the studies selected for childhood, physiology should occupy the first place. How few know anything about the structure and functions of their own bodies and of nature’s laws! Many are drifting about without knowledge, like a ship at sea without compass or anchor; and what is more, they are not interested to learn how to keep their bodies in a healthy condition and prevent disease."
    },
    {
      "chapter_number": 3,
      "title": "Section 3—Diet and Health",
      "content": "[Christian Temperance and Bible Hygiene, 41-53 .] Only one lease of life is granted us; and the inquiry with everyone should be, “How can I invest my powers so that they may yield the greatest profit? How can I do most for the glory of God and the benefit of my fellow men?” For life is valuable only as it is used for the attainment of these ends."
    },
    {
      "chapter_number": 4,
      "title": "Section 4—Outdoor Life and Physical Activity",
      "content": "[The Ministry of Healing, 51-58 .] The Saviour’s life on earth was a life of communion with nature and with God. In this communion He revealed for us the secret of a life of power.... Working at the carpenter’s bench, bearing the burdens of home life, learning the lessons of obedience and toil, He found recreation amidst the scenes of nature, gathering knowledge as He sought to understand nature’s mysteries. He studied the word of God, and His hours of greatest happiness were found when He could turn aside from the scenes of His labors to go into the fields, to meditate in the quiet valleys, to hold communion with God on the mountainside or amid the trees of the forest. The early morning often found Him in some secluded place, meditating, searching the Scriptures, or in prayer. With the voice of singing He welcomed the morning light. With songs of thanksgiving He cheered His hours and brought heaven’s gladness to the toilworn and disheartened. During His ministry Jesus lived to a great degree an outdoor life. His journeys from place to place were made on foot, and much of His teaching was given in the open air. In training His disciples He often withdrew from the confusion of the city to the quiet of the fields, as more in harmony with the lessons of simplicity, faith, and self-abnegation He desired to teach them.... Christ loved to gather the people about Him underthe blue heavens, on some grassy hillside, or on the beach beside the lake. Here, surrounded by the works of His own creation, He could turn their thoughts from the artificial to the natural. In the growth and development of nature were revealed the principles of His kingdom. As men should lift their eyes to the hills of God and behold the wonderful works of His hand, they could learn precious lessons of divine truth. In future days the lessons of the divine Teacher would thus be repeated to them by the things of nature. The mind would be uplifted and the heart would find rest.... When Jesus said to His disciples that the harvest was great and the laborers were few, He did not urge upon them the necessity of ceaseless toil, but bade them, “Pray ye therefore the Lord of the harvest, that He will send forth laborers into His harvest.” To His toil-worn workers today as really as to His first disciples He speaks these words of compassion, “Come ye yourselves apart, ... and rest awhile.” All who are under the training of God need the quiet hour for communion with their own hearts, with nature, and with God.... We must individually hear Him speaking to the heart. When every other voice is hushed, and in quietness we wait before Him, the silence of the soul makes more distinct the voice of God. He bids us, “Be still, and know that I am God.” This is the effectual preparation for all labor for God. Amidst the hurrying throng and the strain of life’s intense activities, he who is thus refreshed will be surrounded with an atmosphere of light and peace. He will receive a new endowment of both physical and mental strength. His life will breathe out a fragrance and will reveal a divine power that will reach men’s hearts."
    },
    {
      "chapter_number": 5,
      "title": "Section 5—Sanitariums—Their Objects and Aims",
      "content": "[Testimonies for the :219-228 .] Every institution established by Seventh-day Adventists is to be to the world what Joseph was in Egypt and what Daniel and his fellows were in Babylon. As in the providence of God these chosen ones were taken captive, it was to carry to heathen nations the blessings that come to humanity through a knowledge of God. They were to be representatives of Jehovah. They were never to compromise with idolaters; their religious faith and their name as worshipers of the living God they were to bear as a special honor. And this they did. In prosperity and adversity they honored God, and God honored them.... So the institutions established by God’s people today are to glorify His name. The only way in which we can fulfill His expectation is by being representatives of the truth for this time. God is to be recognized in the institutions established by Seventh-day Adventists. By them the truth for this time is to be represented before the world with convincing power. We are called to represent to the world the character of God as it was revealed to Moses. In answer to the prayer of Moses, “Show me Thy glory,” the Lord promised, “I will make all My goodness pass before thee.” “And the Lord passed by before him, and proclaimed, TheLord, The Lord God, merciful and gracious, long-suffering, and abundant in goodness and truth, keeping mercy for thousands, forgiving iniquity and transgression and sin.”:18, 19;34:6, 7. This is the fruit that God desires from His people. In the purity of their characters, in the holiness of their lives, in their mercy and loving-kindness and compassion, they are to demonstrate that “the law of the Lord is perfect, converting the soul.”:7. God’s purpose for His institutions today may also be read in the purpose which He sought to accomplish through the Jewish nation. Through Israel it was His design to impart rich blessings to all peoples. Through them the way was to be prepared for the diffusion of His light to the whole world.... God desired to make of His people Israel a praise and a glory. Every spiritual advantage was given them. God withheld from them nothing favorable to the formation of character that would make them representatives of Himself. Their obedience to the laws of God would make them marvels of prosperity before the nations of the world. He who could give them wisdom and skill in all cunning work would continue to be their teacher, and would ennoble and elevate them through obedience to His laws. If obedient, they would be preserved from the diseases that afflicted other nations and would be blessed with vigor of intellect. The glory of God, His majesty and power, were to be revealed in all their prosperity. They were to be a kingdom of priests and princes. God furnished them with every facility for becoming the greatest nation on the earth.... The Lord years ago gave me special light in regardto the establishment of a health institution where the sick could be treated on altogether different lines from those followed in any other institution in our world. It was to be founded and conducted upon Bible principles, as the Lord’s instrumentality, and it was to be in His hands one of the most effective agencies for giving light to the world. It was God’s purpose that it should stand forth with scientific ability, with moral and spiritual power, and as a faithful sentinel of reform in all its bearings. All who should act a part in it were to be reformers, having respect to its principles and heeding the light of health reform shining upon us as a people."
    },
    {
      "chapter_number": 6,
      "title": "Section 6—Successful Institutional Work",
      "content": "The success of the sanitarium depends upon its maintaining the simplicity of godliness and shunning the world’s follies in eating, drinking, dressing, and amusements. It must be reformatory in all its principles. Let nothing be invented to satisfy the wants of the soul and take the room and time which Christ and His service demand, for this will destroy the power of the institution as God’s instrumentality to convert poor, sin-sick souls, who, ignorant of the way of life and peace, have sought for happiness in pride and vain folly. “Standing by a purpose true” should be the position of all connected with the sanitarium. While none should urge our faith upon the patients or engage in religious controversy with them, our papers and publications, carefully selected, should be in sight almost everywhere. The religious element must predominate. This has been and ever will be the power of that institution. Let not our health asylum be perverted to the service of worldliness and fashion. There are hygienic institutions enough in our land that are more like an accommodating hotel than a place where the sick and suffering can obtain relief for their bodily infirmities, and the sin-sick soul can find that peace and rest in Jesus to be found nowhere else. Let religious principles be made prominent and kept so; let pride and popularity be discarded; let simplicity and plainness, kindness and faithfulness, be seen everywhere; then the sanitarium will be just what God intended it should be; then the Lord will favor it.—Testimonies for the :586, 587 ."
    },
    {
      "chapter_number": 7,
      "title": "Section 7—The Christian Physician",
      "content": "[Testimonies for the :439-449 .] “The fear of the Lord is the beginning of wisdom.”:10. Professional men, whatever their calling, need divine wisdom. But the physician is in special need of this wisdom in dealing with all classes of minds and diseases. He occupies a position even more responsible than that of the minister of the gospel. He is called to be a colaborer with Christ, and he needs stanch religious principles and a firm connection with the God of wisdom. If he takes counsel of God, he will have the Great Healer to work with his efforts and he will move with the greatest caution, lest by his mismanagement he injure one of God’s creatures. He will be firm as a rock to principle, yet kind and courteous to all. He will feel the responsibility of his position, and his practice will show that he is actuated by pure, unselfish motives and a desire to adorn the doctrine of Christ in all things. Such a physician will possess a heaven-born dignity and will be a powerful agent for good in the world. Although he may not be appreciated by those who have no connection with God, yet he will be honored of Heaven. In God’s sight he will be more precious than gold, even the gold of Ophir."
    },
    {
      "chapter_number": 8,
      "title": "Section 8—Nurses and Helpers",
      "content": "[The Review and Herald, , 1914.] From Christ’s methods of labor we may learn many valuable lessons. He did not follow merely one method; in various ways He sought to gain the attention of the multitude and, having succeeded in this, He proclaimed to them the truths of the gospel. His chief work lay in ministering to the poor, the needy, and the ignorant. In simplicity He opened before them the blessings they might receive, and thus He aroused their soul’s hunger for the truth, the bread of life. Christ’s life is an example to all His followers, showing the duty of those who have learned the way of life to teach others what it means to believe in the word of God. There are many now in the shadow of death who need to be instructed in the truths of the gospel. Nearly the whole world is lying in wickedness. To every believer in Christ, words of hope have been given for those who sit in darkness: “The land of Zabulon, and the land of Nephthalim, by the way of the sea, beyond Jordan, Galilee of the Gentiles; the people which sat in darkness saw great light; and to them which sat in the region and shadow of death light is sprung up.”:15, 16. Earnest, devoted young people are needed to enter the work as nurses. As these young men and women use conscientiously the knowledge they gain, they will increase in capability, becoming better and better qualified to be the Lord’s helping hand. The Lord wants wise men and women, who can act in the capacity of nurses, to comfort and help the sick and suffering. O that all who are afflicted might be ministered to by Christian physicians and nurses who could help them to place their weary, pain-racked bodies in the care of the Great Healer, in faith looking to Him for restoration! If through judicious ministration the patient is led to give his soul to Christ and to bring his thoughts into obedience to the will of God, a great victory is gained.... There are many lines of work to be carried forward by the missionary nurse. There are opportunities for well-trained nurses to go into homes and there endeavor to awaken an interest in the truth. In almost every community there are large numbers who will not listen to the teaching of God’s word or attend any religious service. If these are reached by the gospel, it must be carried to their homes. Often the relief of their physical needs is the only avenue by which they can be approached. Missionary nurses who care for the sick and relieve the distress of the poor will find many opportunities to pray with them, to read to them from God’s word, and to speak of the Saviour. They can pray with and for the helpless ones who have not strength of will to control the appetites that passion has degraded. They can bring a ray of hope into the lives of the defeated and disheartened. The revelation of unselfish love, manifested in acts of disinterested kindness, will make it easier for these suffering ones to believe in the love of Christ. Many have no faith in God and have lost confidence in man. But they appreciate acts of sympathy and helpfulness. As they see one with no inducement of earthly praise or compensation coming to their homes to minister to the sick, to feed the hungry, to clothe the naked, and tocomfort the sad, and ever tenderly pointing all to Him of whose love and pity the human worker is but the messenger—as they see this, their hearts are touched. Gratitude springs up; faith is kindled. They see that God cares for them and they are prepared to listen to the teaching of His word."
    },
    {
      "chapter_number": 9,
      "title": "Section 9—Teaching Health Principles",
      "content": "[Testimonies for the :62-67 .] We have come to a time when every member of the church should take hold of medical missionary work. The world is a lazar house filled with victims of both physical and spiritual disease. Everywhere people are perishing for lack of a knowledge of the truths that have been committed to us. The members of the church are in need of an awakening, that they may realize their responsibility to impart these truths. Those who have been enlightened by the truth are to be light bearers to the world. To hide our light at this time is to make a terrible mistake. The message to God’s people today is, “Arise, shine; for thy light is come, and the glory of the Lord is risen upon thee.”:1. On every hand we see those who have had much light and knowledge deliberately choosing evil in the place of good. Making no attempt to reform, they are growing worse and worse. But the people of God are not to walk in darkness. They are to walk in the light, for they are reformers. Before the true reformer, the medical missionary work will open many doors. No one need wait until called to some distant field before beginning to help others. Wherever you are, you can begin at once. Opportunities are within the reach of everyone. Take up the work for which you are held responsible—the work that should be done in your home and in your neighborhood. Waitnot for others to urge you to action. In the fear of God go forward without delay, bearing in mind your individual responsibility to Him who gave His life for you. Act as if you heard Christ calling upon you personally to do your utmost in His service. Look not to see who else is ready. If you are truly consecrated, God will, through your instrumentality, bring into the truth others whom He can use as channels to convey light to many that are groping in darkness."
    },
    {
      "chapter_number": 10,
      "title": "Section 10—Health Food Work",
      "content": "[Testimonies for the :124-126 .] During the past night many things have been opened before me. The manufacture and sale of health foods will require careful and prayerful consideration. There are many minds in many places to whom the Lord will surely give knowledge of how to prepare foods that are healthful and palatable, if He sees that they will use this knowledge righteously. Animals are becoming more and more diseased, and it will not be long until animal food will be discarded by many besides Seventh-day Adventists. Foods that are healthful and life-sustaining are to be prepared, so that men and women will not need to eat meat. The Lord will teach many in all parts of the world to combine fruits, grains, and vegetables into foods that will sustain life and will not bring disease. Those who have never seen the recipes for making the health foods now on the market will work intelligently, experimenting with the food productions of the earth, and will be given light regarding the use of these productions. The Lord will show them what to do. He who gives skill and understanding to His people in one part of the world will give skill and understanding to His people in other parts of the world. It is His design that the food treasures of each country shall be so prepared that they can be used in the countries for which they are suited. As God gave manna from heaven to sustain the children of Israel, so He will now give His peoplein different places skill and wisdom to use the productions of these countries in preparing foods to take the place of meat. These foods should be made in the different countries; for to transport them from one country to another makes them so expensive that the poor cannot afford them. It will never pay to depend upon America for the supply of health foods for other countries. Great difficulty will be found in handling the imported goods without financial loss. All who handle the health foods are to work unselfishly for the benefit of their fellow men. Unless men allow the Lord to guide their minds, untold difficulties will arise as different ones engage in this work. When the Lord gives one skill and understanding, let that one remember that this wisdom was not given for his benefit only, but that with it he might help others."
    },
    {
      "chapter_number": 11,
      "title": "Section 11—Medical Missionary Work",
      "content": "[The Review and Herald, , 1914.] Medical missionary work is the pioneer work of the gospel, the door through which the truth for this time is to find entrance to many homes. God’s people are to be genuine medical missionaries, for they are to learn to minister to the needs of both soul and body. The purest unselfishness is to be shown by our workers as, with the knowledge and experience gained by practical work, they go out to give treatments to the sick. As they go from house to house they will find access to many hearts. Many will be reached who otherwise never would have heard the gospel message. A demonstration of the principles of health reform will do much toward removing prejudice against our evangelical work. The Great Physician, the originator of medical missionary work, will bless all who thus seek to impart the truth for this time. Physical healing is bound up with the gospel commission. When Christ sent His disciples out on their first missionary journey, He bade them, “As ye go, preach, saying, The kingdom of heaven is at hand. Heal the sick, cleanse the lepers, raise the dead, cast out devils: freely ye have received, freely give.”:7, 8. And when at the close of His earthly ministry He gave them their commission, He said, “These signs shall follow them that believe; In My name shall they cast out devils; they shall speak with new tongues; they shall take up serpents; and if they drink any deadly thing, it shall not hurt them;they shall lay hands on the sick, and they shall recover.”:17, 18."
    },
    {
      "chapter_number": 12,
      "title": "Section 12—Ensamples to the Flock",
      "content": "[Special Testimonies, Series :36-41 .] It is of the greatest importance that ministers and workers set a right example. If they hold and practice lax, loose principles, their example is quoted by those who love to talk rather than to practice, as a full vindication of their course of action. Every mistake that is made grieves the heart of Jesus and does injury to the influence of the truth, which is the power of God for the salvation of souls. The whole synagogue of Satan watches for mistakes in the lives of those who are seeking to represent Christ, and the most is made of every defection. Take heed lest by your example you place other souls in peril. It is a terrible thing to lose your own soul, but to pursue a course which will cause the loss of other souls is still more terrible. That our influence should result in being a savor of death unto death is a terrible thought, and yet it is possible. With what holy jealousy, then, should we keep guard over our thoughts, our words, our habits, our dispositions, and our characters. God requires more deep, personal holiness on our part. Only by revealing His character can we co-operate with Him in the work of saving souls."
    },
    {
      "chapter_number": 13,
      "title": "Section 13—Holiness of Life",
      "content": "The Lord has let His light shine upon us in these last days, that the gloom and darkness which have been gathering in past generations because of sinful indulgences, might in some degree be dispelled, and that the train of evils which have resulted because of intemperate eating and drinking might be lessened. The Lord in wisdom designed to bring His people into a position where they would be separate from the world in spirit and practice, that their children might not so readily be led into idolatry and become tainted with the prevailing corruptions of this age. It is God’s design that believing parents and their children should stand forth as living representatives of Christ, candidates for everlasting life. All who are partakers of the divine nature will escape the corruption that is in the world through lust. It is impossible for those who indulge the appetite to attain to Christian perfection. You cannot arouse the moral sensibilities of your children while you are not careful in the selection of their food.—Testimonies for the :339, 400 . This world is a training school for the higher school, this life a preparation for the life to come. Here we are to be prepared for entrance into the heavenly courts. Here we are to receive and believe and practice the truth, until we are made ready for a home with the saints in light.—Testimonies for the :200 ."
    }
  ]
}