{
  "title": "Darkness Before Dawn",
  "chapters": [
    {
      "chapter_number": 1,
      "title": "Chapter 1—Why Was Sin Permitted?1The Great Controversy, 493-503.",
      "content": "Where do evil and suffering come from? Is God responsible? If not, why doesn’t He at least stop it? Will it ever come to an end? What has God done to solve the problem, and what does that say about His character? The law of love being the foundation of the government of God, the happiness of all created beings depended upon their perfect accord with its great principles of righteousness. God desires from all His creatures the service of love—homage that springs from an intelligent appreciation of His character. He takes no pleasure in a forced allegiance, and to all He grants freedom of will, that they may render Him voluntary service. But there was one that chose to pervert this freedom. Sin originated with him who, next to Christ, had been most honored of God and who stood highest in power and glory among the inhabitants of heaven. Before his fall, Lucifer was first of the covering cherubs, holy and undefiled. “Thus saith the Lord God; Thou sealest up the sum, full of wisdom, and perfect in beauty. Thou hast been in Eden the garden of God; every precious stone was thy covering.... Thou art the anointed cherub that covereth; and I have set thee so: thou wast upon the holy mountain of God; thou hast walked up and down in the midst of the stones of fire. Thou wast perfect in thy ways from the day that thou wast created, till iniquity was found in thee.”:12-15."
    },
    {
      "chapter_number": 2,
      "title": "Chapter 2—How to Defeat Satan2 The Great Controversy, 518-530.",
      "content": "What are the issues in this great struggle between good and evil? Why has Satan been so successful in confusing so many people? How can we deal with our doubts and overcome them? The great controversy between Christ and Satan, that has been carried forward for nearly six thousand years, is soon to close; and the wicked one redoubles his efforts to defeat the work of Christ in man’s behalf and to fasten souls in his snares. To hold the people in darkness and impenitence till the Saviour’s mediation is ended, and there is no longer a sacrifice for sin, is the object which he seeks to accomplish. When there is no special effort made to resist his power, when indifference prevails in the church and the world, Satan is not concerned; for he is in no danger of losing those whom he is leading captive at his will. But when the attention is called to eternal things, and souls are inquiring, “What must I do to be saved?” he is on the ground, seeking to match his power against the power of Christ and to counteract the influence of the Holy Spirit. The Scriptures declare that upon one occasion, when the angels of God came to present themselves before the Lord, Satan came also among them (:6), not to bow before the Eternal King, but to further his own malicious designs against the righteous. With the same object he is in attendance when menassemble for the worship of God. Though hidden from sight, he is working with all diligence to control the minds of the worshipers. Like a skillful general he lays his plans beforehand. As he sees the messenger of God searching the Scriptures, he takes note of the subject to be presented to the people. Then he employs all his cunning and shrewdness so to control circumstances that the message may not reach those whom he is deceiving on that very point. The one who most needs the warning will be urged into some business transaction which requires his presence, or will by some other means be prevented from hearing the words that might prove to him a savor of life unto life."
    },
    {
      "chapter_number": 3,
      "title": "Chapter 3—The First Great Deception3 The Great Controversy, 531-550.",
      "content": "What is the great lie that has led to all the suffering and misery we see in the world today? Who told that lie? And what is the hope that promises to end this catastrophe of evil? With the earliest history of man, Satan began his efforts to deceive our race. He who had incited rebellion in heaven desired to bring the inhabitants of the earth to unite with him in his warfare against the government of God. Adam and Eve had been perfectly happy in obedience to the law of God, and this fact was a constant testimony against the claim which Satan had urged in heaven, that God’s law was oppressive and opposed to the good of His creatures. And furthermore, Satan’s envy was excited as he looked upon the beautiful home prepared for the sinless pair. He determined to cause their fall, that, having separated them from God and brought them under his own power, he might gain possession of the earth and here establish his kingdom in opposition to the Most High. Had Satan revealed himself in his real character, he would have been repulsed at once, for Adam and Eve had been warned against this dangerous foe; but he worked in the dark, concealing his purpose, that he might more effectually accomplish his object. Employing as his medium the serpent, then a creature of fascinating appearance, he addressed himself to Eve: “Hath God said, ‘Ye shall not eat of every tree of the garden’?”:1. Had Eve refrained from entering into argument with the tempter, she would have been safe; but she ventured to parley with him and fell a victim to his wiles. It is thus that many are still overcome. They doubt and argue concerning the requirements of God; and instead of obeying the divine commands, they accept human theories, which but disguise the devices of Satan."
    },
    {
      "chapter_number": 4,
      "title": "Chapter 4—Can the Dead Speak to Us?4 The Great Controversy, 551-562.",
      "content": "Can the dead communicate with the living? What happens when you die? What about those who have reported a “near death experience”? What is the truth about life after death? The ministration of holy angels, as presented in the Scriptures, is a truth most comforting and precious to every follower of Christ. But the Bible teaching upon this point has been obscured and perverted by the errors of popular theology. The doctrine of natural immortality, first borrowed from the pagan philosophy, and in the darkness of the great apostasy incorporated into the Christian faith, has supplanted the truth, so plainly taught in Scripture, that “the dead know not anything.” Multitudes have come to believe that it is spirits of the dead who are the “ministering spirits, sent forth to minister for them who shall be heirs of salvation.” And this notwithstanding the testimony of Scripture to the existence of heavenly angels, and their connection with the history of man, before the death of a human being. The doctrine of man’s consciousness in death, especially the belief that spirits of the dead return to minister to the living, has prepared the way for modern spiritualism. If the dead are admitted to the presence of God and holy angels, and privileged with knowledge far exceeding what they before possessed, why should they not return to the earth to enlighten and instruct the living? If, as taught by popular theologians, spirits of the dead are hovering about their friends on earth, why should they not be permitted to communicate with them, to warn them against evil, or to comfort them in sorrow? How can those who believe in man’s consciousness in death reject what comes to them as divine light communicated by glorified spirits? Here is a channel regarded as sacred, through which Satan works for the accomplishment of his purposes. The fallen angels who do his bidding appear as messengers from the spirit world. While professing to bring the living into communication with the dead, the prince of evil exercises his bewitchinginfluence upon their minds. He has power to bring before men the appearance of their departed friends. The counterfeit is perfect; the familiar look, the words, the tone, are reproduced with marvelous distinctness. Many are comforted with the assurance that their loved ones are enjoying the bliss of heaven, and without suspicion of danger, they give ear “to seducing spirits, and doctrines of devils.”"
    },
    {
      "chapter_number": 5,
      "title": "Chapter 5—Liberty of Conscience Threatened5 The Great Controversy, 573-579.",
      "content": "America’s precious freedom of religious belief and practice is in danger of being destroyed by those who would force the conscience of the minority to conform to the wishes of the majority. In the movements now in progress in the United States to secure for the institutions and usages of the church the support of the state, Protestants are following in the steps of papists. Nay, more, they are opening the door for the papacy to regain in Protestant America the supremacy which she has lost in the Old World. And that which gives greater significance to this movement is the fact that the principal object contemplated is the enforcement of Sunday observance—a custom which originated with Rome, and which she claims as the sign of her authority. It is the spirit of the papacy—the spirit of conformity to worldly customs,the veneration for human traditions above the commandments of God—that is permeating the Protestant churches and leading them on to do the same work of Sunday exaltation which the papacy has done before them. If the reader would understand the agencies to be employed in the soon-coming contest, he has but to trace the record of the means which Rome employed for the same object in ages past. If he would know how papists and Protestants united will deal with those who reject their dogmas, let him see the spirit which Rome manifested toward the Sabbath and its defenders. Royal edicts, general councils, and church ordinances sustained by secular power were the steps by which the pagan festival attained its position of honor in the Christian world. The first public measure enforcing Sunday observance was the law enacted by Constantine. (A.D. 321) This edict required townspeople to rest on “the venerable day of the sun,” but permitted countrymen to continue their agricultural pursuits. Though virtually a heathen statute, it was enforced by the emperor after his nominal acceptance of Christianity. The royal mandate not proving a sufficient substitute for divine authority, Eusebius, a bishop who sought the favor of princes, and who was the special friend and flatterer of Constantine, advanced the claim that Christ had transferred the Sabbath to Sunday. Not a single testimony of the Scriptures was produced in proof of the new doctrine. Eusebius himself unwittingly acknowledges its falsity and points to the real authors of the change. “All things,” he says, “whatever that it was duty to do on the Sabbath, these we have transferred to the Lord’s Day.”—Robert Cox,Sabbath Laws and Sabbath Duties, . But the Sunday argument, groundless as it was, served to embolden men in trampling upon the Sabbath of the Lord. All who desired to be honored by the world accepted the popular festival."
    },
    {
      "chapter_number": 6,
      "title": "Chapter 6—The Impending Conflict6 The Great Controversy, 582-592.",
      "content": "As the battle between good and evil reaches its climax, every person on earth will have to make a choice for or against God. What are the issues, and how may we stand firm for what is right? From the very beginning of the great controversy in heaven it has been Satan’s purpose to overthrow the law of God. It was to accomplish this that he entered upon his rebellion against the Creator, and though he was cast out of heaven he has continued the same warfare upon the earth. To deceive men, and thus lead them to transgress God’s law, is the object which he has steadfastly pursued. Whether this be accomplished by casting aside the law altogether, or by rejecting one of its precepts, the result will be ultimately the same. He that offends “in one point,” manifests contempt for the whole law; his influence and example are on the side of transgression; he becomes “guilty of all.”:10. In seeking to cast contempt upon the divine statutes, Satan has perverted the doctrines of the Bible, and errors have thus become incorporated into the faith of thousands who profess to believe the Scriptures. The last great conflict between truth and error is but the final struggle of the long-standing controversy concerning the law of God. Upon this battle we are now entering—a battle between the laws of men and the precepts of Jehovah, between the religion of the Bible and the religion of fable and tradition."
    },
    {
      "chapter_number": 7,
      "title": "Chapter 7—Our Only Safeguard7 The Great Controversy, 593-602.",
      "content": "With so many voices in the world today, where can we turn to find truth? How can we know God’s will and guard against Satan’s deceptions? Does it really matter what we believe? “To the law and to the testimony: if they speak not according to this word, it is because there is no light in them.”:20. The people of God are directed to the Scriptures as their safeguard against the influence of false teachers and the delusive power of spirits of darkness. Satan employs every possible device to prevent men from obtaining a knowledge of the Bible; for its plain utterances reveal his deceptions. At every revival of God’s work the prince of evil is aroused to more intense activity; he is now putting forth his utmost efforts for a final struggle against Christ and His followers. The last great delusion is soon to open before us. Antichrist is to perform his marvelous works in our sight. So closely will the counterfeit resemble the true that it will be impossible to distinguish between them except by the Holy Scriptures. By their testimony every statement and every miracle must be tested. Those who endeavor to obey all the commandments of God will be opposed and derided. They can stand only in God. In order to endure the trial before them, they must understand the will of God as revealed in His word; they can honor Him only as they have a right conception of His character, government, and purposes, and act in accordance with them. None but those who have fortified the mind with the truths of the Bible will stand through the last great conflict. To every soul will come the searching test: Shall I obey God rather than men? The decisive hour is even now at hand. Are our feet planted on the rock of God’s immutable word? Are we prepared to stand firm in defense of the commandments of God and the faith of Jesus?"
    },
    {
      "chapter_number": 8,
      "title": "Chapter 8—The Time of Trouble8 The Great Controversy, 615-630.",
      "content": "How shall Christ’s people stand in days of almost overwhelming opposition? Can we rely on God’s promises no matter what may come? Where can we find a safeguard from the storm? As the Sabbath has become the special point of controversy throughout Christendom, and religious and secular authorities have combined to enforce the observance of the Sunday, the persistent refusal of a small minority to yield to the popular demand will make them objects of universal execration. It will be urged that the few who stand in opposition to an institution of the church and a law of the state ought not to be tolerated; that it is better for them to suffer than for whole nations to be thrown into confusion and lawlessness. The sameargument eighteen hundred years ago was brought against Christ by the “rulers of the people.” “It is expedient for us,” said the wily Caiaphas, “that one man should die for the people, and that the whole nation perish not.”:50. This argument will appear conclusive; and a decree will finally be issued against those who hallow the Sabbath of the fourth commandment, denouncing them as deserving of the severest punishment and giving the people liberty, after a certain time, to put them to death. Romanism in the Old World and apostate Protestantism in the New will pursue a similar course toward those who honor all the divine precepts."
    },
    {
      "chapter_number": 9,
      "title": "Chapter 9—God’s People Delivered9 The Great Controversy, 635-646.",
      "content": "Grand, climatic scenes take place when the battle between good and evil comes to its amazing conclusion. Here is how you can meet Jesus in peace and experience all the joy He has in store for you. When the protection of human laws shall be withdrawn from those who honor the law of God, there will be, in different lands, a simultaneous movement for their destruction. As the time appointed in the decree draws near, the people will conspire to root out the hated sect. It will be determined to strike in one night a decisive blow, which shall utterly silence the voice of dissent and reproof. The people of God—some in prison cells, some hidden in solitary retreats in the forests and the mountains—still plead for divine protection, while in every quarter companies of armed men, urged on by hosts of evil angels, are preparing for the work of death. It is now, in the hour of utmost extremity, that the God of Israel will interpose for the deliverance of His chosen. Saith the Lord; “Ye shall have a song, as in the night when a holy solemnity is kept; and gladness of heart, as when one goeth ... to come into the mountain of the Lord, to the MightyOne of Israel. And the Lord shall cause His glorious voice to be heard, and shall show the lighting down of His arm, with the indignation of His anger, and with the flame of a devouring fire, with scattering, and tempest, and hailstones.”:29, 30."
    },
    {
      "chapter_number": 10,
      "title": "Chapter 10—The Controversy Ended10 The Great Controversy, 662-678.",
      "content": "The chaos caused by sin will not last forever. Someday we will live as God intended—in peace, love, and happiness. Death and Sorrow will be banished forever. And best of all, you can be a part of that amazing new world! At the close of the thousand years, Christ again returns to the earth. He is accompanied by the host of the redeemed and attended by a retinue of angels. As He descends in terrific majesty He bids the wicked dead arise to receive their doom. They come forth, a mighty host, numberless as the sands of the sea. What a contrast to those who were raised at the first resurrection! The righteous were clothed with immortal youth and beauty. The wicked bear the traces of disease and death. Every eye in that vast multitude is turned to behold the glory of the Son of God. With one voice the wicked hosts exclaim: “Blessed is He that cometh in the name of the Lord!” It is not love to Jesus that inspires this utterance. The force of truth urges the words from unwilling lips. As the wicked went into their graves, so they come forth with the same enmity to Christ and the same spirit of rebellion. They are to have no new probation in which to remedy the defects of their past lives. Nothing would be gained by this. A lifetime of transgression has not softened their hearts. A second probation, were it given them, would be occupied as was the first in evading the requirements of God and exciting rebellion against Him. Christ descends upon the Mount of Olives, whence, after His resurrection, He ascended, and where angels repeated the promise of His return. Says the prophet: “The Lord my God shall come, and all thesaints with Thee.” “And His feet shall stand in that day upon the Mount of Olives, which is before Jerusalem on the east, and the Mount of Olives shall cleave in the midst thereof, ... and there shall be a very great valley.” “And the Lord shall be king over all the earth: in that day shall there be one Lord, and His name one.”:5, 4, 9. As the New Jerusalem, in its dazzling splendor, comes down out of heaven, it rests upon the place purified and made ready to receive it, and Christ, with His people and the angels, enters the Holy City."
    }
  ]
}