{
  "title": "Daughters of God",
  "chapters": [
    {
      "chapter_number": 1,
      "title": "Chapter 1—The Lord Calls Women to His Service",
      "content": "In the various branches of the work of God’s cause, there is a wide field in which our sisters may do good service for the Master.... Among the noble women who have had the moral courage to decide in favor of the truth for this time are many who have tact, perception, and good ability, and who may make successful workers. The labors of such Christian women are needed.”—Evangelism, 466."
    },
    {
      "chapter_number": 2,
      "title": "Chapter 2—Women of Note in the Old Testament",
      "content": "A study of women’s work in connection with the cause of God in Old Testament times will teach us lessons that will enable us to meet emergencies in the work today. We may not be brought into such a critical and prominent place as were the people of God in the time of Esther; but often converted women can act an important part in more humble positions. This many have been doing, and are still ready to do.—Special Testimonies, Series :2."
    },
    {
      "chapter_number": 3,
      "title": "Chapter 3—Women of Note in the New Testament",
      "content": "During the years of Christ’s ministry on earth, godly women assisted in the work that the Saviour and His disciples were carrying forward. If those who were opposing this work could have found anything out of the regular order in the conduct of these women, it would have closed the work at once. But while women were laboring with Christ and the apostles, the entire work was conducted on so high a plane as to be above the shadow of a suspicion. No occasion for any accusation could be found. The minds of all were directed to the Scriptures, rather than to individuals. The truth was proclaimed intelligently, and so plainly that all could understand.—Evangelism, 67, 68."
    },
    {
      "chapter_number": 4,
      "title": "Chapter 4—Bible Study and Prayer Essential",
      "content": "All who would be efficient workers must give much time to prayer. The communication between God and the soul must be kept open, that the workers may recognize the voice of their Captain. The Bible should be diligently studied. The truth of God, like gold, is not always lying right on the surface; it is to be obtained only by earnest thought and study. This study will not only store the mind with most valuable knowledge, but will strengthen and expand the mental powers, and will give a true estimate of eternal things. Let the divine precepts be brought into the daily life; let the life be fashioned after God’s great standard of righteousness, and the whole character will be strengthened and ennobled.—Gospel Workers, 76"
    },
    {
      "chapter_number": 5,
      "title": "Chapter 5—Women as Teachers",
      "content": "Much of Ellen White’s counsel regarding teachers is general; she speaks of both men and women being well qualified to teach our young people. We cite the following statements as applying equally to both genders. Suitable Teachers Needed—I dwell much upon this because suitable teachers are much needed, and men and women must be fitted up in the home and in the school to do a work of ministry of which they will not be ashamed. In too many families today there is too much self-indulgence and disobedience passed by without being corrected, or else there is manifested an overbearing, masterful spirit that creates the worst evils in the dispositions of children. Parents correct them at times in such an inconsiderate way that their lives are made miserable, and they lose all respect for father, mother, brothers, and sisters. The souls of the children, God’s property, the lambs of the flock, are thus prepared for Satan to work his will upon them.—Manuscript :95 . Teachers to Study the Word of God—To train the young to become true soldiers of the Lord Jesus Christ is the most noble work ever given to man. Only devout and consecrated men and women, who love children and can see in them souls to be saved for the Master, should be chosen as church school teachers. Teachers whostudy the Word of God as it should be studied will know something of the value of the souls under their care, and from them the children will receive a true Christian education.—Counsels to Parents, Teachers, and Students, 166 . Need an Experience in Obeying the Lord—All who teach in our schools should have a close connection with God and a thorough understanding of His Word, that they may be able to bring divine wisdom and knowledge into the work of educating the youth for usefulness in this life and for the future, immortal life. They should be men and women who not only have a knowledge of the truth, but who are doers of the Word of God. “It is written” should be expressed in their words and by their lives. By their own practice they should teach simplicity and correct habits in everything. No man or woman should be connected with our schools as an educator who has not had an experience in obeying the Word of the Lord.—Testimonies for the :152, 153 . Young Women to Learn to Teach Others—We need unselfish, devoted [people] to act as educators. Young men and young women are to be brought to our schools to receive an education, that they may learn how to teach others to understand the Word of the Lord. We need ministerial laborers in every school to educate the children and youth in Bible lines, and the pastor has work to do for the teachers as well as the students. Our schools must be more like the schools of the prophets. We call upon teachers and all connected with the school to make self-sacrificing efforts. We call upon our sisters to work intelligently, devotedly, interestedly, to make the school a success. Let our churches help. God will bless all who cooperate with Him.—Manuscript :400 . Women to Be Qualified to Occupy Any Position—The Lord designs that the school [Avondale] should also be a place where a training may be gained in women’s work—cooking, housework, dressmaking, bookkeeping, correct reading, and pronunciation. They are to be qualified to take any post that may be offered—superintendents, Sabbath school teachers, Bible workers. They must be prepared to teach day schools for children.—Evangelism, 475 . Personal Qualifications of the Teacher—The principles and habits of the teacher should be considered of greater importancethan even his literary qualifications. If the teacher is a sincere Christian, he will feel the necessity of having an equal interest in the physical, mental, moral, and spiritual education of his scholars. In order to exert the right influence, he should have perfect control over himself, and his own heart should be richly imbued with love for his pupils, which will be seen in his looks, words, and acts. He should have firmness of character, then he can mold the minds of his pupils, as well as to instruct them in the sciences. The early education of the youth generally shapes their character for life. Those who deal with the young should be very careful to call out the qualities of the mind, that they may better know how to direct their powers, and that they may be exercised to the very best account.—The Health Reformer, , 1872. What the Teacher Should Be—In the choice of a teacher for the children, great care should be shown. Church school teachers should be men and women who have a humble estimate of themselves, who are not filled with vain conceit. They should be faithful workers, filled with the true missionary spirit, workers who have learned to put their trust in God and to labor in His name. They should possess the attributes of Christ’s character—patience, kindness, mercy, and love; and into the daily experience they should bring the Saviour’s righteousness and peace. Then, working with fragrant influence, they will give evidence of what grace can do through human agents who make God their trust.—Counsels to Parents, Teachers, and Students, 150, 151 ."
    },
    {
      "chapter_number": 6,
      "title": "Chapter 6—Women as Physicians",
      "content": "Let it be known this day in my work for suffering humanity that there is a God in Israel, and that I am Thy servant. Let it be seen that I am working not according to my own impulse and wisdom, but according to Thy Word.—Welfare Ministry, 123, 124 Women to Receive Thorough Medical Training—In a remarkable way God has brought into our possession some of the institutions through whose agency we are to accomplish the work of reformation to which as a people we are called. At this time every talent of every worker should be regarded as a sacred trust to be used in extending the work of reform. The Lord instructed me that our sisters who have received a training that has fitted them for positions of responsibility are to serve with faithfulness and discernment in their calling, using their influence wisely and, with their brethren in the faith, obtaining an experience that will fit them for still greater usefulness.... In ancient times the Lord worked in a wonderful way through consecrated women who united in His work with men whom He had chosen to stand as His representatives. He used women to gain great and decisive victories. More than once, in times of emergency, He brought them to the front and worked through them for the salvation of many lives.... There are many who have ability to stand with their husbands in sanitarium work, to give treatments to the sick, and to speak words of counsel and encouragement to others. There are those who should seek an education that will fit them to act the part of physicians. In this line of service a positive work needs to be done. Women as well as men are to receive a thorough medical training. They should make a special study of diseases common to women, that they may understand how to treat them. It is considered most essential that men desiring to practice medicine shall receive the broad training necessary for the following of such a profession. It is just as essential that women receive such training and obtain their diplomas certifying their right to act as physicians.—Special Testimonies, Series :1, 2 . Larger Number of Female Physicians Needed—In our medical institutions there ought always to be women of mature age and good experience who have been trained to give treatments to the lady patients. Women should be educated and qualified just as thoroughly as possible to become practitioners in the delicate diseases which afflict women, that their secret parts should not be exposed to the notice of men. There should be a much larger number of lady physicians, educated not only to act as trained nurses, but also as physicians. It is a most horrible practice, this revealing the secret parts of women to men, or men being treated by women.—Special Testimonies, Series :13, 14 . Husband and Wife Physicians Work Together Effectively—In the medical missionary work to be done, women should give treatment to women. A man and his wife who are both physicians can accomplish great good by laboring together. The wife can visit other women, and when she finds suffering and disease, she can consult with her husband as to the best method of helping the sufferers. We should have more women physicians than we have. When women who are sick are treated and cared for by women, a door through which Satan tries to enter is closed against him. Many cases have been presented to me where Satan has entered through this door to ruin families. Let him not obtain any advantage upon any point. I wish all to understand this matter. There should be in our sanitariums women physicians who can stand by their husbands, and whocan do the examining of women patients, and give them treatment. Many more sensible, thoroughly converted women should become intelligent physicians. I am instructed that our sanitariums must have women physicians as well as men physicians.—Medical Ministry, 140 ."
    },
    {
      "chapter_number": 7,
      "title": "Chapter 7—Women’s Role in Soul-Winning Ministry",
      "content": "God’s cause at this time is in special need of men and women who possess Christlike qualifications for service, executive ability, and a large capacity for work, who have kind, warm, sympathetic hearts, sound common sense, and unbiased judgment; who will carefully weigh matters before they approve or condemn, and who can fearlessly say No, or Yea and Amen; who, because they are sanctified by the Spirit of God, practice the words “All ye are brethren,” striving constantly to uplift and restore fallen humanity.—Manuscript :88 Christ Provided a Perfect Pattern for True Ministry—Sunday, , 1891. I attended the morning ministers’ meeting. The blessing of the Lord came upon me, and I spoke in the demonstration of the Spirit of God and with power. There are those who are working out a great circle. The Lord has given Christ to the world for ministry. Merely to preach the Word is not ministry. The Lord desires His ministering servants to occupy a place worthy of the highest consideration. In the mind of God, the ministry of men and women existed before the world was created. He determined that His ministers should have a perfect exemplification of Himself and His purposes. No human career could do this work; for God gave Christ in humanity to work out His ideal of what humanity may become through entire obedience to His will and way.God’s character was revealed in the life of His Son. Christ not only held a theory of genuine ministry, but in His humanity He wrought out an illustration of the ministry that God approves. Perfection has marked out every feature of true ministry. Christ, the Son of the living God, did not live unto Himself, but unto God.—Manuscript :380 . Christians Are God’s Helping Hands—God’s promises to the obedient are “good tidings of great joy.” They are gladdening to the humble, contrite soul. The life of the true Christian is radiant with the bright beams of the Sun of Righteousness. If men and women would act as the Lord’s helping hand, doing deeds of love and kindness, uplifting the oppressed, rescuing those ready to perish, the glory of the Lord would be their rereward.... They would call, and the Lord would answer, “Here am I.” They would turn to the One close beside them, who has given them the promise, “Lo, I am with you alway, even unto the end of the world.”—Manuscript :73, 74 . Women to Consecrate Their Time to Service of God—Women who are willing to consecrate some of their time to the service of the Lord should be appointed to visit the sick, look after the young, and minister to the necessities of the poor. They should be set apart to this work by prayer and laying on of hands. [The article in which this statement appears is entitled “The Duty of the Minister and the People.” It is a call for involvement of the laity in the church to become active and to share the burdens of the minister. SeeAppendix C.] In some cases they will need to counsel with the church officers or the minister, but if they are devoted women, maintaining a vital connection with God, they will be a power for good in the church. This is another means of strengthening and building up the church. We need to branch out more in our methods of labor. Not a hand should be bound, not a soul discouraged, not a voice should be hushed; let every individual labor, privately or publicly, to help forward this grand work. Place the burdens upon men and women of the church, that they may grow by reason of the exercise, and thus become effective agents in the hand of the Lord for the enlightenment of those who sit in darkness.—The Review and Herald, , 1895. Not Eloquence That Makes Work Acceptable—God wants workers who can carry the truth to all classes, high and low, rich and poor. In this work women may act an important part. God grant that those who read these words may put forth earnest efforts to present an open door for consecrated women to enter the field. Those who in their lifework have not come into contact with the higher classes of societyneed not feel that they cannot do the work. It is not eloquence that makes their work acceptable. It is through the human and contrite that the Lord works. The dignified and self-sufficient cannot touch or help needy souls.—Manuscript :162 ."
    },
    {
      "chapter_number": 8,
      "title": "Chapter 8—“The Labourer Is Worthy of His Hire”",
      "content": "Lord, how shall I best serve and glorify Thy name in the earth? How shall I conduct my life to make Thy name a praise in the earth, and lead others to love, serve, and honor Thee? Let me only desire and choose Thy will. Let the words and example of my Redeemer be the light and strength of my heart. While I follow and trust in Him, He will not leave me to perish. He shall be my crown of rejoicing.—The Review and Herald, , 1886 God Has Settled the Question of Wages—If women do the work that is not the most agreeable to many of those who labor in word and doctrine, and if their works testify that they are accomplishing a work that has been manifestly neglected, should not such labor be looked upon as being as rich in results as the work of the ordained ministers? Should it not command the hire of the laborer? ... This question is not for men to settle. The Lord has settled it. You are to do your duty to the women who labor in the gospel, whose work testifies that they are essential to carrying the truth into families. Their work is just the work that must be done, and should be encouraged. In many respects a woman can impart knowledge to her sisters that a man cannot. The cause would suffer great loss without this kind of labor by women. Again and again the Lord has shown me that women teachers are just as greatly needed to do the work towhich He has appointed them as are men.—Evangelism, 493 . Women to Receive Wages for Their Work—There are ministers’ wives—Sisters Starr, Haskell, Wilson, and Robinson—who have been devoted, earnest, whole-souled workers, giving Bible readings and praying with families, helping along by personal efforts just as successfully as their husbands. These women give their whole time, and are told that they receive nothing for their labors because their husbands receive wages. I tell them to go forward and all such decisions will be revised. The Word says, “The labourer is worthy of his hire.”:7. When any such decision as this is made, I will, in the name of the Lord, protest. I will feel it my duty to create a fund from my tithe money to pay these women who are accomplishing just as essential work as the ministers are doing, and this tithe I will reserve for work in the same line as that of the ministers, hunting for souls, fishing for souls. I know that the faithful women should be paid wages as it is considered proportionate to the pay received by ministers. They carry the burden of souls and should not be treated unjustly. These sisters are giving their time to educating those newly come to the faith and hire their own work done and pay those who work for them. All these things must be adjusted and set in order and justice be done to all. Proofreaders in the office receive their wages; those who are working at housework receive their wages, two dollars and a half and three dollars a week. This I have had to pay and others have to pay. But ministers’ wives, who carry a tremendous responsibility, devoting their entire time, have nothing for their labor.—Manuscript :160 ."
    },
    {
      "chapter_number": 9,
      "title": "Chapter 9—Neighborhood Ministry",
      "content": "We should feel it our special duty to work for those living in our neighborhood. Study how you can best help those who take no interest in religious things. As you visit your friends and neighbors, show an interest in their spiritual as well as in their temporal welfare. Speak to them of Christ as a sin-pardoning Saviour. Invite your neighbors to your home, and read with them from the precious Bible and from books that explain its truths. Invite them to unite with you in song and prayer. In these little gatherings, Christ Himself will be present, as He has promised, and hearts will be touched by His grace.—The Ministry of Healing, 152 Women Needed in Various Branches of the Work—In the various branches of the work of God’s cause, there is a wide field in which our sisters may do good service for the Master. Many lines of missionary work are neglected. In the different churches, much work which is often left undone or done imperfectly, could be well accomplished by the help that our sisters, if properly instructed, can give. Through various lines of home missionary effort they can reach a class that is not reached by our ministers. Among the noble women who have had the moral courage to decide in favor of the truth for this time are many who have tact, perception, and good ability, and who may make successful workers. The labors of such Christianwomen are needed.—The Review and Herald, , 1914. Be Friends of the People—If one member of Christ’s household falls into temptation, the other members are to look after him with kindly interest, seeking to arrest the feet that are straying into false paths, and win him to a pure, holy life. This service God requires from every member of His church.... This is home missionary work, and it is as helpful to those who do it as to those for whom it is done. The kindly interest we manifest in the home circle, the words of sympathy we speak to our brothers and sisters, fit us to work for the members of the Lord’s household, with whom, if we remain loyal to Christ, we shall live through eternal ages. “Be thou faithful unto death,” Christ says, “and I will give thee a crown of life.” Then how carefully should the members of the Lord’s family guard their brethren and sisters! Make yourself their friend. If they are poor and in need of food and clothing, minister to their temporal as well as their spiritual wants. Thus you will be a double blessing to them.—Evangelism, 353 . Be a Friend to the Family in Need—The sisters can do much to reach the heart and make it tender. Wherever you are, my sisters, work in simplicity. If you are in a home where there are children, show an interest in them. Let them see that you love them. If one is sick, offer to give him treatment; help the careworn, anxious mother to relieve her suffering child.—The Review and Herald, , 1902."
    },
    {
      "chapter_number": 10,
      "title": "Chapter 10—Temperance Work",
      "content": "Mrs. White was remarkable for her broad definition of temperance: “True temperance teaches us to dispense entirely with everything hurtful and to use judiciously that which is healthful.”—Temperance, 138. However, in this section we are dealing with temperance reform primarily in reference to the use of alcohol. Ellen White was a much-sought-after speaker on temperance. She had a great burden for this subject, and it was often her topic as she spoke in large public meetings. The principles set forth here can be well applied to any substance abuse. Use Influence for Temperance—The advocates of temperance fail to do their whole duty unless they exert their influence by precept and example—by voice and pen and vote—in favor of prohibition and total abstinence.—The Review and Herald, , 1881. A Part of the Third Angel’s Message—In our work more attention should be given to the temperance reform. Every duty that calls for reform involves repentance, faith, and obedience. It means the uplifting of the soul to a new and nobler life. Thus every true reform has its place in the work of the third angel’s message. Especially does the temperance reform demand our attention and support.... At our camp meetings we should call attention to this work and make it a living issue. We should present to the people the principles of true temperance and call for signers to the temperance pledge. Careful attentionshould be given to those who are enslaved by evil habits. We must lead them to the cross of Christ.—The Review and Herald, , 1914. In other churches there are Christians who are standing in defense of the principles of temperance. We should seek to come near to these workers and make a way for them to stand shoulder to shoulder with us. We should call upon great and good men to second our efforts to save that which is lost.... Only eternity will reveal what has been accomplished by this kind of ministry—how many souls, sick with doubt, and tired of worldliness and unrest, have been brought to the Great Physician, who longs to save to the uttermost all who come unto Him. Christ is a risen Saviour, and there is healing in His wings.—Testimonies for the :110, 111 . Lose No Opportunity to Unite With Temperance Work—I am sorry that there has not been a more lively interest among our people of late years to magnify this branch of the Lord’s work. We cannot afford to lose one opportunity to unite with the temperance work in any place. Although the cause of temperance in foreign countries does not always advance as rapidly as we could wish, yet in some places decided success has attended the efforts of those who engaged in it. In Europe we found the people sound on this question. On one occasion, when I accepted an invitation to speak to a large audience on the subject of temperance, the people did me the honor of draping above the pulpit the American flag. My words were received with the deepest attention, and at the close of my talk a hearty vote of thanks was accorded me. I have never, in all my work on this question, had to accept one word of disrespect.—Temperance, 225, 226 . Youth Can Be a Great Force for Temperance—There is no class of persons capable of accomplishing more in the warfare against intemperance than are God-fearing youth. In this age the young men in our cities should unite as an army, firmly and decidedly to set themselves against every form of selfish, health-destroying indulgence. What a power they might be for good! How many they might save from becoming demoralized in the halls and gardens fitted up with music and other attractions to allure the youth! Intemperance and profanity and licentiousness are sisters. Let every God-fearing youth gird on the armor and press to the front. Put your names on every temperancepledge presented. Thus you lend your influence in favor of signing the pledge, and induce others to sign it. Let no weak excuse deter you from taking this step. Work for the good of your own souls and for the good of others.—The Youth’s Instructor, , 1903. Support Temperance—The temperance question is to receive decided support from God’s people. Intemperance is striving for the mastery; self-indulgence is increasing, and the publications treating on health reform are greatly needed. Literature bearing on this point is the helping hand of the gospel, leading souls to search the Bible for a better understanding of the truth. The note of warning against the great evil of intemperance should be sounded; and, that this may be done, every Sabbathkeeper should study and practice the instruction contained in our health periodicals and our health books. And they should do more than this: they should make earnest efforts to circulate these publications among their neighbors.—Pacific Union Recorder, , 1902."
    },
    {
      "chapter_number": 11,
      "title": "Chapter 11—“Go Ye Into All The World”",
      "content": "Today the word “missionary” has been largely replaced by “interdivision worker,” “expatriate worker,” or other similar expressions. The spirit and sense of “missionary” is used to indicate those who teach others about Jesus and His love, whether they go to a foreign country, or into their own community. Women to Be Educated to Missionary Labor—There is hard work to be done in dislodging error and false doctrine from the head, that Bible truth and Bible religion may find a place in the heart. It was as a means ordained of God to educate young men and women for the various departments of missionary labor that colleges were established among us. It was God’s will that they send forth not merely a few, but many laborers. But Satan, determined to overthrow this purpose, has often secured the very ones whom God would qualify for places of usefulness in His work. There are many who would work if urged into service, and who would save their souls by thus working. The church should feel her great responsibility in shutting up the light of truth and restraining the grace of God within her own narrow limits, when money and influence should be freely employed in bringing competent persons into the missionary field.—The Review and Herald, , 1883. Women of Different Nationalities to Be Educated—Missions are being established; and if the converting power of the truth comes toour youth, we shall see them pressing into the ranks of the workers. Had they been educated from the beginning of their religious experience to be true to their faith, fervent in piety, and in sympathy with Christ’s longing for the salvation of souls, we would have hundreds of missionaries where we have one today. In every mission established, there should be a school for the education of laborers. The very best German, French, and Scandinavian [Only three people groups are mentioned, but the principle would follow that all groups need to be represented.] talent should be enlisted in the work of educating promising young men and women of these different nationalities. This essential matter has been greatly neglected. In the office at Battle Creek, at Basel, and at Christiana [now Oslo], there is pressing need of translators in these different languages.... We want a hundred workers where there is one. The heavy responsibilities should not rest upon one man in any branch of the work. Two or three should be fitted to share the burden, so that if one should be called to another post of duty, another may come in to supply his place. Provision has not been made half as extensively as it should have been, against any and every emergency. A fund should be raised to educate for missionary work those who will give themselves unreservedly to God and the cause, and who will labor not for large wages, but for the love of Christ, to save souls for whom He died.—The Review and Herald, , 1886. A Liberal Education to Be Provided—As a people who claim to have advanced light, we are to devise ways and means by which to bring forth a corps of educated workmen for the various departments of the work of God. We need a well-disciplined, cultivated class of young men and women in the sanitariums in the medical missionary work, in the office of publication, in the conferences of different states, and in the field at large. We need young men and women who have a high intellectual culture, in order that they may do the best work for the Lord. We have done something toward reaching this standard, but still we are far behind that which the Lord has designed.—The Review and Herald, , 1896. Women to Work in the Great Cities of the World—London has been presented to me again and again as a place in which a great work is to be done, and I have tried to present this before our people. I spent two years in Europe, going over the field three times. And each time Iwent, I saw improvement in the work, and the last time a decided improvement was manifest. And oh, what a burning desire filled my heart to see this great field, London especially, worked as it should be. Why have not workers been sent there, men and women who could have planned for the advancement of the work? I have wondered why our people, those who are not ordained ministers, but who have a connection with God, who understand the Scriptures, do not open the Word to others. If they would engage in this work, great blessing would come to their own souls. God wants His people to work. To every man—and that means every woman, also—He has given His work, and this work each one is to perform according to his several ability.—The General Conference Bulletin, , 1901."
    },
    {
      "chapter_number": 12,
      "title": "Chapter 12—Self-respect",
      "content": "Many women struggle with feelings of self-worth and value in God’s sight. As in other portions of this book, the passages used may not have been written specifically for or to women, but they are applicable to them in their search for an understanding of how God views them as His creation and how they should view themselves and others. Developing Self-respect—If we wish to do good to souls, our success with these souls will be in proportion to their belief in our belief in, and appreciation of, them. Respect shown to the struggling human soul is the sure means through Christ Jesus of the restoration of the self-respect the man has lost. Our advancing ideas of what he may become are a help we cannot ourselves fully appreciate.—Fundamentals of Christian Education, 280, 281 . We Should Respect Ourselves—The Lord has given every one of us a sense of self-respect, and this must not be opposed too abruptly. God wants us to respect ourselves. In our families and in the church, we too often seek to destroy self-respect. Do not do it. Do not do it in our schools. Do not do it in our offices. The Lord has said that every one of these institutions is to be educational in character. The students and workers will follow the example set by those who have charge over them. The teacher is to be a pattern to the learner. If hewants the youth to respect him, he must respect them.—The General Conference Bulletin, , 1901. Not Pleasing to God to Demerit Oneself—It is the privilege of everyone to so live that God will approve and bless him. You may be hourly in communion with Heaven; it is not the will of your heavenly Father that you should ever be under condemnation and darkness. It is not pleasing to God that you should demerit yourself. You should cultivate self-respect by living so that you will be approved by your own conscience, and before men and angels. It is not an evidence of true humility that you go with your head bowed down, and your heart filled with thoughts of self. It is your privilege to go to Jesus and be cleansed, and to stand before the law without shame and remorse. “There is therefore now no condemnation to them which are in Christ Jesus, who walk not after the flesh, but after the Spirit.” While we should not think of ourselves more highly than we ought, the Word of God does not condemn a proper self-respect. As sons and daughters of God, we should have a conscious dignity of character, in which pride and self-importance have no part.—The Review and Herald, , 1888. Counsel to One Who Had Lost Self-respect—Jesus loves you, and He has given me a message for you. His great heart of infinite tenderness yearns over you. He sends you the message that you may recover yourself from the snare of the enemy. You may regain your self-respect. You may stand where you regard yourself, not as a failure, but as a conqueror, in and through the uplifting influence of the Spirit of God. Take hold of the hand of Christ, and do not let it go.—Medical Ministry, 43 . Bitter Words Result in Loss of Self-respect—What harm is wrought in the family circle by the utterance of impatient words; for the impatient utterance of one leads another to retort in the same spirit and manner. Then come words of retaliation, words of self-justification, and it is by such words that a heavy, galling yoke is manufactured for your neck; for all these bitter words will come back in a baleful harvest to your soul. Those who indulge in such language will experience shame, loss of self-respect, loss of self-confidence, and will have bitter remorse and regret that they allowed themselves to lose self-control and speak in this way. How much better would itbe if words of this character were never spoken! How much better to have the oil of grace in the heart, to be able to pass by all provocation, and bear all things with Christlike meekness and forbearance.—The Review and Herald, , 1891. Self-respect, Humility, and Efficiency in God’s Work—In doing the work of God you will be placed in a variety of circumstances which will require self-possession and self-control, but which will qualify you to adapt yourself to circumstances and the peculiarities of the situation. Then you can act yourself unembarrassed. You should not place too low an estimate upon your ability to act your part in the various callings of practical life. Where you are aware of deficiencies, go to work at once to remedy those defects. Do not trust to others to supply your deficiencies, while you go on indifferently, as though it were a matter of course that your peculiar organization must ever remain so. Apply yourself earnestly to cure these defects, that you may be perfect in Christ Jesus, wanting in nothing.—Testimonies for the :505 . Respect and Love One Another—If we keep uppermost in our minds the unkind and unjust acts of others we shall find it impossible to love them as Christ has loved us; but if our thoughts dwell upon the wondrous love and pity of Christ for us, the same spirit will flow out to others. We should love and respect one another, notwithstanding the faults and imperfections that we cannot help seeing. Humility and self-distrust should be cultivated, and a patient tenderness with the faults of others. This will kill out all narrowing selfishness and make us largehearted and generous.—Steps to Christ, 121 . Christians Have a Positive Duty to Cultivate Respect for Themselves—It should be the fixed purpose of the youth to aim high in all their plans for their life-work. They should adopt for their government in all things the standard which God’s Word presents. This is the Christian’s positive duty, and it should be also his positive pleasure. Cultivate respect for yourself because you are Christ’s purchased possession. Success in the formation of right habits, advancement in that which is noble and just, will give you an influence that all will appreciate and value. Live for something besides self. If your motives are pure and unselfish, if you are ever looking for work to do, if you are always on the alert to show kindly attentions and docourteous deeds, you are unconsciously building your own monument. This is the work God calls upon all children and youth to do. Do good, if you would be cherished in the memory of others. Live to be a blessing to all with whom you come in contact, wherever your lot may be cast. Let the children and youth awake to their opportunities. By kindness and love, by self-sacrificing deeds, let them write their names in the hearts of those with whom they associate.—The Youth’s Instructor, , 1901. Duty of All to Respect Self—We must have a better and deeper teaching than man can give us. There must be a deep conviction in our own souls that forms and ceremonies are as nothing without Christ. He is the Alpha and Omega. Truth is the only panoply for the covering of any soul. Our convictions need daily to be reinforced by humble, sincere prayer and reading of the Word. While we each have an individuality, while we each should hold our convictions firmly, we must hold them as God’s truth and in the strength which God imparts. If we do not, they will be wrung from our grasp. We need to be self-reliant; it is the duty of all to respect self; but we are to remember that we are God’s property, that we are bought with a price, body, soul, and spirit. We must guard the living machinery, and keep it in the very best condition, that we may glorify God. It is to be daily oiled by His grace, to run at His touch, without friction. To trust in ourselves, to become boastful as if we had created and redeemed ourselves, is to dishonor God. Human wisdom, aside from God, will prove itself to be foolishness, and will bring confusion and perplexity. We need to have on the whole armor of God. The holy influence of a Saviour’s loving protection is our sure defense. There is but One who can prove a safeguard against the schemes of Satan.—1888 Materials, 1626 . Respect Self, for You Are Bought With a Price—This feeling of guiltiness must be laid at the foot of the cross of Calvary. The sense of sinfulness has poisoned the springs of life and of true happiness. Now Jesus says, “Lay it all on Me; I will take your sins. I will give you peace. Banish no longer your self-respect, for I have bought you with the price of My own blood. You are Mine. Your weakened will I will strengthen; your remorse for sin I will remove.”—Manuscript :305 ."
    },
    {
      "chapter_number": 13,
      "title": "Chapter 13—The Influence of Christian Women",
      "content": "You may be dignified without vain self-confidence; you may be condescending and yielding without sacrificing self-respect or individual independence, and your life may be of great influence with those in the higher as well as the lower walks of life.—Testimonies for the :506 Wonderful Mission of Women—Seventh-day Adventists are not in any way to belittle woman’s work.—Gospel Workers, 453 . Wonderful is the mission of the wives and mothers and the younger women workers. If they will, they can exert an influence for good to all around them. By modesty in dress and circumspect deportment they may bear witness to the truth in its simplicity. They may let their light so shine before all that others will see their good works and glorify their Father which is in heaven. A truly converted woman will exert a powerful, transforming influence for good. Connected with her husband, she may aid him in his work and become the means of encouragement and blessing to him. When the will and way are brought into subjection to the Spirit of God, there is no limit to the good that can be accomplished.—Welfare Ministry, 157 . Abstain From Appearance of Evil—There are those who do not feel that it is a religious duty to discipline the mind to dwell uponcheerful subjects, that they may reflect light rather than darkness and gloom. This class of minds will either be engaged in seeking their own pleasure, in frivolous conversation, laughing and joking, keeping the mind continually elated with a round of amusements; or they will be depressed, having great trials and mental conflicts, which they think but few have ever experienced or can understand. These persons may profess Christianity, but they deceive their own souls. They have not the genuine article. The religion of Jesus Christ is first pure, then peaceable, full of righteousness and good fruits. Many have fallen into the sad error which is so prevalent in this degenerate age, especially with females. They are too fond of the other sex. They love their society. Their attentions are to them flattering, and they encourage, or permit, a familiarity which does not always accord with the exhortation of the apostle, to “abstain from all appearance of evil.”—The Review and Herald, , 1872. No Time for Corrupt Impulses—Our probation is short at best. We have no time to spend in indulging corrupt impulses. The familiarity of married men with married women and young girls is disgusting in the sight of God and holy angels. The forwardness of young girls in placing themselves in the company of young men, hanging around where they are at work, entering into conversation with them, talking common, idle talk, is belittling to womanhood. It lowers them, even in the estimation of those who themselves do such things.—Testimonies on Sexual Behavior, Adultery, and Divorce, 245 . Proper Use of One’s Talents—All have not the same work. There are distinct and individual duties for each to perform; yet with these varied duties there may be a beautiful harmony, binding the work of all together in perfect fitness. Our heavenly Father requires of none to whom He has given but one talent, the improvement of five. But if the one be wisely used, the possessor will soon have gained more, and may continually increase her power of influence and sphere of usefulness by making the best use of the talents which God has given her. Her individuality may be distinctly preserved, and yet she be part of the great whole in advancing the work of reform so greatly needed. Woman, if she wisely improves her time and her faculties, relying upon God for wisdom and strength, may stand on an equality withher husband as adviser, counselor, companion, and coworker, and yet lose none of her womanly grace or modesty. She may elevate her own character, and just as she does this she is elevating and ennobling the characters of her family and exerting a powerful though unconscious influence upon others around her.—The Health Reformer, , 1880. Reaching One’s Full Potential—Why should not women cultivate the intellect? Why should they not answer the purpose of God in their existence? Why may they not understand their own powers, and realizing that these powers are given of God, strive to make use of them to the fullest extent in doing good to others, in advancing the work of reform, of truth and real goodness in the world? Satan knows that women have a power of influence for good or for evil; therefore he seeks to enlist them in his cause.... Sisters and mothers, we have a higher aim, a more noble work, than to study the latest fashion, and form garments with needless adorning to meet the standard of this modern Moloch. We may become its slave, and sacrifice upon its altars our own and the present and future happiness of our children. But what do we gain in the end? We have sown to the flesh; we shall reap corruption. Our works cannot bear the inspection of God. We shall see at last how many souls might have been blessed and redeemed from darkness and error by our influence, which, instead, encouraged them in pride and outward display, to the neglect of the inward adorning.—The Health Reformer, , 1880. To Act a Part in the Closing Work—Our sisters, the youth, the middle-aged, and those of advanced years, may act a part in the closing work for this time; and in doing this as they have opportunity, they will obtain an experience of the highest value to themselves. In forgetfulness of self, they will grow in grace. By training the mind in this direction, they will learn how to bear burdens for Jesus.—The Review and Herald, , 1879. A Transforming Influence—Great is the work and mission of women, especially those who are wives and mothers. They can be a blessing to all around them. They can have a powerful influence for good if they will let their light so shine that others may be led to glorify our heavenly Father. Women may have a transforming influence if they will only consent to yield their way and their will to God, andlet Him control their mind, affections, and being. They can have an influence which will tend to refine and elevate those with whom they associate. But this class are generally unconscious of the power they possess. They exert an unconscious influence which seems to work out naturally from a sanctified life, a renewed heart. It is the fruit that grows naturally upon the good tree of divine planting. Self is forgotten, merged in the life of Christ. To be rich in good works is as natural as their breath. They live to do others good and yet are ready to say: We are unprofitable servants.—Testimonies for the :465 ."
    },
    {
      "chapter_number": 14,
      "title": "Chapter 14—The Christian Woman Is Modest at All Times",
      "content": "The lives of those who are connected with God are fragrant with deeds of love and goodness. The sweet savor of Christ surrounds them; their influence is to elevate and bless. They are fruitful trees. Men and women of this stamp of character will render practical service in thoughtful deeds of kindness, and earnest, systematic labor.—The Review and Herald, , 1886 Be Reserved and Modest—Let not those who profess the religion of Christ descend to trifling conversation, to unbecoming familiarity with women of any class, whether married or single. Let them keep their proper places with all dignity. At the same time they should be sociable, kind, and courteous to all. Young ladies should be reserved and modest. They should give no occasion for their good to be evil spoken of.... Those who give evidence that their thoughts run in a low channel, whose conversation tends to corrupt rather than to elevate, should be removed at once from any connection with the institution, for they will surely demoralize others.—Counsels on Health, 294 . Manifest Less Boldness—From the light which the Lord has given me, our sisters should pursue a very different course. They should be more reserved, manifest less boldness, and encourage in themselves“shamefacedness and sobriety.” Both brethren and sisters indulge in too much jovial talk when in each other’s society. Women professing godliness indulge in much jesting, joking, and laughing. This is unbecoming and grieves the Spirit of God. These exhibitions reveal a lack of true Christian refinement. They do not strengthen the soul in God, but bring great darkness; they drive away the pure, refined, heavenly angels and bring those who engage in these wrongs down to a low level.—Testimonies for the :455 . A Guard to Virtue—Cherish the precious, priceless gem of modesty. This will guard virtue.... I feel impelled by the Spirit of the Lord to urge my sisters who profess godliness to cherish modesty of deportment and a becoming reserve.... I have inquired, When will the youthful sisters act with propriety? I know there will be no decided change for the better until parents feel the importance of greater carefulness in educating their children correctly. Teach them to act with reserve and modesty.—Testimonies for the :458, 459 . Influence of Debasing Books and Pictures—Many of the young are eager for books. They read everything they can obtain. Exciting love stories and impure pictures have a corrupting influence. Novels are eagerly perused by many, and, as the result, their imagination becomes defiled. In the [railroad] cars photographs of females in a state of nudity are frequently circulated for sale. These disgusting pictures are also found in daguerrean saloons [photo shops] and are hung upon the walls of those who deal in engravings. This is an age when corruption is teeming everywhere. The lust of the eye and corrupt passions are aroused by beholding and by reading. The heart is corrupted through the imagination. The mind takes pleasure in contemplating scenes which awaken the lower and baser passions. These vile images, seen through defiled imagination, corrupt the morals and prepare the deluded, infatuated beings to give loose rein to lustful passions. Then follow sins and crimes which drag beings formed in the image of God down to a level with the beasts, sinking them at last in perdition.—Testimonies for the :410 . Satan Is Successful in Bewitching Minds of the Youth—The corrupting doctrine which has prevailed, that, as viewed from a health standpoint, the sexes must mingle together, has done its mischievouswork. When parents and guardians manifest one tithe of the shrewdness which Satan possesses, then can this association of sexes be nearer harmless. As it is, Satan is most successful in his effort to bewitch the minds of the youth; and the mingling of boys and girls only increases the evil twentyfold. Let boys and girls be kept employed in useful labor. If they are tired, they will have less inclination to corrupt their own bodies. There is nothing to be hoped for in the case of the young, unless there is an entire change in the minds of those who are older. Vice is stamped upon the features of boys and girls, and yet what is done to stay the progress of this evil? Boys and young men are allowed and encouraged to take liberties by immodest advances of girls and young women. May God arouse fathers and mothers to work earnestly to change this terrible state of things, is my prayer.—Testimonies for the :482, 483 ."
    },
    {
      "chapter_number": 15,
      "title": "Chapter 15—Balance in the Life",
      "content": "Although Ellen White used the word “intemperance” in some of her writings, in today’s language a preferable word might be “imbalance” or lack of balance in the life. The principles found in the following general counsel can be applied to any aspect of our lives, from recognizing our limitations in accepting extra responsibilities, to living a simpler lifestyle in order to ease the stress and strain of modern living, and finding time for the things that matter most. Again, most of this was written to men, but the principles apply equally."
    },
    {
      "chapter_number": 16,
      "title": "Chapter 16—Health, Exercise, and Healthful Living",
      "content": "The knowledge that man is to be a temple for God, a habitation for the revealing of His glory, should be the highest incentive to the care and development of our physical powers. Fearfully and wonderfully has the Creator wrought in the human frame, and He bids us make it our study, understand its needs, and act our part in preserving it from harm and defilement.—The Ministry of Healing, 271 Exercise Makes Sleep Sweeter, Steps Livelier—Females neglect to exercise their limbs in walking. Riding cannot take the place of walking. Many who are very feeble can walk if they only think so. They have not the disposition, and you will hear them plead, “Oh! I cannot walk. It puts me out of breath; I have a pain in my side, a pain in my back.” Dear sisters, I wish you did not have these infirmities. But I know that yielding to them, and giving up to an inactive life, will not free you from them. Try to exercise moderately at first. Have rules to govern you. Walk! Yes, walk! If you possibly can, walk! Try it a short distance at first, you who think walking is impossible. You will no doubt become weary. Your side may ache, your back give you pain, but this should not frighten you. Your limbs may feel weak. And no wonder when you have not used them much more than as if you had no limbs.... If you would only walk, and possess a perseverance in the matter, you could accomplish much in the direction of recovery. Your sleep would be sweeter. At every trial, go a little farther. Do not go dragging yourself along as though weights were attached to your limbs.... Let the motion of your arms assist you in walking. Walk with a cheerful mind. And as you walk, look at the beauties of nature, listen to the sweet songsters whose melody warbles forth in praises to their Creator. Be inspired by their happy gratitude. See all that you can that is beautiful, and good, and joyful, and let it enliven your steps, and live in your thoughts through the day. Continue this exercise, and let no one dissuade you from it. Use the limbs God has given you, and look to Him for strength to use them. You may pray for strength day after day, and yet realize no change until you exercise the strength you already have. Give the Lord a chance to do something for you, by beginning the work for yourself. Every day you will realize a change for the better, notwithstanding you feel a sense of weariness. Sleep will bring you all right again, and you can increase your effort, until you, who cannot now walk a few rods from your boarding place, or from home to church, may walk one mile, and perhaps two, without injury. As I have labored to impress upon females the necessity of walking, some have received my ideas, and determined to carry them out at once. And [at] the first effort they walked perhaps half a mile, became exhausted and really suffered so much that they decided that walking was not best for them. These went to an extreme. They could not bear so much walking at first without injury. Some are ever disposed to go to extremes. They can never come up to the mark, and then be content to stop. They go beyond. They fail to make the best use of the reason Heaven has granted them.—The Health Reformer, , 1868."
    },
    {
      "chapter_number": 17,
      "title": "Chapter 17—Marriage, Home, Family",
      "content": "“Put on therefore, as the elect of God, holy and beloved, bowels of mercies, kindness, humbleness of mind, meekness, long-suffering; forbearing one another, and forgiving one another, if any man have a quarrel against any; even as Christ forgave you, so also do ye. And above all these things put on charity, which is the bond of perfectness. And let the peace of God rule in your hearts, to the which also ye are called in one body; and be ye thankful. Let the word of Christ dwell in you richly in all wisdom; teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord. And whatsoever ye do in word or deed, do all in the name of the Lord Jesus giving thanks to God and the Father by him.” “And be renewed in the spirit of your mind; and that ye put on the new man, which after God is created in righteousness and true holiness.... Let no corrupt communication proceed out of your mouth, but that which is good to the use of edifying, that it may minister grace unto the hearers. And grieve not the Holy Spirit of God, whereby ye are sealed unto the day of redemption. Let all bitterness, and wrath, and anger, and clamor, and evil speaking, be put away from you, with all malice; and be ye kind one to another, tender-hearted, forgiving one another, even as God for Christ’s sake hath forgiven you.”ST , 1892, par. 1 If we are doers of the word, we shall daily bear the cross after Jesus, subdue self, and thus bring harmony into the home life. The sweetest type of heaven is a home where the Spirit of the Lord presides. If the will of God is fulfilled, the husband and wife will respect each other, and cultivate love and confidence. Anything that would mar the peace and unity of the family should be firmly repressed, and kindness and love should be cherished. He who manifests the spirit of tenderness, forbearance, and love, will find that the same spirit will be reflected upon him. Where the Spirit of God reigns, there will be no talk of unsuitability in the marriage relation. If Christ indeed is formed within, the hope of glory, there will be union and love in the home. Christ abiding in the heart of the wife, will be at agreement with Christ abiding in the heart of the husband. They will be striving together for the mansions Christ has gone to prepare for those who love him.ST , 1892, par. 2 Those who are constantly at disagreement in the home life, who do not practice the words of the Lord, will not enter into the heavenly mansions, because they would find that which did not suit their taste even in heaven. Heaven is to be the home of those only who are sanctified, refined, and made meet for the society of the saints in light. If we manifest the character of Christ here, keeping all the commandments of God, we shall be cheered and blessed with glimpses of the pleasant home in the mansions Jesus has gone to prepare. Those who, through the grace given us, represent, not their own crude ideas, their own peculiar, hereditary, and cultivated objectionable traits of character, but the character of Christ, will be fit inhabitants for the heavenly city. Our ways, our will, are to be under subjection to God’s will, to be disciplined by his Holy Spirit. If we are courteous and gentle at home, we shall carry the savor of a pleasant disposition when away from home. If we manifest forbearance, patience, meekness, and fortitude in the home, we shall be able to be a light to the world. All murmuring, all complaining, will be put aside by the true Christian.ST , 1892, par. 3 We are children of the Heavenly King, members of the royal family, heirs of God, and joint heirs with Christ. The mansions Jesus has gone to prepare are to receive only those who are true, who are pure, who love and obey his words. In the mansions above we shall meet to part no more. We shall know each other in our heavenly home. But if we would enjoy eternal bliss, we must cultivate religion in the home; for the home is to be the center of the purest and most elevated affection. Peace, harmony, affection, and happiness should be perseveringly cherished every day, until these precious things abide in the hearts of those who compose the family. The plant of love must be carefully nourished, else it will die. Every good principle must be cherished if we would have it thrive in the soul. That which Satan plants in the heart,—envy, jealousy, evil surmising, evil speaking, impatience, prejudice, selfishness, covetousness, and vanity,—must be uprooted. If these evil things are allowed to remain in the soul, they will bear fruit by which many shall be defiled. Oh, how many cultivate the poisonous plants, that kill out the precious fruits of love and defile the soul! Some of these who cherish evil, think they have a burden for souls. They make public profession of their love to God, and yet see no necessity for weeding the garden of the heart, for uprooting every unsightly, unholy weed, for letting the beams of the Sun of Righteousness shine into the soul temple. They do not know Jesus. They have no knowledge of what it is to be a practical Christian, that is, to be Christlike.ST , 1892, par. 4 There is need of prayer, of genuine faith, of patient, untiring effort to war against every evil disposition, so that even our thoughts may be brought into subjection to Christ. That which will make the character lovely in the home is that which will make it lovely in the heavenly mansions. The measure of your Christianity is gauged by the character of your home life. The grace of Christ enables its possessors to make the home a happy place full of peace and rest. Unless you have the Spirit of Christ, you are none of his, and will never see the redeemed saints in his kingdom, who are to be one with him in the heaven of bliss. God desires you to consecrate yourself wholly to him, and represent his character in the home circle.ST , 1892, par. 5 When religion is manifested in the home, its influence will be felt in the church and in the neighborhood. But some who profess to be Christians, talk with their neighbors concerning their home difficulties. They relate their grievances in such a way as to call forth sympathy for themselves; but it is a great mistake to pour our trouble into the ears of others, especially when many of our grievances are manufactured, and exist because of our irreligious life and defective character. Those who go forth to lay their private grievances before others might better remain at home to pray, to surrender their perverse will to God, to fall on the Rock and be broken, to die to self that Jesus may make them vessels unto honor. When self is crucified, and Christ lives in the soul, they will cherish sincere and noble affections, such as will give fragrance to the character, and be revealed to the world in consistent words and actions. Let us all heed the words of the Lord,—“Gird up the loins of your mind, be sober, and hope to the end for the grace that is to be brought unto you at the revelation of Jesus Christ; as obedient children, not fashioning yourselves according to the former lusts in your ignorance; but as He which hath called you is holy, so be ye holy in all manner of conversation; because it is written, Be ye holy; for I am holy.”ST , 1892, par. 6 In many families there is a great lack in expressing affection one for another. While there is no need of sentimentalism, there is need of expressing love and tenderness in a chaste, pure, dignified way. Many absolutely cultivate hardness of heart, and in word and action reveal the Satanic side of the character. Tender affection should ever be cherished between husband and wife, parents and children, brothers and sisters. Every hasty word should be checked, and there should not be even the appearance of the lack of love one for another. It is the duty of everyone in the family to be pleasant, to speak kindly. Children are to respect and reverence their parents, and parents are to manifest patience, kindness, and affection for their children. Each one should seek in every possible way to please and make happy the members of the family circle.ST , 1892, par. 7 Our words and actions in the home bear testimony to our true character, and they are recorded in the books of heaven. The daily acts of life tell the measure and mould of our disposition and character. Where there is a lack of home religion, a profession of faith is valueless. Then let no unkind words fall from the lips of those who compose the home circle. Make the atmosphere fragrant with tender thoughtfulness of others. Only those will enter heaven who in probationary time have formed a character that breathes a heavenly influence. The saint in heaven must first be a saint upon earth. The habits of speech, the character of our actions, put a mould upon us; and that which we cultivate in our association with others in this life, goes down into the grave with us, and will be unchanged when we come up from the grave. Many are deceiving themselves by thinking that the character will be transformed at the coming of Christ; but there will be no conversion of heart at his appearing. Our defects of character must here be repented of, and through the grace of Christ we must overcome them while probation shall last. This is the place for fitting up for the family above.ST , 1892, par. 8 Then, fathers and mothers, husbands and wives, brothers and sisters, do not educate yourselves in the line of vulgarity of action, word, or thought. Coarse sayings, low jests, lack of politeness and true courtesy in the home life, will become as second nature to you, and will unfit you for the society of those who are becoming sanctified through the truth. The home is too sacred a place to be polluted by vulgarity, sensuality, recrimination, and scandal. Silence the evil word, put away the unholy thought; for the True Witness weighs every word, sets a value on every action, and declares, “I know thy works.” Then let love, truth, kindness, and forbearance be the precious plants that you shall cultivate in the garden of the heart. “Whatsoever a man soweth, that shall he also reap. For he that soweth to his flesh shall of the flesh reap corruption; but he that soweth to the Spirit shall of the Spirit reap life everlasting. And let us not be weary in welldoing; for in due season we shall reap, if we faint not. As we have therefore opportunity, let us do good unto all men, especially unto them who are of the household of faith.”ST , 1892, par. 9"
    },
    {
      "chapter_number": 18,
      "title": "Chapter 18—Mothers",
      "content": "In rightly training and molding the minds of her children, mothers are entrusted with the greatest mission ever given to mortals.—Sons and Daughters of God, 252 To Shape Minds and Mold Characters—Especially does responsibility rest upon the mother. She, by whose lifeblood the child is nourished and its physical frame built up, imparts to it also mental and spiritual influences that tend to the shaping of mind and character. It was Jochebed, the Hebrew mother, who, strong in faith, was “not afraid of the king’s commandment” (:23), of whom was born Moses, the deliverer of Israel. It was Hannah, the woman of prayer and self-sacrifice and heavenly inspiration, who gave birth to Samuel, the heaven-instructed child, the incorruptible judge, the founder of Israel’s sacred schools. It was Elizabeth, the kinswoman and kindred spirit of Mary of Nazareth, who was the mother of the Saviour’s herald.—The Ministry of Healing, 372 . Mother’s Preparation Not to Be Neglected—The child’s first teacher is the mother. During the period of greatest susceptibility and most rapid development his education is to a great degree in her hands. To her first is given opportunity to mold the character forgood or for evil. She should understand the value of her opportunity and, above every other teacher, should be qualified to use it to the best account. Yet there is no other to whose training so little thought is given. The one whose influence in education is most potent and far-reaching is the one for whose assistance there is the least systematic effort.—Education, 275 . Teach Your Children to Pray—My brethren and sisters, I urge you to bring up your children in simplicity. Don’t scold them when they do wrong, but take them to the Lord, and tell Him all about it. When you kneel before God with your children, Christ is by your side, and angels of God are all around you. Teach them to ask God to forgive them for being cross and impatient. Bring up your children in the nurture and admonition of the Lord. Let us be men and women of prayer. Let us take hold of the divine nature, and escape the corruption that is in the world through lust. Then we shall have the eternal life insurance policy, a life that measures with the life of God. Then when the ransomed are redeemed from the earth, the city of God will be opened to you, and you can present yourselves before the Lord, saying, Here am I and the children whom Thou hast given me. Then the harp will be placed in your hand, and your voice will be raised in songs of praise to God, and to the Lamb, by whose great sacrifice you are made partakers of His nature, and given an immortal inheritance in the kingdom of God.—The Review and Herald, , 1909. Mothers to Encourage Their Children—Whenever the mother can speak a word of commendation for the good conduct of her children, she should do so. She should encourage them by words of approval and looks of love. These will be as sunshine to the heart of a child and will lead to the cultivation of self-respect and pride of character.—Testimonies for the :532 . Teach Children Importance of Habits Formed When Young—Children have claims which their parents should acknowledge and respect. They have a right to such an education and training as will make them useful, respected, and beloved members of society here, and give them a moral fitness for the society of the pure and holy hereafter. The young should be taught that both their present and their future well-being depend to a great degree on the habits theyform in childhood and youth. They should be early accustomed to submission, self-denial, and a regard for others’ happiness. They should be taught to subdue the hasty temper, to withhold the passionate word, to manifest unvarying kindness, courtesy, and self-control. Fathers and mothers should make it their life study that their children may become as nearly perfect in character as human effort, combined with divine aid, can make them. This work, with all its importance and responsibility, they have accepted, in that they have brought children into the world.—The Review and Herald, March, 21, 1882."
    },
    {
      "chapter_number": 19,
      "title": "Chapter 19—Responsibilities of Parenthood",
      "content": "Ellen White made many beautiful statements regarding the value of the family, children, and the home. She fully recognized their importance. At the same time she also recognized that young people contemplating marriage should take into consideration all that is involved in having children and rearing them to become all that God and the parents would like them to be. Counsel Regarding Becoming Parents—Those who assume the responsibilities of parenthood should first consider whether they will be able to surround their children with proper influences. The home is both a family church and a family school. The atmosphere of the home should be so spiritual that all the members of the family, parents and children, will be blessed and strengthened by their association with one another.... Many who enter the marriage relation fail of realizing all the sacred responsibilities that motherhood brings. Many are sadly lacking in disciplinary power. In many homes there is but little discipline, and the children are allowed to do as they please. Such children drift hither and thither; there is nobody in the home capable of guiding them aright, nobody who with wise tact can teach them how to help father and mother, nobody who can properly lay the foundation thatshould underlie their future education. Children who are surrounded by these unfortunate conditions are indeed to be pitied. If not afforded an opportunity for proper training outside the home, they are debarred from many privileges that, by right, every child should enjoy. This is the light that has been presented to me. Those who are unable to train their children aright, should never have assumed the responsibilities of parents. But because of their mistaken judgment, shall we make no effort to help their little ones to form right characters? God desires us to deal with these problems sensibly.—Selected :214, 215 . Be Careful in Assuming Responsibility of Parenthood—They [parents] should understand the principles that underlie the care and training of children. They should be capable of rearing them in physical, mental, and moral health. Parents should study the laws of nature. They should become acquainted with the organism of the human body. They need to understand the functions of the various organs, and their relation and dependence. They should study the relation of the mental to the physical powers, and the conditions required for the healthy action of each. To assume the responsibilities of parenthood without such preparation is a sin.—The Ministry of Healing, 380 . Women to Use God-given Abilities in His Work—Letters have come to me from several, asking my advice upon the question, Should ministers’ wives adopt infant children? Would I advise them to do this kind of work? To some who were regarding this matter favorably, I answered, No; God would have you help your husband in his work. The Lord has not given you children of your own; His wisdom is not to be questioned. He knows what is best. Consecrate your powers to God as a Christian worker. You can help your husband in many ways. You can support him in his work by working for him, by keeping your intellect improved. By using the ability God has given you, you can be a homekeeper. And more than this, you can help to give the message. There are women who should labor in the gospel ministry. In many respects they would do more good than the ministers who neglect to visit the flock of God. Husband and wife may unite in this work, and when it is possible, they should. The way is open for consecratedwomen. But the enemy would be pleased to have the women whom God could use to help hundreds, binding up their time and strength on one helpless little mortal, that requires constant care and attention.—Manuscript :325, 326 ."
    },
    {
      "chapter_number": 20,
      "title": "Chapter 20—A Knowledge of Practical Duties of Life",
      "content": "Children are God’s precious heritage, to be disciplined, educated, and trained to lift burdens in their early years. These should be light at first; but children should be carefully educated to do their part, that they may understand how to do their work with willing aptitude.—The Review and Herald, , 1898"
    },
    {
      "chapter_number": 21,
      "title": "Chapter 21—When Sorrow Comes",
      "content": "Lucretia Cranson was the daughter of old friends of the Whites. She married D. M. Canright . She died on , 1879. Dear Afflicted Sister, I would much prefer to be with you and converse with you, but this is impossible. I might say to you I sympathize with you in your feebleness, but when I think of you it seems ever sure to me and vivid before me that you are sustained by arms that never tire, and comforted with a love that is unchangeable, enduring as the throne of God. I do not look upon you as repining in your feebleness, but as one upon whom the countenance of the Lord shineth, giving light and peace, whose soul is in fellowship with the Father and with His Son Jesus Christ, growing daily in the knowledge of the divine will, partaking of the divine nature, increasing in reverence, childlike holy trust, and confiding love. Never did the appreciation of Christ’s blood, which pardons, seem to you so precious, so priceless as in your feebleness, when your hold is loosening upon the world. You have been growing in inward experience, and others may profit by your counsel and your advice. Religion to you, my precious child, has become more and more beauteous. You now find so much comfort sitting at the feet of Christ and learning of Him. The fear ofdeath is past. If there is any terror in the look of the last dread enemy, it is driven away by looking unto Jesus, for He has brightened the tomb by His sacred presence. There is that in your heart which will not rest unless enfolded in the arms of infinite love. Dear child, your pilgrimage is nearly ended. We will not set up our wishes and our wills, but we will let you rest in hope till the Lifegiver shall call you forth from your prison house to a bright immortality. Jesus is just the Saviour for you now, the One whose bright presence will make, in any place, your heaven. Your life, my precious child, is hid with Christ in God, and when He who is your life shall appear, then will you also appear with Him, clothed with immortality and eternal life. Do you behold His glory in your failing strength, full of grace, mercy, and peace? And do you turn to Him like the needle to the magnet? Your days may not all be clear and joyful, but let not this afflict you. In meekness, faith, and endurance, wait, hope, and trust. Your life is hidden with Christ in God. Your life, even now, may be a lesson to all, showing that one can be happy in the failing of strength under affliction. When the deep waters go over the soul, God’s presence makes holy the chamber of His dying saints. Their patient endurance and joyful constancy, their support by an unseen power, is a powerful testimony in favor of the Christian’s religion and the Christian’s Saviour. These light afflictions will be a transforming power, refining, purifying, ennobling, and fitting for the courts above. Oh, the Christian’s last days may be fragrant because the beams of the Sun of righteousness shine through the life, diffusing a perpetual fragrance. Oh, what reason have we for joy that our Redeemer poured out His precious blood on the cross as an atonement for sin, and by His obedience to death brought in everlasting righteousness. You know that today He is at the Father’s right hand, a Prince of life, a Saviour. There is no other name wherein you can trust your eternal interests, but in Christ you may rely fully, implicitly. Christ has been loved by you, although your faith has sometimes been feeble and your prospects confused. But Jesus is your Saviour. He does not save you because you are perfect, but because you need Him and in your imperfection have trusted in Him. Jesus loves you, my precious child.You may sing, “Under the shadow of Thy throneStill may we dwell secure;Sufficient is Thine arm alone,And our defense is sure.”—, 1879."
    },
    {
      "chapter_number": 22,
      "title": "Chapter 22—Woman to Woman",
      "content": "It is the work of the heavenly angels to come close to the tried, the tempted, the suffering ones. They labor long and untiringly to save the souls for whom Christ has died.—The Review and Herald, , 1899 Women Reaching Out to Other Women—Women can learn what needs to be done to reach other women. There are women who are especially adapted for the work of giving Bible readings, and they are very successful in presenting the Word of God in its simplicity to others. They become a great blessing in reaching mothers and their daughters. This is a sacred work, and those engaged in it should receive encouragement.—Medical Ministry, 140 . Women as Messengers of Mercy—We greatly need consecrated women who, as messengers of mercy, shall visit the mothers and the children in their homes, and help them in the everyday household duties, if need be, before beginning to talk to them regarding the truth for this time. You will find that by this method you will have souls as the result of your ministry.—The Review and Herald, , 1906. Younger Women as Workers—Women instructors should labor with the young women, not to see how much work can be gainedfrom them, but to win their love and confidence. When this is won, there will be no difficulty about the work, for the workers will be filled with a desire to please. The Lord calls upon those engaged in the sacred work of publishing the truth to give evidence that they have been purified by His grace. As the disciples of Christ reveal His character, they show forth His miraculous power, bearing a convincing testimony to the truth of His Word.—The Publishing Ministry, 259 . Women Can Enter Where Ministers Cannot—Those women who labor to teach souls to seek for the new birth in Christ Jesus are doing a precious work. They consecrate themselves to God, and they are just as verily laborers for God as are their husbands. They can enter families to which ministers could find no access. They can listen to the sorrows of the depressed and oppressed. They can shed rays of light into discouraged souls. They can pray with them. They can open the Scriptures, and enlighten them from a “Thus saith the Lord.”—Manuscript :327 . Women to Be Educated to Help Other Women—If we can arrange to have regular, organized companies instructed intelligently in regard to the part they should act as servants of the Master, our churches will have a life and vitality that they have long needed. I have so longed for women who could be educated to help our sisters rise from their discouragement and feel that they could do a work for the Lord. This is bringing rays of sunshine into their own lives, which are reflected into the hearts of others. God will bless you and all who unite with you in this grand work.—Welfare Ministry, 144 ."
    },
    {
      "chapter_number": 23,
      "title": "Appendix A—At Simon’s House",
      "content": "“And one of the Pharisees desired him that he would eat with him. And he went into the Pharisee’s house, and sat down to meat.” Christ had no home that He called His own. Those who invited Him to their houses regarded Him as being too poor to possess a home. But every house was His property. Simon thought that in making this feast he was doing Christ an honor. But, even though what he furnished had been his own, in partaking of his hospitality Christ would have given more than was bestowed on Him. As He sat at the Pharisee’s table, He ate the provision furnished by His Father. Scribes and Pharisees were tenants in His home. His benevolence provided them with food and clothing. If He had not become man’s surety, they would have enjoyed no blessings. And not only do temporal blessings come from Him, but to all who will receive it, He gives the bread of life. Christ ate with publicans and sinners, as well as with Pharisees. When He was invited to their homes, He accepted the invitation. In this He offended the scribes and Pharisees, who thought that a Jew should not thus forget the wall of partition that tradition had erected. But with God there is no sect or nationality. When thus accused, Christ answered, “I came not to call the righteous, but sinners to repentance.” He placed Himself in the very avenue where He could gain access to perishingsouls, and plant in human hearts the seeds of truth, seeds that would spring up and bear fruit to the glory of God. Christ never provided a luxury for Himself, but He allowed expressions of respect and love to flow to Him. This was His due. He had nothing in the world which He claimed as His own, yet He made the world and all that is therein. For our sake He became poor, that we through His poverty might be made rich. He bore the weakness of humanity. Could human eyes have been opened, they would have seen that He was stronger than the strong man armed; but He never forgot that in the estimation of the world He was a poor man. There was no sham humility about Him. He was humility itself. “Being found in fashion as a man, he humbled himself.” When anyone did Him a favor, with all courtesy and heavenly politeness He blessed the giver. He never refused the simplest flower plucked by the hand of a child and offered to Him in love. He accepted the offerings of children, and blessed the givers, inscribing their names in the book of life. “And, behold, a woman in the city, which was a sinner, when she knew that Jesus sat at meat in the Pharisee’s house, brought an alabaster box of ointment, and stood at his feet behind him weeping, and began to wash his feet with tears, and did wipe them with the hairs of her head, and kissed his feet, and anointed them with the ointment. Now when the Pharisee which had bidden him saw it, he spake within himself, saying, This man, if he were a prophet, would have known who and what manner of woman this is that toucheth him: for she is a sinner.” By curing Simon of leprosy, Christ had saved him from a living death. But now Simon questioned whether Christ was a prophet. Because Christ allowed this woman to approach Him, because He did not indignantly spurn her as one whose sins were too great to be forgiven, because He did not show that He realized that she had fallen, Simon was tempted to think that He was not a prophet. His heart was filled with mistrust and unbelief. Jesus knows nothing of this woman, who is so free in her demonstrations, he thought, or He would not allow her to touch Him. But Simon could not read his Guest’s heart. It was his ignoranceof the only true God, and Jesus Christ, whom He had sent, that led him to think as he did. He had not yet been fully converted from his Pharisaism. He did not realize that on such occasions God’s Son must act in God’s way—with compassion, tenderness, and mercy. Simon’s way was to take no notice of Mary’s penitent service, her humble action. Her act of kissing Christ’s feet and anointing them with ointment was exasperating to Simon. He thought that if Christ were a prophet, He would recognize sinners and rebuke them. Reading Simon’s thoughts, Christ answered them before he had spoken, thus showing that He was a prophet of prophets. “Simon,” He said, “I have somewhat to say unto thee.... There was a certain creditor which had two debtors: the one owed five hundred pence, and the other fifty. And when they had nothing to pay, he frankly forgave them both. Tell me therefore, which of them will love him most? Simon answered and said, I suppose that he, to whom he forgave most. And he said unto him, Thou has rightly judged.” As did Nathan with David, Christ concealed His home thrust under the veil of a parable. He threw upon His host the burden of pronouncing sentence upon himself. This way of presenting the matter made Simon feel very uncomfortable. He himself had led into sin the woman he now despised. She had been deeply wronged by him. By the two debtors of the parable Simon and the woman are represented. Simon’s sin is shown to be tenfold greater than that of the woman, as much greater as the debt of five hundred pence is greater than a debt of fifty pence. Simon now began to see himself in a new light. He saw how Mary was regarded by One who was indeed a prophet in every sense of the word. He saw that with keen prophetic eye Christ read her heart of love and devotion. Simon was ashamed. He felt that he was in the presence of a being superior to himself. Simon had doubted that Christ was a prophet, but in His very knowledge of this woman, Christ gave evidence of His prophetic character. His mighty works bore witness of Him. His miracles, His wonderful instruction, His long patience, His humility, all were evidences of His divinity. Simon need not have doubted. “I entered into thine house,” Christ continued, “thou gavest me nowater for my feet: but [with tears of repentance, prompted by love] she hath washed my feet ... and wiped them with the hairs of her head. Thou gavest me no kiss: but this woman [whom you despise] since the time she entered in, hath not ceased to kiss my feet.” The washing of the feet and the kiss of welcome were attentions that were not invariably shown to guests. It was customary to bestow them on those to whom it was desired to show special regard. These ministrations Christ should have received from His host, but He did not. Christ recounted the opportunities Simon had had to show his love for his Lord, and his appreciation of what had been done for him. Plainly, yet with delicate politeness, Christ assured His disciples that His heart is grieved when His children neglect to express their gratitude to Him by words and deeds of love. Some may think that this scripture is no longer of force, but it is. Writing of those women who were to be honored, Paul said, “If she have lodged strangers, if she have washed the saints’ feet, if she have relieved the afflicted, if she have diligently followed every good work” [1 :10]. Many need sympathy and appreciation. But those who would wash the saints’ feet must have sanctified discernment, that they may be able to recognize a saint. The garment of God’s messenger may be travel-stained and worn, but he may be an angel in disguise. Unrecognized, angels talk with men, speaking words that are to their souls as the water of life. Mary was looked upon as a great sinner, but Christ knew the circumstances that had made her thus. He saw that she had great capabilities for good. He saw the better phase of her character, and knew that through His grace she would become a partaker of the divine nature, and would purify her soul by obeying the truth. Christ might have extinguished every spark of hope in Mary’s soul, but He did not. The Heart-searcher read the motives that led to her actions, and He also saw the spirit that prompted Simon’s words. “Seest thou this woman?” He said to him. “She is a sinner; I say unto thee, Her sins, which are many, are forgiven; for she loved much: but to whom little is forgiven, the same loveth little. And he said unto her, Thy sins are forgiven.” Those present, thinking of Lazarus, who had been raised from the dead by Christ, and who was at this time a guest in his uncle’s house,began to question, saying, “Who is this that forgiveth sins also?” But Christ continued, “Thy faith hath saved thee; go in peace.” Jesus knows the circumstances of every soul. You may say, I am sinful, very sinful. You may be; but the worse you are, the more you need Jesus. He turns no weeping, contrite soul away. He does not tell to any all that He might reveal, but He bids every trembling soul take courage. He will not reject any who come to Him penitent and believing. Freely will He pardon all who come for forgiveness and restoration. But to know Jesus requires a change of heart. No unconverted person, in his natural state of depravity, loves Christ. A love of Jesus is the first result of conversion. The proof of this love is given: “If ye love me, keep my commandments.” “If ye keep my commandments, ye shall abide in my love; even as I have kept my Father’s commandments, and abide in his love.” Christ might commission the angels of heaven to pour out the vials of wrath on our world, full of hypocrisy and sin, destroying those who are filled with hatred to God. He might blot this dark spot from His universe. But He does not do this. He is today standing at the altar of incense, presenting before God the prayers of those who desire His help. “Who is he that condemneth? It is Christ that died, yea rather, that is risen again, who is even at the right hand of God, who also maketh intercession for us.” Jesus is to be loved and trusted. All who will be obedient He leads upward step by step, as fast as they can advance, that, while standing by the side of the Sin-bearer, in the light that proceeds from the throne of God, they may breathe the air of the heavenly courts. Beside his great Intercessor, the repentant sinner stands above the strife and accusation of tongues. “Who is he that will harm you, if ye be followers of that which is good? But and if ye suffer for righteousness’ sake, happy are ye: and be not afraid of their terror, neither be troubled.” No human being, even though united with evil angels, can impeach the souls who have fled to Christ for refuge. He has united the believing soul to His own divine-human nature. In His mediatorial office, His divinity and humanity are combined, and upon this union hangs the hope of the world.—The Signs of the Times, , 1900."
    },
    {
      "chapter_number": 24,
      "title": "Appendix B—The Public Ministry of Ellen G. White",
      "content": "In her public ministry Ellen White effectively made appeals which called for a response. Presented here are accounts of a number of instances that reveal her method of appeal under varying circumstances. At Battle Creek in the Early Days—Attended meeting at the church at Battle Creek. Spoke to the people about one hour with freedom, in regard to the fall of Adam bringing misery and death, Christ bringing life and immortality to light through His humiliation and death. Felt to urge upon the people the necessity of entire consecration to God—the sanctification of the entire being, soul, body, and spirit. Spoke upon the death of Moses and the view he had of the promised land of Canaan. There was a depth of feeling in the congregation.... In meeting that evening we called those forward who had a desire to be Christians. Thirteen came forward. All bore testimony for the Lord. It was a good work (diary, , 1868).—Selected :144. Earnest Work in Michigan—Meetings were held all through the day. My husband spoke in forenoon; Brother Andrews in the afternoon. I followed with remarks quite at length, entreating those who had been interested through the meetings to commence from thatday to serve God. We called forward those who wished to start in the service of the Lord. Quite a number came forward. I spoke several times, beseeching souls to break the bands of Satan and start then. One mother went to her son and wept and entreated him. He seemed hard, stubborn, and unyielding. I then arose and addressed Brother D, begged him to not stand in the way of his children. He started, then arose, spoke, said he would commence from that day. This was heard with glad hearts by all. Brother D is a precious man. Sister E’s husband then arose, testified that he would be a Christian. He is an influential man—a lawyer. His daughter was upon the anxious seat. [Anxious seat: at a revival meeting, a seat, usually near the pulpit, occupied by persons concerned about their spiritual condition.] Brother D then added his entreaties to ours. Sister D’s also to their children. We entreated and at last prevailed. All came forward. The fathers and all the sons and other fathers followed their example. It was a day of gladness. Sister E said it was the happiest day of her life (diary, , 1868).—Selected :144, 145. A Good Response—I spoke in the afternoon Peter. I had freedom in talking. After I had spoken one hour I invited those who wished to be Christians to come forward. Between thirty and forty came forward quietly without excitement and occupied the front seats. I spoke with them in regard to making an entire surrender to God. We had a praying season for those who came forward. We had a very precious season of prayer. Those who wished baptism were requested to signify it by rising. Quite a number arose. (Diary, , 1873.)—Selected :145. After Some Hesitancy a Response—I spoke in the afternoon [at Stanley, Virginia] :3. The Lord gave me much of His Holy Spirit. The house was full. I called those forward who wished to seek the Lord more earnestly and for those who wished to give themselves to the Lord a whole sacrifice. For a time not one made a move, but after a while many came forward and bore testimonies of confession. We had a precious season of prayer and all felt broken down, weeping and confessing their sins. Oh, that each may understand! (diary, , 1890).—Selected :145, 146. Especially Blessed as She Began Work in Switzerland—Sabbath and Sunday were precious seasons for those assembled. The Lord especially blessed in speaking Sunday afternoon. All listened with thedeepest interest, and at the close of the discourse an invitation was given for all who desired to be Christians, and all who felt that they had not a living connection with God, to come forward, and we would unite our prayers with theirs for the pardon of sin, and for grace to resist temptation. This was a new experience for many of our brethren in Europe, but they did not hesitate. It seemed that the entire congregation were on their feet, and the best they could do was to be seated, and all seek the Lord together. Here was an entire congregation manifesting their determination to put sin away, and to engage most earnestly in the work of seeking God.... After prayer, one hundred fifteen testimonies were borne. Many of these showed a real, genuine experience in the things of God.—The Review and Herald, , 1885. At Christiana (Oslo), Norway—We spent two weeks in Christiana, and labored earnestly for the church. The Spirit of the Lord moved me to bear a very plain testimony. At our last meeting especially, I presented before them the necessity of a thorough change in the character if they would be children of God. When they come to worship before the Lord, it should be with subdued and reverent hearts. The house built for His worship is a sacred place, not a place for unholy feelings, malice, faultfinding, and bitterness of spirit. I urged upon them the necessity of deep repentance, confession, and forsaking of the sins which had shut away the sweet spirit of Christ from the church. We then called for those to come forward who would take a decided position on the Lord’s side. Many responded. Some good confessions were made, and earnest testimonies were borne. We hope that this move is but the beginning of a decided advance on the part of many members of this church.—The Review and Herald, , 1886. Backsliders Reclaimed in Basel—Sabbath, , I spoke to the people :00 a.m. The Lord gave me of His Holy Spirit as I presented before them the temptation of Christ in the wilderness. In the afternoon, at three o’clock, we assembled for social meeting. I was much blessed as I spoke to them again, upon the necessity of our coming up to greater sympathy and more decided contemplation of the great sufferings of Christ. We think of these altogether too little. I requested those who desired prayers to come forward. Theseats were quickly filled, and my heart was stirred as I saw the whole congregation on their feet. I said, Sit down just where you are, and we will all seek the Lord together. Before the season of prayer, many testimonies were given in quick succession and with deep feeling, showing that hearts were touched by the Spirit of the Lord. Confessions were made with tears. We were glad to see this work going forward; for we knew it was just such a work as was needed to bring the people into that position of humbling their hearts and confessing their sins before God, that He would accept their repentance and their efforts to seek Him. “If we confess our sins, he is faithful and just to forgive us our sins, and to cleanse us from all unrighteousness.”—The Review and Herald, , 1887. An Outstanding Experience in Australia—On Sabbath, , we had a precious meeting in the hall where our people meet at North Fitzroy. For several days before the meeting, I knew that I was expected to speak in the church on Sabbath; but unfortunately I had a severe cold and was quite hoarse. I felt inclined to excuse myself from this appointment; but as it was my only opportunity, I said, “I will place myself before the people, and I believe the Lord will answer my earnest prayers, and remove the hoarseness so that I can present my message to the people.” I presented to my heavenly Father the promise, “Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you. For every one that asketh receiveth; and he that seeketh findeth; and to him that knocketh it shall be opened.... If ye then, being evil, know how to give good gifts unto your children, how much more shall your heavenly Father give the Holy Spirit to them that ask him?” Again, Christ says, “Whatsoever ye shall ask in my name, that will I do, that the Father may be glorified in the Son.” The Word of God is sure. I had asked, and I believed that I would be enabled to speak to the people. I selected a portion of Scripture; but when I rose to speak, it was taken from my mind, and I felt impressed to speak from the first chapter Peter. The Lord gave me special freedom in presenting the value of the grace of God. How much is His grace to be appreciated! The apostle says: “Grace and peace be multiplied unto you through the knowledge of God, and ofJesus our Lord, according as his divine power hath given unto us all things that pertain unto life and Godliness, through the knowledge of him that hath called us to glory and virtue: whereby are given unto us exceeding great and precious promises: that by these ye might be partakers of the divine nature, having escaped the corruption that is in the world through lust.” ... At the close of my discourse, I felt impressed by the Spirit of God to extend an invitation for all those to come forward who desired to give themselves fully to the Lord. . . . About thirty came forward. Among these were the wives of the brethren A [Two brothers who were church members, but whose wives were not.] who for the first time made manifest their desire to come near to God. My heart was filled with unspeakable gratitude because of the movement made by these two women. I could then see why I was so earnestly moved to make this invitation. At first I had hesitated, wondering if it were best to do so when my son and I were the only ones whom I could see who would give us any help on that occasion. But as though someone had spoken to me, the thought passed through my mind, “Cannot you trust in the Lord?” I said, “I will, Lord.” Although my son was much surprised that I should make such a call on this occasion, he was equal to the emergency. I never heard him speak with greater power or deeper feeling than at that time. He called upon Brethren Faulkhead and Salisbury to come forward, and we knelt in prayer. My son took the lead, and the Lord surely indited his petition; for he seemed to pray as though in the presence of God. Brethren Faulkhead and Salisbury also presented fervent petitions, and then the Lord gave me a voice to pray. I remembered the sisters A, who, for the first time, were taking a public stand for the truth. The Holy Spirit was in the meeting, and many were stirred by Its deep movings. At the close of the meeting many pressed their way to the platform, and taking me by the hand, requested me with tears in their eyes to pray for them. I answered heartily, “I will.” The sisters A were introduced to me, and I found that their hearts were very tender.... The mother of one of the sisters who has now taken her position on the truth has been a most bitter opposer, and has threatened thatif her daughter did become a Sabbathkeeper, she would not allow her to enter her home, for the mother would look upon her as a disgrace to the family. Mrs. A had often made the statement that she would never join the Seventh-day Adventists. She had been brought up in the Presbyterian Church, and had been educated to think that it was very improper for women to speak in meeting, and that for a woman to preach was altogether beyond the bounds of propriety. She enjoyed hearing Elders Daniells and Corliss, and thought them very clever speakers, but she would not listen to a woman’s preaching. Her husband had prayed that God would so arrange matters that she might be converted under the ministry of Sister White. When I made the appeal, and urged those to come forward who felt their need of drawing nearer to God, to the surprise of all, these sisters came forward. The sister who had lost her little one said that she was determined that she would not move forward, but the Spirit of the Lord so forcibly impressed her mind that she dared not refuse.... I feel so grateful to my heavenly Father for His loving-kindness in bringing these two precious souls to unite with their husbands in obeying the truth.—The Review and Herald, , 1895. The Lord Would Be Pleased to See a Similar Work Done in Every Church—Sabbath, , I visited San Francisco, and spoke to a church full of people who had ears to hear and hearts to understand. They seemed to be hungry for the Word of the Lord, and I believe they heard to a purpose. As I spoke the word of life in plain, simple language, I knew that Christ was with us, softening and subduing hearts. The Holy Spirit was evidently at work. Oh, how my heart yearned for the precious souls whom I was inviting to look and live! After I had finished speaking, Elder Corliss invited all who wished to give themselves to Jesus to come forward. There was a quick and happy response, and I was told that nearly two hundred persons came forward. Men and women, youth and children, pressed into the front seats. The Lord would be pleased to have a work similar to this done in every church. Many could not come forward, because the house was so crowded, yet the animated countenances and tearful eyes testifiedto the determination, “I will be on the Lord’s side. From this time I will seek earnestly to reach a higher standard.”—The Review and Herald, , 1901. Response at General Conference Session —My brethren and sisters, seek the Lord while He may be found. There is a time coming when those who have wasted their time and opportunities will wish they had sought Him.... He wants you to keep in the line of reason, and in the line of labor. He wants you to go forth to our churches to labor earnestly for Him. He wants you to institute meetings for those outside of the churches, that they may learn the truths of this last message of warning. There are places where you will be gladly received, where souls will thank you for coming to their help. May the Lord help you to take hold of this work as you have never yet taken hold of it. Will you do this? Will you here rise to your feet and testify that you will make God your trust and your helper? [Congregation rises.] [Praying] I thank Thee, Lord God of Israel. Accept this pledge of this Thy people. Put Thy Spirit upon them. Let Thy glory be seen in them. As they shall speak the word of truth, let us see the salvation of God. Amen.—The General Conference Bulletin, , 1909."
    },
    {
      "chapter_number": 25,
      "title": "Appendix C—Exhibits Relating to the Ordination of Women",
      "content": "A paper presented at the ministerial meeting at General Conference session. Prepared by the White Estate staff. 1. A resolution to ordain women was discussed at the General Conference . No action was taken. The minutes include the following lines: “Resolved, that females possessing the necessary qualifications to fill that position may, with perfect propriety, be set apart by ordination to the work of the Christian ministry. “This was discussed by J. O. Corliss, A. C. Bourdeau, E. R. Jones, D. H. Lamson, W. H. Littlejohn, A. S. Hutchins, D. M. Canright, and J. N. Loughborough, and referred to the General Conference Committee.”—The Review and Herald, , 1881. Ellen White did not attend the General Conference . Her husband died on of that year. Two weeks after his death she left Battle Creek, bound for California. She did not return to Michigan until August . 2. For many years Ellen White was voted ministerial credentials by the Michigan conference (see E.G.The Review and Herald, , 1872)and then later by the General Conference. However, she was never ordained by human hands, nor did she ever perform a wedding, organize a church, or conduct a baptism. 3. Ellen White recommended the ordination of women who would give themselves to a deaconess-type of work: “Women who are willing to consecrate some of their time to the service of the Lord should be appointed to visit the sick, look after the young, and minister to the necessities of the poor. They should be set apart to this work by prayer and laying on of hands. In some cases they will need to counsel with the church officers or the minister; but if they are devoted women, maintaining a vital connection with God, they will be a power for good in the church. This is another means of strengthening and building up the church.”—The Review and Herald, , 1895. A number of women were ordained as deaconesses during Ellen White’s Australian ministry. On , 1895, the nominating committee at the Ashfield church in Sydney rendered its report, which was approved. The clerk’s minutes for that date state: “Immediately following the election, the officers were called to the front where pastors Corliss and McCullagh set apart the elder, deacons, [and] deaconesses by prayer and the laying on of hands.” Several years later, in the same church, W. C. White officiated at the ordination of the church officers. The minutes of the Ashfield church for , 1900, state: “The previous Sabbath officers had been nominated and accepted for the current year, and today Elder White ordained and laid hands on the elders, deacon, and deaconesses.—AR, , 1986. 4. Women “licensed to preach” by the Seventh-day Adventist Church during Ellen White’s lifetime included the following: —General Conference Archives and SDA Some of the women listed above were employed by the church. Others, such as Margaret Caro, who was a dentist, were self-supporting. 5. Ellen White made three statements which are sometimes construed as evidence that she supported the concept of women as ordained gospel ministers. she declared that“there are women who should labor in thegospel ministry” (Evangelism, 472).The context of this statement seems to indicate that she is speaking of ministers’ wives. She wrote: “Letters have come to me from several, asking my advice upon the question, Should ministers’ wives adopt infant children? Would I advise them to do this kind of work. To some who were regarding this matter favorably, I answered, No; God would have you help your husband in his work. The Lord has not given you children of your own; His wisdom is not to be questioned. He knows what is best. Consecrate your powers to God as a Christian worker. You can help your husband in many ways.... “There are women who should labor in the gospel ministry. In many respects they would do more good than the ministers who neglect to visit the flock of God. Husband and wife may unite in this work, and when it is possible, they should. The way is open for consecrated women. But the enemy would be pleased to have the women whom God could use to help hundreds binding up their time and strength on one helpless little mortal that requires constant care and attention.”—Manuscript :325, 326. In the Ellen White publishedTestimonies, , which includes a section titled “The Canvasser a Gospel Worker.” Here the author states: “All who desire an opportunity for true ministry, and who will give themselves unreservedly to God, will find in the canvassing work opportunities to speak upon many things pertaining to the future, immortal life. The experience thus gained will be of the greatest value to those who are fitting themselves for the ministry. It is the accompaniment of the Holy Spirit of God that prepares workers, both men and women, to become pastors to the flock of God.”—Testimonies for the :322. Finally, in Ellen White wrote: “The Lord calls upon those connected with our sanitariums, publishing houses, and schools to teach the youth to do evangelistic work. Our time and energy must not be so largely employed in establishing sanitariums, food stores, and restaurants that other lines of work will be neglected. Young men and young women who should be engaged in the ministry, in Bible work, and in the canvassing work should not be bound down to mechanical employment. “The youth should be encouraged to attend our training schools for Christian workers, which should become more and more like the schools of the prophets. These institutions have been established by the Lord, and if they are conducted in harmony with His purpose, the youth sent to them will quickly be prepared to engage in various lines of missionary work. Some will be trained to enter the field as missionary nurses, some as canvassers, and some as gospel ministers.”—Testimonies for the :229, 230. 6. Ellen White made two statements about her own call to serve the Lord as his messenger. She declared: “At the age I am still toiling. We are all in the hands of the Lord. I trust in Him; for I know that He will never leave nor forsake those who put their trust in Him. I have committed myself to His keeping. “And I thank Christ Jesus our Lord, who hath enabled me, for that He counted me faithful, putting me into the ministry.”—The Review and Herald, , 1906. “In the city of Portland the Lord ordained me as His messenger, and here my first labors were given to the cause of present truth.”—The Review and Herald, , 1911. It will be recalled that Ellen White was given her first vision in , in Portland, Maine. Shortly thereafter she was prompted by the Lord to tell others what she had seen. 7. Ellen White did not concern herself with women’s rights movements. When she was urged to join others in the crusade for women’s suffrage, she declined the invitation. She wrote to her husband: “I called upon Mrs. Graves. She had a burden upon her mind and ever since she knew I was at home she desired to see me. She said she felt that she must talk out her feelings to me. She is desirous that women’s suffrage should be looked into by me. She says women ought to vote, and she related many things of a startling character which were legalized in France and St. Louis, and an effort was made to carry them out in Chicago this year, but [the effort] failed. Houses of ill fame are legalized. Women who travel alone through thosecities, if they are the least suspicious of them, are taken up by the authorities and their cases are investigated. If they are diseased they are placed in the care of the doctors and cured. Then they are fit for the visits of men and are placed in the legalized home for men to satisfy their lusts upon. No examination is made of the men, and where this law is carried into effect the crime and immorality resemble the condition of the world which existed previous to the flood. “Mrs. Graves viewed the matter as I do in regard to the increase of crime and demoralization of society. She says women must vote if this law is [to be] withstood. We had a long talk in regard to temperance. I told her that my mind was unprepared for any such matter as women voting. She had been thinking and dwelling upon these things and her mind was ripe upon them, while my work was of another character. We were doing upon the point of temperance what no other class of people in the world were. We were as much in favor of a pledge against tobacco as liquor.”—Manuscript :69. 8. It is likely that Ellen White did not suggest at any time that the Seventh-day Adventist Church should commence the practice of ordaining women to the gospel ministry. Her secretary, C. C. Crisler, says that she was very cautious on this point. Here is the correspondence relating to this question: “Mr. Clarence Crisler, Sanitarium [California] “Will you please inform me in regard to the setting apart of women who can give some time to missionary work, by laying on hands in prayer, found inReview and Herald, back in the early part of the nineties, probably back in , from the pen of Sister White. “The reason I ask for this, I was in a recent meeting where Elder Andross set aside women by the laying on of hands, and when I asked him for the authority for so doing, he referred me to you, and as I have been a Bible worker for a number of years and have recently been granted a ministerial license, I want this information. “Please answer at once, as I want to hear from you before I go to the Southwestern Union Conference, which convenes . Please send me two or three copies of her statement, as the president of our conference wants one.”—Mrs. L. E. Cox, 134 Agarita Avenue, San Antonio, Texas. “Mrs. L. E. Cox, San Antonio, Texas “I have your letter of the twelfth, making inquiry regarding the ordination of women who give some time to missionary work—particularly to some statement which you believe to be found in aReviewearly in the nineties, from the pen of Mrs. Ellen G. White. “As this query will require some study on my part, and searching, and as I must go to Mountain View in the morning for a few days, I am under the necessity of asking that you excuse me from answering for a few days. Upon my return, early next week, I will endeavor to send you a reply, accompanying same, if possible, with the extracts called for. However, I might say that I have not understood these extracts as teaching positively the ordination of women as ministers of the gospel. I have supposed, rather, that they refer primarily to the ordination of God-fearing women as deaconesses in local churches. But of this I will speak more fully when I write again. “I hope to write you about the twenty-eighth, and will address you as above. If you are leaving San Antonio for other parts, it would be well for you to leave a forwarding order, so mail addressed as above will reach you in due time at the Union Conference.”—Clarence Crisler. “In my answer under date of , I was unable to forward you copy of theReviewarticle called for, but ventured to say, ‘I have not understood these extracts as teaching positively the ordination of women as ministers of the gospel. I have supposed, rather, that they refer primarily to the ordination of God-fearing women as deaconesses in local churches.’ “Since writing the above, I have found the article in question andhave had same copied. Enclosed find a copy of this article. [The Review and Herald, , 1895.] I am also forwarding a copy to your local conference president, Elder E. L. Neff, and to the president of your union, Elder J. W. Christian, that they may know what I am sending to you. “While I do not make it a part of my work to presume to interpret that which has been written, yet I may be pardoned for expressing as my conviction the thought that this article published in theReviewdoes not refer to the ordination of women as ministers of the gospel, but rather touches upon the question of setting apart, for special duties in local churches, God-fearing women in such churches where circumstances call for such action. “And may I add that Sister White, personally, was very careful about expressing herself in any wise as to the advisability of ordaining women as gospel ministers. She has often spoken of the perils that such general practice would expose the church to by a gainsaying world; but as yet I have never seen from her pen any statement that would seem to encourage the formal and official ordination of women to the gospel ministry, to public labor such as is ordinarily expected of an ordained minister. “This is not suggesting, much less saying, that no women are fitted for such public labor, and that none should ever be ordained; it is simply saying that so far as my knowledge extends, Sister White never encouraged church officials to depart from the general customs of the church in those matters.”—C. C. Crisler."
    },
    {
      "chapter_number": 26,
      "title": "Appendix D—Use of the Tithe",
      "content": "Portion of a letter written by Ellen White on , 1897, from her home, “Sunnyside,” at Cooranbong, New South Wales, to A. G. Daniells, concerning the use of the tithe. The entire letter is published inManuscript :281-286. I send you this morning a letter written for America, and sent there yesterday morning, which will show you how I regard the tithe money being used for other purposes. This is the Lord’s special revenue fund, for a special purpose. I have never so fully understood this matter as I now understand it. Having had questions directed here to me to answer, I have had special instruction from the Lord that the tithe is for a special purpose, consecrated to God to sustain those who minister in the sacred work as the Lord’s chosen, to do His work not only in sermonizing but in ministering. They should understand all that this comprehends. There is to be meat in the house of God, a treasury well supplied, and it is not to be diverted to other purposes. There is to be special labor given to awaken the people of God who believe the truth, to give a faithful tithe to the Lord, and ministers should be encouraged and sustained by that tithe. That there will always be a temptation to divert the tithe money to other channels, we know; but the Lord has guarded this, His own portion, to be sacredly used for the support of the gospel ministers. There may be such measures taken as shall reduce the working force that bears the message of truth, as is being done, and in America has been done, to meet the measurement of the tithe in the treasury; but this is not the Lord’s plan, and if entered upon and continued will reduce God’s blessing to the churches that work upon such a plan. There may be a great dearth of means if there is a departing from the Lord’s plan. The Lord regards the tithe as His own, to be used for a certain purpose, and it is an easy matter, in the place of practicing the self-denial that we should, to help in educating students, or in the temporal matters, as providing conveniences for the church, which is necessary, to dip into the Lord’s consecrated portion which should be used only to sustain the ministers in new fields as well as in other places. And this should not be done in a niggardly way. All the inconveniences that the laborers must wrestle with in these new fields should be taken into consideration. The expense of living is greater in some localities than in others. Special efforts should be made for those who are where fruit is scarce, for they could live so much cheaper if they were where they could get fruit. When they are sent to fields where they are deprived of nearly everything because of the expense, a careful consideration should be made of these matters, and the lack should be supplied as far as possible, but not by withdrawing from his salary for these extra things. Those who are more favorably situated should share their prosperity with those who are in need of the very things that they are so abundantly supplied with in their locality. We shall become very narrow, conceited, and selfish if we are not guarded and do not watch against the foe we have to meet and contend with. I shall do something for Brother Robert Hare. I will supply some things which will relieve the situation of want of fruit. I will get a couple of hundred pounds of grapes, and make [them] into jelly, that they can use on their bread. Now see what others can do. Each can do a little, and send to Brother Hare. When you visit theplace, you can take some things, and we will prepare some things and send them before that time. We will make this a thank offering to God because we are permitted to live in localities where we can obtain these things and enjoy them. I think the Lord would bless us in doing this. Now in regard to educating students in our schools. It is a good idea; it will have to be done; but God forbid that in the place of practicing self-denial and self-sacrifice our individual selves, to do this work, we should subtract from the Lord’s portion, specially reserved to sustain the ministers in active labor in the field, and ... to [keep] at work those who are already ordained for the work. We can easily consider these matters, how much it requires to support our own families according to the members of that family. Then let those whose business it is act in accordance with this rule. Look not upon our own things but upon the things of others. Let us practice the golden rule, and do unto others as we would that they should do unto us were we in like circumstances. The fibrous roots of selfishness will root themselves wherever they are given a chance. We want to cut out and exterminate every fiber of the root of selfishness. If one is appointed to a field where he is deprived of many things, and is sent into that field by the decision of the conference, that same power is to bear its share of the burden of making this messenger of God in that field as nearly as possible as comfortable and as pleasantly situated as the members of this power are in their several localities. The Lord will bless all such love expressed toward His workers in hard places. But there is not that careful, tender regard, that thoughtful discrimination, in such cases, as there ought to be. If all who have anything to do with these matters would let the bright beams of the Sun of Righteousness shine fully into their hearts, they would open the windows on heaven’s side and then diffuse in every way possible the light to others, in a variety of ways. All these things are to be done, as you propose, to help students to obtain an education; but I ask you, Shall we not all act in this matter unselfishly and create a fund, and keep it to draw upon on suchoccasions? When you see a young man or a young woman who is a promising subject, advance or loan the sum needed, with the idea that it is a loan, not a gift. It would be better to have it thus. Then when it is returned, it can be used to educate others. But this money is not to be taken from the tithe, but from a separate fund secured for that purpose. This would exert a healthy uprightness and charity and patriotism among our people. There must be thoughtful consideration and a skillful adjustment of the work in the cause of God in all its departments. But let there be no meager, stingy plans in using the consecrated portion for the sustaining of the ministry; for then the treasury would soon be empty. The management of the case of Brother Hickox is after human methods, not after the methods which the Lord has ordained. I have had this matter so presented to me that I see the danger of diverting the tithe to any such purpose as you have suggested. The Lord is not pleased with your management of this case. May the Lord help you all to have the heavenly anointing, that no such thing may be repeated. Brother Farnsworth is ready to voice the decisions of human minds without looking on all sides of the question to see if there might not possibly be mistakes made. It is a very serious matter how anyone handles one of the Lord’s disciples, one who has been dedicated to His service, to do His work. What made you do this kind of work? The Lord is not in it. You were faithless because there was an empty treasury. Now, in the name of Jesus Christ of Nazareth, I charge you not to devote the means that should be used in sustaining the gospel to any other purpose, and that your faith fail not as you see a lack in the supply of tithes, gifts, and offerings.—Manuscript :281-285 ."
    },
    {
      "chapter_number": 27,
      "title": "Appendix E—James and Ellen White’s Relationship",
      "content": "For the first time the White Estate is publishing in their entirety , 65, 66, , 1876. The letters, like others written by James and Ellen White, were written without any thought that they would be published someday. But in these letters we gain uncommon insights into how committed Christians handled marital stress. Through these letters we believe that other couples can take heart and learn how to handle their own tensions and conflicts. We have endeavored to put the letters in a setting that shows the genuine love and affection between James and Ellen White during their long marriage, both before and after James’ strokes. To understand the background of the letters, we ask that you read this complete section, including the covering statement."
    },
    {
      "chapter_number": 28,
      "title": "Letters (Written May 10, 12, 16, and 17, 1876)",
      "content": "a collection of ,000 letters, written , was acquired by the Ellen G. White Estate. Originally addressed to Lucinda Hall, one of Ellen White’s closest friends, the letters were written by such well-known Adventists as James and Ellen White, Kellogg, Loughborough, Amadon, and Haskell. The story of how the collection came to the White Estate was told by Elder Arthur White in theReview and Herald, , 1973. Among the collection previously unknown Ellen White letters. Most are the newsy-type letters that one friend would write to another. But Ellen considered Lucinda more than just a casual friend. On , 1875, she wrote: “I wish I could see you, Lucinda.... How I have missed you on this journey. Not but that I have friends, but you are nearest and dearest, next to my own family, and I feel no differences than that you belonged to me and my blood flowed in your veins.”—, 1875(Manuscript :33). Because of her special closeness to Lucinda, Ellen White poured out her heart to her friend about some family matters in a series of four letters written between , 1876. Considering the circumstances she was trying to cope with at the time, that was a veryhuman thing for Ellen White to do. But only a day after writing the third letter, she had second thoughts about what she had done. In the last of the series, dated , 1876, Ellen White began by saying: “I am sorry I wrote you the letters I have. Whatever may have been my feelings, I need not have troubled you with them. Burn all my letters, and I will relate no matters that perplex me to you.... I will not be guilty of uttering a word again, whatever may be the circumstances. Silence in all things of a disagreeable or perplexing character has ever been a blessing to me. When I have departed from this, I have regretted it so much.”—, 1876. But Lucinda did not destroy the letters as requested. Thus they came into the possession of the White Estate . The Estate, being uncertain as to how to deal with these four letters, laid them aside, and did not place them in the regular file. Since then, some have suggested that the White Estate should have burned the letters, in harmony with Ellen White’s original request. But others have felt that the letters should be preserved, for two reasons: 1. The situation confronting the White Estate is different from that which faced Lucinda Hall. Lucinda was the one who was asked to burn the letters. Since she did not, the White Estate board must consider the request in the light of its own situation. Critics might accuse the Estate of destroying not merely these letters, but other correspondence and manuscripts; the account of how Ellen White related to an extremely difficult time in her life could be of help to individuals facing similar circumstances today. Because many are aware of the situation in the White family that Ellen White was wrestling with at the time, and with the hope that others facing similar circumstances today may find encouragement from them, the letters, with adequate background to help understand them, are herewith being made available."
    }
  ]
}