{
  "title": "Early Writings",
  "chapters": [
    {
      "chapter_number": 1,
      "title": "Historical Prologue",
      "content": "Early Writingsis a work of lasting and special interest to Seventh-day Adventists, for it embodies the earliest Ellen G. White books. These were written and first published in ’s for the edification and instruction of those who with the author had passed through the experiences of the Sabbathkeeping Adventists in ’s and the ’s. This being so, the author assumed on the part of the reader a familiarity with the history of the Advent Awakening and the development of the Seventh-day Adventist movement that emerged . Consequently experiences well understood at the time are in some instances merely alluded to, and expressions are employed which to be correctly understood, must be thought of in the framework of the history of the Sabbathkeeping Adventists in those early years.EW vii.1 , in writing of the sounding of the messages of the three angels , Ellen White deals with the experiences of those who participated in the work and draws lessons from these experiences, rather than giving as one might expect, a clear-cut presentation of the character of these messages. -240;254-258. She at times employs such now unfamiliar terms as “nominal Adventist,” “shut door,” “open door,” et cetera.EW vii.2 Today we are removed by more than a century from those heroic times. The reader must keep this clearly in mind. The history which was so well known to the contemporaries of Ellen White we shall now review, touching some of the high points of the experiences of the Sabbathkeeping Adventists during the decade or two preceding the first publication of the materials that appear here.EW vii.3 In the opening paragraphs Mrs. White makes brief reference to her conversion and her early Christian experience. She tells also of hearing lectures on the Bible doctrine of the expected personal advent of Christ, which was thought to be near at hand. The great Advent Awakening to which such brief reference is here made was a movement worldwide in its outreach. It emerged as the result of careful study of the prophetic scriptures on the part of many, and the acceptance of the good news of the coming of Jesus by large numbers of people throughout the world.EW viii.1"
    },
    {
      "chapter_number": 2,
      "title": "Experience and Views",
      "content": "By the request of dear friends I have consented to give a brief sketch of my experience and views, with the hope that it will cheer and strengthen the humble, trusting children of the Lord. At the age of eleven years I was converted, and when twelve years old was baptized, and joined the Methodist Church. [Mrs. White was born at Gorham, Maine, , 1827.] At the age of thirteen I heard William Miller deliver his second course of lectures in Portland, Maine. I then felt that I was not holy, not ready to see Jesus. And when the invitation was given for church members and sinners to come forward for prayers, I embraced the first opportunity, for I knew that I must have a great work done for me to fit me for heaven. My soul was thirsting for full and free salvation, but knew not how to obtain it. , I constantly attended the second advent meetings in Portland, Maine, and fully believed that the Lord was coming. I was hungering and thirsting for full salvation, an entire conformity to the will of God. Day and night I was struggling to obtain this priceless treasure, that all the riches of earth could not purchase. As I was bowed before God praying for this blessing, the duty to go and pray in a public prayer meeting was presented before me. I had never prayed vocally in meeting, and drew back from the duty, fearing that if I should attempt to pray I would be confounded. Every time I went before the Lord in secret prayer this unfulfilled duty presented itself, until I ceased to pray, and settled down in a melancholy state, and finally in deep despair. In this state of mind I remained for three weeks, with not one ray of light to pierce the thick clouds of darkness around me. I then had two dreams which gave me a faint ray of light and hope. [The dreams here referred to will be found -81.] After that I opened my mind to my devoted mother. She told me that I was not lost and advised me to go and see Brother Stockman, who then preached to the Advent people in Portland. I had great confidence in him, for he was a devoted and beloved servant of Christ. His words affected me and led me to hope. I returned home and again went before the Lord, and promised that I would do and suffer anything if I could have the smiles of Jesus. The same duty was presented. There was to be a prayer meeting that evening, which I attended, and when others knelt to pray, I bowed with them trembling, and after two or three had prayed, I opened my mouth in prayer before I was aware of it, and the promises of God looked to me like so many precious pearls that were to be received by only asking for them. As I prayed, the burden and agony of soul that I had so long felt left me, and the blessing of God came upon me like the gentle dew. I gave glory to God for what I felt, but I longed for more. I could not be satisfied till I was filled with the fullness of God. Inexpressible love for Jesus filled my soul. Wave after wave of glory rolled over me, until my body grew stiff. Everything was shut out from me but Jesus and glory, and I knew nothing of what was passing around me. I remained in this state of body and mind a long time, and when I realized what was around me, everything seemed changed. Everything looked glorious and new, as if smiling and praising God. I was then willing to confess Jesus everywhere. For six monthsnot a cloud of darkness passed over my mind. My soul was daily drinking rich draughts of salvation. I thought that those who loved Jesus would love His coming, so went to the class meeting and told them what Jesus had done for me and what a fullness I enjoyed through believing that the Lord was coming. The class leader interrupted me, saying, “Through Methodism”; but I could not give the glory to Methodism when it was Christ and the hope of His soon coming that had made me free. Most of my father’s family were full believers in the advent, and for bearing testimony to this glorious doctrine seven of us were at one time cast out of the Methodist Church. At this time the words of the prophet were exceedingly precious to us: “Your brethren that hated you, that cast you out for My name’s sake, said, Let the Lord be glorified: but He shall appear to your joy, and they shall be ashamed.”:5. From this time, up to December, 1844, my joys, trials, and disappointments were like those of my dear Advent friends around me. At this time I visited one of our Advent sisters, and in the morning we bowed around the family altar. It was not an exciting occasion, and there were but five of us present, all women. While I was praying, the power of God came upon me as I had never felt it before. I was wrapped in a vision of God’s glory, and seemed to be rising higher and higher from the earth, and was shown something of the travels of the Advent people to the Holy City, as narrated below."
    },
    {
      "chapter_number": 3,
      "title": "Supplement",
      "content": "Dear Christian Friends, As I have given a brief sketch of my experience and views, published , it seems to be my duty to notice some points in that little work, also to give more recent views. 1. Onpage 33is given the following: “I saw that the holy Sabbath is, and will be, the separating wall between the true Israel of God and unbelievers; and that the Sabbath is the great question to unite the hearts of God’s dear, waiting saints. I saw that God had children who do not see and keep the Sabbath. They have not rejected the light upon it. And at the commencement of the time of trouble, we were filled with the Holy Ghost as we went forth and proclaimed the Sabbath more fully.” This view was given when there were but very few of the Advent brethren observing the Sabbath, and of these but few supposed that its observance was of sufficient importance to draw a line between the people of God and unbelievers. Now the fulfillment of that view is beginning to be seen. “The commencement of that time of trouble,” here mentioned does not refer to the time when the plagues shall begin to be poured out, but to a short period just before they are poured out, while Christ is in the sanctuary. At that time, while the work of salvation is closing, trouble will be coming on the earth, and the nations will be angry, yet held in check so as not to prevent the work of thethird angel. At that time the “latter rain,” or refreshing from the presence of the Lord, will come, to give power to the loud voice of the third angel, and prepare the saints to stand in the period when the seven last plagues shall be poured out. 2. The view of “The Open and Shut Door”, -45, was given . The application :7, 8, to the heavenly sanctuary and Christ’s ministry was entirely new to me. I had never heard the idea advanced by anyone. Now as the subject of the sanctuary is being clearly understood, the application is seen in its force and beauty. 3. The view that the Lord “had stretched out His hand the second time to recover the remnant of His people,” , refers only to the union and strength once existing among those looking for Christ, and to the fact that He had begun to unite and to raise up His people again. 4.Spirit Manifestations. [SeeAppendix.] Onpage 43read as follows: “I saw that the mysterious knocking in New York and other places was the power of Satan, and that such things would be more and more common, clothed in a religious garb so as to lull the deceived to greater security and to draw the minds of God’s people, if possible, to those things and cause them to doubt the teaching and power of the Holy Ghost.” This view was given , nearly five years since. Then spirit manifestations were mostly confined to the city of Rochester, known as the “Rochester knockings.” Since that time the heresy has spread beyond the expectations of anyone. Much of the view , headed “Mysterious Rapping” given , has since been fulfilled, and is now fulfilling. Here is a portion of it: “I saw that soon it would be considered blasphemy to speak against the rapping, and that it would spread moreand more, that Satan’s power would increase, and some of his devoted followers would have power to work miracles, and even to bring down fire from heaven in the sight of men. I was shown that by the rapping and mesmerism these modern magicians would yet account for all the miracles wrought by our Lord Jesus Christ, and that many would believe that all the mighty works of the Son of God when on earth were accomplished by this same power.” I saw the rapping delusion—what progress it was making, and that if it were possible it would deceive the very elect. Satan will have power to bring before us the appearance of forms purporting to be our relatives or friends now sleeping in Jesus. It will be made to appear as if these friends were present; the words that they uttered while here, with which we were familiar, will be spoken, and the same tone of voice that they had while living will fall upon the ear. All this is to deceive the saints and ensnare them into the belief of this delusion. I saw that the saints must get a thorough understanding of present truth, which they will be obliged to maintain from the Scriptures. They must understand the state of the dead; for the spirits of devils will yet appear to them, professing to be beloved friends and relatives, who will declare to them that the Sabbath has been changed, also other unscriptural doctrines. They will do all in their power to excite sympathy and will work miracles before them to confirm what they declare. The people of God must be prepared to withstand these spirits with the Bible truth that the dead know not anything, and that they who appear to them are the spirits of devils. Our minds must not be taken up with things around us, but must be occupied with the present truth and a preparation to give a reason of our hope with meekness and fear. We must seekwisdom from on high that we may stand in this day of error and delusion. We must examine well the foundation of our hope, for we shall have to give a reason for it from the Scriptures. This delusion will spread, and we shall have to contend with it face to face; and unless we are prepared for it, we shall be ensnared and overcome. But if we do what we can on our part to be ready for the conflict that is just before us, God will do His part, and His all-powerful arm will protect us. He would sooner send every angel out of glory to the relief of faithful souls, to make a hedge about them, than have them deceived and led away by the lying wonders of Satan. I saw the rapidity with which this delusion was spreading. A train of cars was shown me, going with the speed of lightning. The angel bade me look carefully. I fixed my eyes upon the train. It seemed that the whole world was on board, that there could not be one left. Said the angel, “They are binding in bundles ready to burn.” Then he showed me the conductor, who appeared like a stately, fair person, whom all the passengers looked up to and reverenced. I was perplexed and asked my attending angel who it was. He said, “It is Satan. He is the conductor in the form of an angel of light. He has taken the world captive. They are given over to strong delusions, to believe a lie, that they may be damned. This agent, the next highest in order to him, is the engineer, and other of his agents are employed in different offices as he may need them, and they are all going with lightning speed to perdition.” I asked the angel if there were none left. He bade me look in an opposite direction, and I saw a little company traveling a narrow pathway. All seemed to be firmly united, bound together by the truth, inbundles, or companies. Said the angel, “The third angel is binding, or sealing, them in bundles for the heavenly garner.” This little company looked careworn, as if they had passed through severe trials and conflicts. And it appeared as if the sun had just risen from behind a cloud and shone upon their countenances, causing them to look triumphant, as if their victories were nearly won. I saw that the Lord has given the world opportunity to discover the snare. This one thing is evidence enough for the Christian, if there were no other; namely, that there is no difference made between the precious and the vile. Thomas Paine, whose body has now moldered to dust and who is to be called forth at the end of the one thousand years, at the second resurrection, to receive his reward and suffer the second death, is represented by Satan as being in heaven, and highly exalted there. Satan used him on earth as long as he could, and now he is carrying on the same work through pretensions of having Thomas Paine so much exalted and honored in heaven; as he taught here, Satan would make it appear that he is teaching in heaven. There are some who have looked with horror at his life and death, and his corrupt teachings while living, but who now submit to be taught by him, one of the vilest and most corrupt of men, one who despised God and His law. [To appreciate the force of these remarks the reader needs to understand that a work was published through the mediumship of “Rev. C. Hammond,” entitledPilgrimage of Thomas Paine in the Spirit World, In which Paine is represented as an exalted spirit in theSeventh Sphere. And in the “Investigating Class in New York,” it was said that Christ himself had conversed with a medium and revealed that he was in theSixth Sphere. The disparity will be understood when it is remembered that they represent the spirits as progressing in the spirit world, and that Christ, after more years of progress, has reached the sixth sphere, while Paine, in years, has reached the seventh! A further explanation of this may be found in the statement of Doctor Hare, that his spirit sister said her progress had been retarded by her belief in the atonement of Christ. Thus does spiritualism exalt infidels and infidelity. See alsoAppendix.] He who is the father of lies, blinds and deceives the world by sending forth his angels to speak for the apostles, and to make it appear that they contradict what they wrote by the dictation of the Holy Ghost when on earth. These lying angels make the apostles to corrupt their own teachings and to declare them to be adulterated. By so doing Satan delights to throw professed Christians and all the world into uncertainty about the Word of God. That holy Book cuts directly across his track and thwarts his plans; therefore he leads them to doubt its divine origin. Then he sets up the infidel, Thomas Paine, as if he were ushered into heaven when he died, and now, united with the holy apostles whom he hated on earth, were engaged in teaching the world. Satan assigns to each of his angels a part to act. He enjoins upon them all to be sly, artful, cunning. He instructs some of them to act the part of the apostles and to speak for them, while others are to act the part of infidels and wicked men who died cursing God, but now appear to be very religious. There is no difference made between the most holy apostles and the vilest infidel. They are both made to teach the same thing. It matters not whom Satan makes to speak, if his object is only accomplished. He was so intimately connected with Paine upon the earth, aiding him in his work, that it is an easy thing for him to know the very words Paine used and the very handwriting of one who served him so faithfully and accomplished his purposes so well. Satan dictated much of his writings, and it is an easy thing for him to dictate sentiments through his angels now and make it appearthat they come through Thomas Paine, who, while living, was a devoted servant of the evil one. This is the masterpiece of Satan. All this teaching, purporting to be from apostles and saints and wicked men who have died, comes directly from his satanic majesty. The fact that Satan claims that one whom he loved so well, and who hated God so perfectly, is now with the holy apostles and angels in glory, should be enough to remove the veil from all minds and discover to them the dark, mysterious works of Satan. He virtually says to the world and to infidels, No matter how wicked you are, no matter whether you believe or disbelieve in God or the Bible, live as you please, heaven is your home; for all know that if Thomas Paine is in heaven, and so exalted, they will surely get there. This error is so glaring that all may see if they will. Satan is now doing through persons like Thomas Paine what he has been trying to do since his fall. He is, through his power and lying wonders, tearing away the foundation of the Christian’s hope and putting out the sun that is to light them in the narrow way to heaven. He is making the world believe that the Bible is uninspired, no better than a storybook, while he holds out something to take its place; namely,spiritual manifestations! Here is a channel wholly devoted to himself and under his control, and he can make the world believe what he will. The Book that is to judge him and his followers he puts back in the shade, just where he wants it. The Saviour of the world he makes to be no more than a common man; and as the Roman guard that watched the tomb of Jesus spread the lying report that the chief priests and elders put into their mouths, so will the poor, deluded followers of these pretended spiritual manifestations repeat and try to make itappear that there is nothing miraculous about our Saviour’s birth, death, and resurrection. After putting Jesus in the background, they attract the attention of the world to themselves and to their miracles and lying wonders, which, they declare, far exceed the works of Christ. Thus the world is taken in the snare and lulled into a feeling of security, not to find out their awful deception until the seven last plagues are poured out. Satan laughs as he sees his plan succeed so well and the whole world taken in the snare. 5. , I stated that a cloud of glorious light covered the Father and that His person could not be seen. I also stated that I saw the Father rise from the throne. The Father was enshrouded with a body of light and glory, so that His person could not be seen; yet I knew that it was the Father and that from His person emanated this light and glory. When I saw this body of light and glory rise from the throne, I knew it was because the Father moved, therefore said, I saw the Father rise. The glory, or excellency, of His form I never saw; no one could behold it and live; yet the body of light and glory that enshrouded His person could be seen. I also stated that “Satanappearedto be by the throne, trying to carry on the work of God.” I will give another sentence from the same page: “I turned to look at the company who were still bowed before the throne.” Now this praying company was in this mortal state, on the earth, yet represented to me as bowed before the throne. I never had the idea that these individuals were actually in the New Jerusalem. Neither did I ever think that any mortal could suppose that I believed that Satan was actually in the New Jerusalem. But did not John see the great red dragon in heaven? Certainly. “And there appeared another wonder in heaven; and behold a great reddragon, having seven heads and ten horns.”:3. What a monster to be in heaven! Here seems to be as good a chance for ridicule as in the interpretation which some have placed upon my statements. 6. -52is a view given January, 1850. That portion of this view which relates to means being withheld from the messengers, applied more particularly to that time. Since then, friends of the cause of present truth have been raised up, who have watched for opportunity to do good with their means. Some have handed out too freely, to the injury of the receivers. For about two years I have been shown more relative to a careless and too free use of the Lord’s money, than a lack of it. The following is from a view given at Jackson, Michigan, , 1853. It related mostly to the brethren at that place: “I saw that the brethren commenced to sacrifice their property and handed it out without having the true object set before them—the suffering cause—and they handed out too freely, too much, and too often. I saw that the teachers should have stood in a place to correct this error and exert a good influence in the church. Money has been made of little or no consequence, the sooner disposed of the better. A bad example has been set by some in accepting large donations and not giving the least caution to those who had means not to use it too freely and carelessly. By accepting so large an amount of means, without questioning whether God had made it the duty of the brethren to bestow so largely, too bountiful giving has been sanctioned. “Those who gave also erred, not being particular to inquire into the necessities of the case, whether there was actual need or not. Those who had means were thrown into great perplexity. One brother was much hurt by too much means being put into his hands.He did not study economy, but lived extravagantly, and in his travels laid out money here and there to no profit. He spread a wrong influence by making such free use of the Lord’s money, and would say in his own heart, and to others, ‘There is means enough in J—, more than can be used before the Lord comes.’ Some were very much injured by such a course and came into the truth with wrong views, not realizing that it was the Lord’s money they were using and not feeling the worth of it. Those poor souls who have just embraced the third angel’s message and have had such an example set before them will have much to learn to deny self and suffer for Christ’s sake. They will have to learn to give up ease, cease studying their convenience and comfort, and bear in mind the worth of souls. Those who feel the ‘woe’ upon them will not be for making great preparations to travel in ease and comfort. Some who have no calling have been encouraged into the field. Others have been affected by these things and have not felt the need of economy, of denying themselves, and putting into the treasury of the Lord. They would feel and say, ‘There are others who have means enough; they will give for the paper. I need not do anything. The paper will be supported without my help.’” It has been no small trial to me to see that some have taken that portion of my views which related to sacrificing property to sustain the cause and made a wrong use of it; they use means extravagantly, while neglecting to carry out the principles of other portions. , read the following: “I saw that the cause of God had been hindered and dishonored by some traveling who had no message from God. Such will have to give an account to God for every dollar they have used in traveling where it was not their duty to go, because that money might have helped on the causeof God.” Also,: “I saw that those who have strength to labor with their hands, and help sustain the cause, were as accountable for their strength as others were for their property.” I would here call special attention to the view of this subject given . Here is a short extract: “The object of the words of our Saviour [:33] has not been clearly presented.” I saw that “the object of selling is not to give to those who are able to labor and support themselves, but to spread the truth. It is a sin to support and indulge in idleness those who are able to labor. Some have been zealous to attend all the meetings, not to glorify God, but for the ‘loaves and fishes.’ Such would much better have been at home laboring with their hands, ‘the thing that is good,’ to supply the wants of their families, and to have something to give to sustain the precious cause.” It has been Satan’s design in times past to push out some with a hurried spirit to make a too free use of means, and influence the brethren to rashly dispose of their property, that through an abundance of means thrown out carelessly and hastily, souls might be injured and lost, and that now, when the truth is to be spread more extensively, the lack might be felt. His design has, in some degree, been accomplished. The Lord has shown the error of many in looking to those only who have property to support the publication of the paper and tracts.Allshould act their part. Those who have strength to labor with their hands, and earn means to help sustain the cause, are as accountable for it as others are for their property. Every child of God who professes to believe the present truth, should be zealous to act his part in this cause. July, 1853, I saw that it was not as it should be that the paper, owned and approved by God, should come out so seldom. The cause, in the time in whichwe are living, demands the paper weekly, [TheReview and Heraldprevious to this time had been published quite irregularly and was now issued semimonthly.] and the publication of many more tracts to expose the increasing errors of this time; but the work is hindered for want of means. I saw that the truth must go and that we must not be too fearful, that tracts and papers might better go to three where they were not needed than to have one deprived of them who prizes them and can be benefited by them. I saw that the last-day signs should be brought out clearly, for the manifestations of Satan are on the increase. The publications of Satan and his agents are increasing, their power is growing, and what we do to get the truth before others must be done quickly. I was shown that the truth once published now, will stand, for it is the truth for the last days; it will live, and less need be said upon it in future. Numberless words need not be put upon paper to justify what speaks for itself and shines in its clearness. Truth is straight, plain, clear, and stands out boldly in its own defense; but it is not so with error. It is so winding and twisting that it needs a multitude of words to explain it in its crooked form. I saw that all the light they had received in some places had come from the paper; that souls had received the truth in this way, and then talked it to others; and that now in places where there are several, they had been raised up by this silent messenger. It was their only preacher. The cause of truth should not be hindered in its onward progress for want of means."
    },
    {
      "chapter_number": 4,
      "title": "Spiritual Gifts, Vol. 1",
      "content": "The gift of prophecy was manifested in the church during the Jewish dispensation. If it disappeared for a few centuries, on account of the corrupt state of the church toward the close of that dispensation, it reappeared at its close to usher in the Messiah. Zacharias, the father of John the Baptist, “was filled with the Holy Ghost, and prophesied.” Simeon, a just and devout man who was “waiting for the consolation of Israel,” came by the Spirit into the temple, and prophesied of Jesus as “a light to lighten the Gentiles, and the glory of Thy people Israel”; and Anna, a prophetess, “spake of Him to all them that looked for redemption in Jerusalem.” And there was no greater prophet than John the Baptist, who was chosen of God to introduce to Israel “the Lamb of God, which taketh away the sin of the world.” The Christian age commenced with the outpouring of the Spirit, and a great variety of spiritual gifts was manifested among the believers. These were so abundant that Paul could say to the Corinthian church, “The manifestation of the Spirit is given toevery manto profit withal”—to every man in the church, not to every man in the world, as many have applied it. Since the great apostasy, these gifts have rarely been manifested; and this is probably the reason why professed Christians generally believe that they were limited to the period of the primitive church. But is it not on account of the errors and unbelief of the church that the gifts have ceased? And when the people of God shall attain to primitive faith and practice, as they certainly will by the proclamation of the commandments of God and the faith of Jesus, will not “the latter rain” Again develop the gifts? Reasoning from analogy we should expect it. Notwithstanding theapostasies of the Jewish age, it opened and closed with special manifestations of the Spirit of God. And it is unreasonable to suppose that the Christian age—the light of which, compared with the former dispensation, is as the light of the sun compared with the feeble rays of the moon—should commence in glory and close in obscurity. And since a special work of the Spirit was necessary to prepare a people for the first advent of Christ, how much more so for the second; especially since the last days were to be perilous beyond all precedent, and false prophets were to have power to show great signs and wonders, insomuch that, if it were possible, they should deceive the very elect. But to the Scriptures of truth: “And He said unto them, Go ye into all the world, and preach the gospel to every creature. He that believeth and is baptized shall be saved; but he that believeth not shall be damned. And these signs shall follow them that believe: In My name shall they cast out devils; they shall speak with new tongues; they shall take up serpents; and if they drink any deadly thing, it shall not hurt them; they shall lay hands on the sick, and they shall recover.”:15-18. Campbell’s translation says, “These miraculous powers shall attend the believers.” The gifts were not confined to the apostles, but extended to the believers. Who will have them? Those that believe. How long? There is no limitation; the promise runs parallel with the great commission to preach the gospel and reaches the last believer. But it is objected that this aid was promised only to the apostles and to those who believed through their preaching; that they fulfilled the commission, established the gospel, and that the gifts ceased with that generation. Let us see if the great commission ended with that generation.:19, 20. “Go ye therefore,and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost: teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world.” That the preaching of the gospel under this commission did not end with the primitive church is evident from the promise, “I am with you alway, even unto the end of the world.” He does not say, I am with you, apostles, everywhere, even to the ends of the earth; but I am with youalways, to the end of the world, or age. It will not do to say that the Jewish age is meant, for that had already ended at the cross. I conclude, then, that the preaching and the belief of the primitive gospel will always be attended with the same spiritual aid. The apostles’ commission belonged to the Christian age, and embraced the whole of it. Consequently the gifts were lost only through apostasy, and will be revived with the revival of primitive faith and practice. In1 :28, we are informed that God hath set, placed, or fixed, certain spiritual gifts in the church. In the absence of any scriptural proof that He has removed or abolished them, we must conclude that they were intended to remain. Where is the proof then that they are abolished? In the same chapter where theJewishSabbath is abolished, and theChristianSabbath instituted—a chapter in the acts of the mystery of iniquity and the man of sin. But the objector claims Bible proof that gifts were to cease, contained in the following text: “Charity never faileth: but whether there be prophecies, they shall fail; whether there be tongues, they shall cease; whether there be knowledge, it shall vanish away. For we know in part, and we prophesy in part. But when that which is perfect is come, then that which is in partshall be done away. When I was a child, I spake as a child, I understood as a child, I thought as a child: But when I became a man, I put away childish things. For now we see through a glass, darkly; but then face to face: Now I know in part; but then shall I know even as also I am known. And now abideth faith, hope, charity.”1 :8-13. This text does foretell the cessation of spiritual gifts, also of faith and hope. Butwhenwere they to cease? We still look forward to the time when— “Hope shall change to glad fruition, faith to sight, and prayer to praise.” They are to cease when that which is perfect is come, when we shall no longer see through a glass darkly, but face to face. The perfect day, when the just are made perfect and see as they are seen, is yet in the future. It is true that the man of sin, when arrived at manhood, had put away such “childish things” as prophecies, tongues, and knowledge, and also the faith, hope, and charity of the primitive Christians. But there is nothing in the text to show that God designed to take away the gifts which he had set in the church, till the consummation of her faith and hope, till the surpassing glory of the immortal state should eclipse the most brilliant displays of spiritual power and knowledge ever manifested in this mortal state. The objection founded upon2 :16, which some have gravely presented, deserves no more than a passing remark. If Paul, in saying that the Scriptures are to make the man of God perfect, thoroughly furnished unto all good works, meant that nothing more should be written by inspiration, why was he at that moment adding to those Scriptures? At least why did he not drop the pen as soon as that sentence was written? And why did John, thirty years afterward, write the book of Revelation? This book contains another textwhich is quoted to prove the abolition of spiritual gifts. “For I testify unto every man that heareth the words of the prophecy of this book, if any man shall add unto these things, God shall add unto him the plagues that are written in this book: And if any man shall take away from the words of the book of this prophecy, God shall take away his part out of the book of life, and out of the Holy City, and from the things which are written in this book.”:18, 19. From this text it is claimed that God, who at sundry times and in divers manners spake in time past to the fathers by the prophets, and, in the commencement of the gospel day, by Jesus and His apostles, has hereby solemnly promised never to communicate anything more to man in that way. Therefore all prophesying after this date must be false. This, it is said, closes the canon of inspiration. If so, why did John write his gospel after his return from Patmos to Ephesus? In doing so did he add to the words of the prophecy of that book written in the isle of Patmos? It is evident, from the text, that the caution against adding to, or taking from, refers not to the Bible as we have the volume compiled, but to the separate book of Revelation, as it came from the hand of the apostle. Yet no man has a right to add to, or subtract from, any other book written by inspiration of God. Did John, in writing the book of Revelation, add anything to the book of Daniel’s prophecy? Not at all. A prophet has no right to alter the word of God. But the visions of John corroborate those of Daniel and give much additional light upon the subjects there introduced. I conclude, then, that the Lord has not bound Himself to keep silence, but is still at liberty to speak. Ever be it the language of my heart, Speak, Lord, through whom Thou wilt; Thy servant heareth. Thus the attempt to prove from Scripture the abolitionof spiritual gifts, proves a total failure. And since the gates of hades have not prevailed against the church, but God still has a people on earth, we may look for the development of the gifts in connection with the third angel’s message, a message which will bring back the church to apostolic ground and make it indeed the light—not darkness—of the world. Again: we are forewarned that there would be false prophets in the last days, and the Bible gives a test by which to try their teachings in order that we may distinguish between the true and the false. The grand test is the law of God, which is applied both to the prophesyings and to the moral character of the prophets. If there were to be no true prophesyings in the last days, how much easier to have stated the fact, and thus cut off all chance for deception, than to give a test by which to try them, as if there would be the genuine as well as the false. :19, 20, is a prophecy of the familiar spirits of the present time, and the law is given as a test: “To the law and to the testimony: if they speak not according tothis word, it is because there is no light in them.” Why say, “If they speak not,” if there was to be no true spiritual manifestation or prophesying at the same time? Jesus says, “Beware of false prophets.... Ye shall know them by their fruits.”:15, 16. This is a part of the Sermon on the Mount, and all can see that this discourse has a general application to the church through the gospel age. False prophets are to be known by their fruits; in other words, by their moral character. The only standard by which to determine whether their fruits are good or bad, is the law of God. Thus we are brought to the law and to the testimony. True prophets will not only speak according to this word, but they will live according to it. One who speaks and lives thus, I dare not condemn. It has always been a characteristic of false prophets that they see visions of peace; and they will be saying, “Peace and safety,” when sudden destruction comes upon them. The true will boldly reprove sin and warn of coming wrath. Prophesyings which contradict the plain and positive declarations of the Word, are to be rejected. Thus our Saviour taught His disciples when He warned them concerning the manner of His second coming. When Jesus ascended to heaven in the sight of His disciples, it was declared most explicitly by the angels that this same Jesus should so come in like manner as they had seen Him go into heaven. Hence Jesus, in predicting the work of the false prophets of the last days, says, “If they shall say unto you, behold, He is in the desert; go not forth: Behold, He is in the secret chambers, believe it not.” All true prophesying on that point must recognize His visible coming from heaven. Why did not Jesus say, reject all prophesying at that time; for there will be no true prophets then? “And He gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers; for the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ: till we all come in the unity of the faith, and of the knowledge of the Son of God, unto a perfect man, unto the measure of the stature of the fullness of Christ.”:11-13. We learn from a previous verse that when Christ ascended up on high, He gave gifts unto men. Among these gifts are enumerated apostles, prophets, evangelists, pastors, and teachers. The object for which they were given was the perfecting of the saints in unity and knowledge. Some who profess to be pastors and teachers at the present day hold that these gifts fully accomplished their object some eighteen hundred years ago,and consequently ceased. Why not then throw aside their titles of pastors and teachers? If the office of prophet is by this text limited to the primitive church, so is that of the evangelist—and all the rest; for no distinction is made. Now let us reason a moment upon this point. All these gifts were given for the perfecting of the saints in unity, knowledge, and spirit. Under their influence the primitive church for a time enjoyed that unity: “The multitude of them that believed were of one heart and of one soul.” And it seems a natural consequence of this state of unity, that “withgreat powergave the apostles witness of the resurrection of the Lord Jesus: And great grace was upon them all.”:31-33. How desirable such a state of things now! But apostasy with its dividing and blighting influence marred the beauty of the fair church and clothed her in sackcloth. Division and disorder have been the result. Never was there so great a diversity of faith in Christendom as at the present day. If the gifts were necessary to preserve the unity of the primitive church, how much more so to restore unity now! And that it is the purpose of God to restore the unity of the church in the last days, is abundantly evident from the prophecies. We are assured that the watchmen shall see eye to eye, when the Lord shall bring again Zion. Also, that in the time of the end the wise shall understand. When this is fulfilled there will be unity of faith with all whom God accounts wise; for those that do in reality understand aright, must necessarily understand alike. What is to effect this unity but the gifts that were given for this very purpose? From considerations like these, it is evident that the perfect state of the church here predicted is still in the future; consequently these gifts have not yet accomplished their purpose. This letter to the Ephesianswas written in A.D. 64, about two years before Paul told Timothy that he was ready to be offered, and the time of his departure was at hand. The seeds of the apostasy were now germinating in the church, for Paul had said ten years before, in his second letter to the Thessalonians, “The mystery of iniquity doth already work.” Grievous wolves were now about to enter in, not sparing the flock. The church was not then rising and advancing to that perfection in unity contemplated in the text, but was about to be torn by factions and distracted by divisions. The apostle knew this; consequently he must have looked beyond the great apostasy, to the period of the gathering of the remnant of God’s people, when he said, “Till we all come into [margin] the unity of the faith.”:13. Hence the gifts that were set in the church have not yet served out their time. “Quench not the Spirit. Despise not prophesyings. Prove all things; hold fast that which is good.”1 :19-21. In this epistle the apostle introduces the subject of the second coming of the Lord. He then describes the state of the unbelieving world at that time, who are saying, “Peace and safety,” when the day of the Lord is about to burst upon them, and sudden destruction come upon them as a thief in the night. He then exhorts the church, in view of these things, to keep awake, to watch and be sober. Among the exhortations that follow are the words we have quoted, “Quench not the Spirit,” etc. Some may think that these three verses are completely detached from one another in sense; but they have a natural connection in the order in which they stand. The person who quenches the Spirit will be left to despise prophesyings, which are the legitimate fruit of the Spirit. “I will pour out My Spirit upon all flesh; and your sons and your daughters shallprophesy.”:28. The expression, “Prove all things,” is limited to the subject of discourse, prophesyings, and we are to try the spirits by the tests which God has given us in His Word. Spiritual deceptions and false prophesyings abound at the present time; and doubtless this text has a special application here. But mark, the apostle does not say, Reject all things; but, Prove all things;Hold fastthat which isgood. “And it shall come to pass afterward, that I will pour out My Spirit upon all flesh; and your sons and your daughters shall prophesy, your old men shall dream dreams, your young men shall see visions; and also upon the servants and upon the handmaids in those days will I pour out My Spirit. And I will show wonders in the heavens and in the earth, blood, and fire, and pillars of smoke. The sun shall be turned into darkness, and the moon into blood, before the great and the terrible day of the Lord come. And it shall come to pass, that whosoever shall call on the name of the Lord shall be delivered: For in Mount Zion and in Jerusalem shall be deliverance, as the Lord hath said, and in the remnant whom the Lord shall call.”:28-32. This prophecy of Joel, which speaks of the outpouring of the Holy Spirit in the last days, was not all fulfilled at the beginning of the gospel dispensation. This is evident from the wonders in heaven and in earth, introduced in this text, which were to be precursors of “The great and terrible day of the Lord.” though we have had the signs, that terrible day is still in the future. The whole gospel dispensation may be called the last days, but to say that thelastdays are years in the past, is absurd. They reach to the day of the Lord and to the deliverance of the remnant of God’s people: “For in Mount Zion and in Jerusalem shall be deliverance, as the Lord hath said, and in theremnantwhom the Lord shall call.” This remnant, existing amid the signs and wonders that usher in the great and terrible day of the Lord, is doubtless the remnant of the seed of the woman spoken of :17—the last generation of the church on earth. “And the dragon was wroth with the woman, and went to make war with the remnant of her seed, which keep the commandments of God, and have the testimony of Jesus Christ.” The remnant of the gospel church will have the gifts. War will be waged against them because they keep the commandments of God and have the testimony of Jesus Christ. (:17.) :10, the testimony of Jesus is defined to be the spirit of prophecy. Said the angel, “I am thy fellow servant, and of thy brethren that have the testimony of Jesus.” :9, he repeats the same in substance, as follows: “I am thy fellow servant, and of thy brethren the prophets.” From the comparison we see the force of the expression, “The testimony of Jesus is the spirit of prophecy.” But the testimony of Jesus includes all the gifts of that one Spirit. Says Paul: “I thank my God always on your behalf, for the grace of God which is given you by Jesus Christ; that in everything ye are enriched by Him, in all utterance, and in all knowledge; even as the testimony of Christ was confirmed in you: So that ye come behind in no gift; waiting for the coming of our Lord Jesus Christ.”1 :4-7. The testimony of Christ was confirmed in the Corinthian church; and what was the result? They came behind in no gift. Are we not justified, then, in the conclusion that when the remnant are fully confirmed in the testimony of Jesus, they will come behind in no gift, waiting for the coming of our Lord Jesus Christ?"
    },
    {
      "chapter_number": 5,
      "title": "Appendix",
      "content": "-20: “My First Vision”.—That which is presented in this chapter was first published by the editor of theDay-Star, , 1846, as “A Letter from Sister Harmon” dated “Portland, Maine, , 1845.” It appeared again in print , 1847, under the title “To The Remnant Scattered Abroad.” The present title was assigned in the reprinting ofExperience and Views. Detailed autobiographical accounts as published present that which appears here as two distinct visions. See “My First Vision” inSpiritual :30-35;Testimonies for the :58-61; and “Vision of the New Earth,” inSpiritual :52-55;:67-70. -20:Portrayal of Future Events.—As Mrs. White described that which God revealed to her concerning future events, she did so, at times, as one participating in these events, whether they were in the past or the present or the future. In response to inquiries as to her state in vision, she wrote: “When the Lord sees fit to give a vision, I am taken into the presence of Jesus and angels, and am entirely lost to earthly things.... My attention is often directed to scenes transpiring upon earth. At times I am carried far ahead into the future and shown what is to take place. Then again I am shown things as they have occurred in the past.”—Spiritual :292. Ellen White, an Adventist herself, wrote as one present who saw and heard that which is yet to take place; E.G.,Early Writings: “Soon we heard the voice of God like many waters, which gave us the day and hour of Jesus’ coming.”—. “We all entered the cloud together, and were seven days ascending to the sea of glass, when Jesus brought the crowns, and with his own right hand placed them on our heads.”—. “We all marched in and felt that we had a perfect right in the city.” “We saw the tree of life and the throne of God.” “With Jesus at our head we all descended from the city down to this earth.”—. “As we were about to enter the holy temple”.... “The wonderful things I there saw I cannot describe.”—. After the vision she was able to recall much of what had been shown to her, but that which was secret, and not to be revealed, she could not recall. As a part of the scene of what is to take place when God’s people are delivered (), she heard announced “the day and hour of Jesus’ coming” (; see ). But of this she later wrote: “I have not the slightest knowledge as to the time spoken by the voice of God. I heard the hour proclaimed, but had no remembrance of that hour after I came out of vision. Scenes of such thrilling, solemn interest passed before me, as no language is adequate to describe. It was all a living reality to me.”—Ellen G. , 1888, published inSelected :76. The fact that she seemed to be participating in certain events offered no guarantee that she would be a participant when the events occurred. :Brethren Fitch and Stockman.—In the account of her first vision Mrs. White makes reference to “Brethren Fitch and Stockman” as men she met and conversed with in the New Jerusalem. Both were ministers with whom Ellen White had been acquainted and who had taken an active part in proclaiming the message of the expected advent of Christ, but who had died shortly before the disappointment of , 1844. Charles Fitch, a Presbyterian minister, accepted the Advent message from reading William Miller’s lectures and through his meeting with Josiah Litch. He threw himself wholeheartedly into the proclamation of the expected advent of Christ at the close of -year period, and became a prominent leader in the Advent Awakening. he designed the prophetic chart used so effectively and referred to inEarly Writings, 74. He died a little more than a week before , 1844. His death came about through illness contracted through over-exposure in conducting three baptismal services on a chilly autumn day. (SeeProphetic Faith of our Fathers, Vol. 4, 533-545.) Levi F. Stockman was a youthful Methodist minister of the state of Maine who , with about thirty other Methodist ministers, embraced and began to preach the second advent of Christ. He was laboring in Portland, Maine, when his health failed. He died of tuberculosis on , 1844. It was to him that Mrs. White, as a girl, went for advice when in her discouragement God spoke to her in two dreams. (SeeEarly Writings, 12, 78-81;Prophetic Faith of our Fathers, Vol. 4, 780-782.) :Mesmerism.—In order to justify their opposition, some early enemies of the visions suggested that Ellen White’s experience was brought about through mesmerism, a phenomenon known today as hypnosis. Hypnosis is a state resembling sleep, induced through the power of suggestion, the hypnotized subject being in rapport with the one inducing the state and responsive to his suggestions. When, however, as Mrs. White here reports, a mesmerizing physician attempted to hypnotize her, he was helpless in her presence. Ellen White early in her experience was cautioned regarding the perils of hypnosis, and in later years, on a number ofoccasions, she received instruction regarding it. She warned of the grave dangers accompanying any practice in which one mind would control another mind. (SeeThe Ministry of Healing, 242-244;Medical Ministry, 110-112;Selected Messages, 2:349, 350, 353.) :Nominal Adventists.—Those who united in sounding the first and second angels’ messages but who rejected the third angel’s message with its Sabbath truth, but nonetheless continued to espouse the Advent hope, are referred to by Mrs. White as the “nominal Adventists,” or those who “reject the present truth” (), also “different parties of professed Advent believers” (). In our early literature these people were also referred to as “First-day Adventists.” A large number of Christians were disappointed in the autumn when Christ did not come as they expected. The Adventists divided into several groups, the survivors of which today comprise the Advent Christian Church, a small body, and the Seventh-day Adventists. Only a few among the Adventists maintained their confidence in the fulfillment of prophecy , but those who did stepped forward into the third angel’s message with its Seventh-day Sabbath. Of the experience at that critical period Ellen White later wrote: “Had Adventists, after the Great Disappointment , held fast their faith, and followed on unitedly in the opening providence of God, receiving the message of the third angel and in the power of the Holy Spirit proclaiming it to the world, they would have seen the salvation of God, the Lord would have wrought mightily with their efforts, the work would have been completed, and Christ would have come ere this to receive his people to their reward. “But in the period of doubt and uncertainty that followed the Disappointment, many of the Advent believers yielded their faith. Dissensions and divisions came in. The majority opposed with voice and pen the few who, following in the providence of God, received the Sabbath reform and began to proclaim the third angel’s message. Many who should have devoted their time and talents to the one purpose of sounding warning to the world, were absorbed in opposing the Sabbath truth, and in turn, the labor of its advocates was necessarily spent in answering these opponents and defending the truth. Thus the work was hindered, and the world was left in darkness. Had the whole Adventist body united upon the commandments of God and the faith of Jesus, how widely different would have been our history!”—Selected :68. -45:Open and Shut Door.—As Mrs. White discussed the great Advent movement and the Disappointment of , 1844, inThe Great Controversyand referred to the positions taken immediately after the disappointment, she makes mentionof the inevitable conclusion that was held for a short time that “the door of mercy was shut.” But as she states, “clearer light came with the investigation of the sanctuary question.” See“Historical Prologue”in this volume andThe Great Controversy, , and the entire chapter “In the Holy of Holies,”-432. Concerning her own personal relationship to this matter, she wrote that she “never had a vision that no more sinners would be converted.” Nor did she ever teach this view. “It was the light given me of God,” she wrote at another time, “that corrected our error, and enabled us to see the true position.” (Selected :74,63.) , 44, and86:Mysterious Knockings in New York, and Rochester Knockings.—Reference is here made to incidents relating to the beginnings of modern spiritualism. mysterious rappings were heard in the home of the Fox family at Hydesville, a community about thirty-five miles east of the city of Rochester, New York. At a time when there were various conjectures as to the cause of the rappings, Ellen White announced, on the authority of the vision given to her, that they were a manifestation of spiritualism, that this phenomenon would develop rapidly, and in the name of religion would gain popularity and deceive multitudes, developing into Satan’s last-day masterpiece of deception. :Messengers without a Message.—This expression appears in an account of a view given to Ellen White on , 1850. At this time the Sabbathkeeping Adventists had no church organization. Nearly all were fearful that any type of organization would bring in formality among the believers. But as time went on, discordant elements began to make their way into the ranks. Messages of warning came from Ellen White, and the Sabbathkeeping Adventists were led step by step to adopt the forms of church organization. As a result the companies of believers were knit together more closely than before; a way was devised to give recognition to ministers who gave evidence that they could preach the message and support it with their lives; and provision was made to cast out those who, under the pretext of presenting truth, taught error. See“Historical Prologue.” , 62:Unity of the Shepherds.—Seenote for ,Messengers without a Message. :Duty to go to Old Jerusalem.—Mrs. White refers to erroneous views then held by a very few. The next year, inThe Review and Herald, , 1851, James White writes of “the distracting, unprofitable views relative to old Jerusalem and the Jews, etc., that are afloat at the present time,” and of “the strange notions that some have run into, that the saints have yet to go to old Jerusalem. Etc., etc.” :Editor of theDay-Star.—Enoch Jacobs lived inCincinnati, Ohio, and published theDay-Star, one of the early journals proclaiming the second advent of Christ. It was to Enoch Jacobs that Ellen Harmon in December, 1845, sent an account of her first vision, hoping to stabilize him. She had observed that he was wavering in his confidence in God’s leadership in the Advent experience. It was in theDay-Starthat the editor published Mrs. White’s first vision, in the issue of , 1846. In a special number of his journal, theDay-Star Extra, , 1846, the memorable article concerning the heavenly sanctuary and its cleansing, prepared by Hiram Edson, Dr. Hahn, and O. R. L. Crozier, was published. It set forth the scripture teaching relative to the ministry of Christ in the most holy place of the heavenly sanctuary beginning , 1844. In this journal also on , 1846, a second communication from Ellen Harmon’s pen was published. (seeEarly Writings, 32-35.) Reference in the paragraph under discussion is to later views held by Mr. Jacobs and the spiritualistic delusions he espoused. : SeeAppendix note for , 44. :Thomas Paine.—The writings of Thomas Paine were well known and widely read in the United States in ’s. His bookAge of Reasonwas a deistic work and detrimental to Christian faith and practice. The book began with the words “I believe in one God and no more.” Paine had no faith in Christ, and he was used successfully by Satan in his attacks upon the church. As Mrs. White indicated, if such a man as Paine could find entrance to heaven and be highly honored there, any sinner, without a reformation of life and without faith in Jesus Christ, could find admittance. She exposed this fallacy in vigorous language and pointed out the irrationality of spiritualism. :Perfectionism.—Some of the early Adventists, shortly after experience, lost their hold on God and drifted into fanaticism. Ellen White met these extremists with a “thus saith the Lord.” She rebuked those who taught a state of perfection in the flesh and therefore could not sin. Of such Mrs. White later wrote: “They held that those who are sanctified cannot sin. And this naturally led to the belief that the affections and desires of the sanctified ones were always right, and never in danger of leading them into sin. In harmony with these sophistries, they were practising the worst sins under the garb of sanctification, and through their deceptive, mesmeric influence were gaining a strange power over some of their associates, who did not see the evil of these apparently beautiful but seductive theories.... “Clearly the deceptions of these false teachers were laid open before me, and I saw the fearful account that stood against them in the book of records, and the terrible guilt that rested upon them for professing complete holiness while their daily acts were offensive in the sight of God.”—Life Sketches, 83, 84. :The Lord’s Supper; Women Washing Men’s Feet, and the Holy Kiss.—The pioneers of the Seventh-day Adventist church, having accepted the Sabbath truth, eagerly reached out to follow the Word of God in every particular, while at the same time they were careful to protect themselves against distorted interpretations of the Word and any extremes or fanaticism. They saw clearly the privileges and the obligations of the Lord’s Supper established for the church by our Lord. There was some question about foot washing and the holy kiss. In this vision the Lord made clear certain delicate points that would guide and guard the emerging church. As to the matter of the frequency with which the ordinances should be observed, some insisted on once a year; but the instruction was given that the Lord’s Supper should be more frequently practiced. Today the church follows the plan of observing the ordinances four times annually. Counsel was given concerning the washing of feet. Apparently there were some differences of opinion as to the procedure to be followed. Some had moved injudiciously and the result had been “confusion.” Counsel was given that this ordinance should be performed with care and reserve, in such a way as not to arouse prejudice. There was some question about the propriety of men and women washing one another’s feet. On this point Ellen White brought forth scripture evidence which indicated that it would be proper for a woman—apparently under certain conditions—to wash the feet of a man, but she counseled against a man washing the feet of a woman. Concerning the holy kiss, theSDA Bible Commentarystates: “In the East, especially, the kiss was a common mode of expressing love and friendship in greeting. (:45;:37.) The ‘holy kiss,’ or ‘kiss of charity’ (1 :14), was a symbol of Christian affection. It seems to have become a custom with early Christians to exchange this greeting at the time of the Lord’s Supper (Justin MartyrFirst Apology65). Later writings indicate that it was not the custom to give this ‘holy kiss’ to one of the opposite sex (Apostolic Constitutionsii. 57; viii. 11).”—The S.D.A. Bible Commentary7:257, 258. It was the custom among the early Sabbathkeeping Adventists to exchange the holy kiss at the ordinance of humility. No reference is made to obvious impropriety of exchanging the holy kiss between men and women, but there is a call for all to abstain from all appearance of evil. :Making a Noise.—The gospel net draws in all types of people. There were some who felt that their religious experience was not genuine unless marked by noisy, demonstrative shouts of praise to God, loud and excited prayers, and animated amens. Here again the church in its early experience was given a note of warning, calling for decorum and solemnity in the worship of God. -232:William Miller.—In the references to the great Advent Awakening in America in ’s ’s, William Miller is often mentioned. In the bookThe Great Controversyan entire chapter is devoted to the life and ministry of William Miller under the title “An American Reformer” (-342). William Miller was born in Pittsfield, Massachusetts, and died in Low Hampton, New York, . At the age of four he moved with his parents to Low Hampton, New York, near Lake Champlain and grew up on a frontier farm. He was always studious and a careful reader. He became a leader in his community. he set about to give careful study to the Word of God, and his study led him to the great time prophecies and the prophecies relating to the Second Advent. He concluded that the second coming of Christ was near. After reviewing his positions over a period of years and assuring himself as to their certainty, he responded in early August, 1831, to an invitation to publicly present his views on the prophecies. From then on his time was devoted largely to the heralding of the Advent message. In due time he was joined by hundreds of other Protestant ministers who participated in the great Advent Awakening of ’s. At the time of the disappointment on , 1844, Miller was worn and ill. He depended largely on his younger associates who stood with him in proclaiming the Advent message. They led him to reject the Sabbath truth as it came to his attention soon after the Disappointment. For this they, and not William Miller, will be held responsible. Ellen White writes of this experience , and assures us that Miller will be among those who will be called from their graves at the sound of the last trump. -240,254-258:Three Angels’ Messages .—In a series of three chapters, beginning , Ellen White discusses the first, second, and third angels’ messages. She was writing for those who with her had passed through the great Advent Awakening and the disappointments of the spring and fall . She did not attempt to enter into an explanation of these three messages, but assumed that her readers had a full knowledge of this experience. She presented that which would bring courage and understanding to her fellow believers in the light of their experience. We must turn to her bookThe Great Controversyfor a detailed account of the burden of these messages. The first angel’s message sounded the warning of the approach of the hour of God’s judgment. SeeThe Great Controversy, chapters “Heralds of the Morning,”-316; “An American Reformer,”-342; and “A Great Religious Awakening,”-374. For the presentation of the message of the second angel, see the chapter “A Warning Rejected,” beginning . The account of the Disappointment is presented in the chapters “Prophecies Fulfilled,”-408;“What is the Sanctuary?”-422; and “The Holy of Holies,”-432. The third angel’s message is set forth in the chapter “God’s Law Immutable,”-450; and “A Work of Reform,”-460. : of the Second Angel’s Message.—While we understand clearly that the messages of the first and second and third angels are messages that have their application today, we recognize also that in their initial proclamation the sounding of the first angel’s message with its declaration that “the hour of God’s judgment is come” is linked with the proclamation of the expected advent of Christ in ’s and ’s. The second angel’s message had its initial sounding early in the summer in the call to the Advent believers to come out of the nominal churches that had rejected the proclamation of the first angel’s message. And while it is true that the second angel’s message continues to be present truth, there was a climactic closing up of the second angel’s message immediately preceding , 1844. When the messages of the three angels come prominently before the world again just before the second advent of Christ, the angel :1joins in the proclamation of the second angel in the message that “Babylon is fallen.” “Come out of her, my people.” See the chapter “The Final Warning” inThe Great Controversy, 603-612. : SeeAppendix note for -240. :Slaves and Master.—According :15, 16there will be slavery at the second advent of Christ. Here we find the words “every bondman, and every free man.” The statement by Ellen White under discussion indicates that she was shown in vision the slave and the slave master at the second advent of Christ. In this she is in perfect accord with the Bible. Both John and Mrs. White were shown conditions that would exist at the second coming of our Lord. While it is true that Negro slaves in the United States were freed by the Emancipation Proclamation, which went into effect six years after the statement under discussion was penned, the message is not made invalid, for even today there are millions of men and women in actual or virtual slavery in different parts of the world. It is not possible to pass judgment on a prophecy of the future until we have reached the time for the fulfillment of that prophecy."
    }
  ]
}