{
  "title": "Evangelism",
  "chapters": [
    {
      "chapter_number": 1,
      "title": "Chapter 1—A Call to Service",
      "content": "I can see in the Lord’s providences that the medical missionary work is to be a great entering wedge, whereby the diseased soul may be reached.—Counsels on Health, 535. The evangelization of the world is the work that God has given to those who go forth in His name. They are to be colaborers with Christ, revealing to those ready to perish His tender, pitying love. God calls for thousands to work for Him, not by preaching to those who know the truth, going over and over the same ground, but by warning those who have never heard the last message of mercy. Work with a heart filled with an earnest longing for souls. Do medical missionary work. Thus you will gain access to the hearts of the people. The way will be prepared for more decided proclamation of the truth. You will find that relieving their physical suffering gives an opportunity to minister to their spiritual needs. The Lord will give you success in this work, for the gospel is the power of God unto salvation, when it is interwoven with the practical life, when it is lived and practiced. The union of Christlike work for the body and Christlike work for the soul is the true interpretation of the gospel.—An Appeal for the Medical Missionary College, pp. 14, 15."
    },
    {
      "chapter_number": 2,
      "title": "Chapter 2—The Call of the Cities",
      "content": "From the light that God has given me, I know that His cause today is in great need of the living representative of Bible truth. The ordained ministers, alone, are not equal to the task. God is calling Bible workers, and other consecrated laymen of varied talent who have a knowledge of present truth, to consider the needs of the unwarned cities. There should be one hundred believers actively engaged in personal missionary work where now there is but one. Time is rapidly passing. There is much work to be done before satanic opposition shall close up the way. Every agency must be set in operation, that present opportunities may be wisely improved.—Medical Ministry, 248."
    },
    {
      "chapter_number": 3,
      "title": "Chapter 3—Ways of Working",
      "content": "Christ’s servants are to follow His example. As He went from place to place, He comforted the suffering and healed the sick. Then He placed before them the great truths in regard to His kingdom. This is the work of His followers. As you relieve the sufferings of the body, you will find ways for ministering to the wants of the soul. You can point to the uplifted Saviour and tell of the love of the great Physician, who alone has power to restore.—Christ’s Object Lessons, 233, 234."
    },
    {
      "chapter_number": 4,
      "title": "Chapter 4—Christian Help Work",
      "content": "There is a work to be done by our churches that few have any idea of. “I was an hungred,” Christ says, “and ye gave me meat; I was thirsty, and ye gave me drink; I was a stranger, and ye took me in; naked, and ye clothed me; I was sick, and ye visited me;I was in prison, and ye came unto me.” We shall have to give of our means to support laborers in the harvest field, and we shall rejoice in the sheaves gathered in. But while this is right, there is a work, as yet untouched, that must be done. The mission of Christ was to heal the sick, encourage the hopeless, bind up the brokenhearted. This work of restoration is to be carried on among the needy, suffering ones of humanity. God calls not only for your benevolence, but your cheerful countenance, your hopeful words, the grasp of your hand. Relieve some of God’s afflicted ones. Some are sick, and hope has departed. Bring back the sunlight to them. There are souls who have lost their courage; speak to them, pray for them. There are those who need the bread of life. Read to them from the Word of God. There is a soul sickness no balm can reach, no medicine heal. Pray for these, and bring them to Jesus Christ. And in all your work, Christ will be present to make impressions upon human hearts. This is the kind of medical missionary work to be done. Bring the sunshine of the Sun of Righteousness into the room of the sick and suffering. Teach the inmates of the poor homes how to cook. “He shall feed his flock like a shepherd,” with temporal and spiritual food.—, 1898."
    },
    {
      "chapter_number": 5,
      "title": "Chapter 5—A Complete Ministry",
      "content": "Christ has given us an example. He taught from the Scriptures the gospel truths, and He also healed the afflicted ones who came to Him for relief. He was the greatest physician the world ever knew, and yet He combined with His healing work the imparting of soul-saving truth."
    },
    {
      "chapter_number": 6,
      "title": "Chapter 6—Teaching Health Principles",
      "content": "God has qualified His people to enlighten the world. He has entrusted them with faculties by which they are to extend His work until it shall encircle the globe. In all parts of the earth, they are to establish sanitariums, schools, publishing houses, and kindred facilities for the accomplishment of His work. The closing message of the gospel is to be carried to “every nation, and kindred, and tongue, and people.”:6. In foreign countries many enterprises for the advancement of this message must yet be begun and carried forward. The opening of hygienic restaurants and treatment rooms, and the establishment of sanitariums for the care of the sick and the suffering, is just as necessary in Europe as in America. In many lands medical missions are to be established to act as God’s helping hand in ministering to the afflicted.—Testimonies for the :51."
    },
    {
      "chapter_number": 7,
      "title": "Chapter 7—The Temperance Work",
      "content": "Messengers should be appointed who can present the Word of God from city to city upon the subject of temperance.—, 1900. The tame way in which the temperance question is being handled by our people is not in harmony with the necessities of the times. The work of making known our belief in matters of temperance should now be entered into most heartily.—, 1907. In the advocacy of the cause of temperance, our efforts are to bemultiplied. The subject of Christian temperance should find a place in our sermons in every city where we labor. Health reform in all its bearings is to be presented before the people, and special efforts made to instruct the youth, the middle-aged, and the aged in the principles of Christian living. Let this phase of the message be revived, and let the truth go forth as a lamp that burneth.—, 1909."
    },
    {
      "chapter_number": 8,
      "title": "Chapter 8—Co-operation Between Medical and Evangelistic Work",
      "content": "How shall we reveal Christ? I know of no better way ... than to take hold of the medical missionary work in connection with the ministry.—Medical Ministry, 319. Christ gave a perfect representation of true godliness by combining the work of a physician and a minister, ministering to the needs of both body and soul, healing physical disease, and then speaking words that brought peace to the troubled heart.—Counsels on Health, 528."
    },
    {
      "chapter_number": 9,
      "title": "Chapter 9—Equipment for Service",
      "content": "Let our people show that they have a living interest in medical missionary work. Let them prepare themselves for usefulness by studying the books that have been written for our instruction in these lines. These books deserve much more attention and appreciation than they have received. Much that is for the benefit of all to understand has been written for the special purpose of instruction in the principles of health.—Testimonies for the :63. Our Sabbathkeeping families should keep their minds filled with helpful principles of health reform and other lines of truth, that they may be a help to their neighbors. Be practical missionaries. Gather up all the knowledge possible that will help to combat disease. This may be done by those who are diligent students. But few can take a course of training in our medical institutions. But all can study our health literature and become intelligent on this important subject.—Medical Ministry, 320."
    }
  ]
}