{
  "title": "Letters to Young Lovers",
  "chapters": [
    {
      "chapter_number": 1,
      "title": "Section 1—Marriage—a Foretaste of Heaven",
      "content": "The warmth of true friendship and the love that binds the hearts of husband and wife are a foretaste of heaven. God has ordained that there should be perfect love and perfect harmony between those who enter into the marriage relation. Let bride and bridegroom in the presence of the heavenly universe pledge themselves to love one another as God has ordained they should.—In Heavenly Places, 202."
    },
    {
      "chapter_number": 2,
      "title": "Section 2—Finding the Right Mate",
      "content": "Before assuming the responsibilities involved in marriage, young men and young women should have such an experience in practical life as will prepare them for its duties and its burdens. Since both men and women have a part in homemaking, boys as well as girls should gain a knowledge of household duties. To make a bed and put a room in order, to wash dishes, to prepare a meal, to wash and repair his own clothing, is a training that need not make any boy less manly; it will make him happier and more useful. There are very many girls who have married and have families, who have but little practical knowledge of the duties devolving upon a wife and mother. They can read, and play upon an instrument of music; but they cannot cook. They cannot make good bread, which is very essential to the health of the family. They cannotcut and make garments, for they never learned how. They considered these things unessential, and in their married life they are as dependent upon some one to do these things for them as are their own little children."
    },
    {
      "chapter_number": 3,
      "title": "Section 3—Is It Really Love?",
      "content": "He [Satan] is busily engaged in influencing those who are wholly unsuited to each other to unite their interests. He exults in this work, for by it he can produce more misery and hopeless woe to the human family than by exercising his skill in any other direction. Many marriages can only be productive of misery; and yet the minds of the youth run in this channel because Satan leads them there, making them believe that they must be married in order to be happy, when they have not the ability to control themselves or support a family. Those who are not willing to adapt themselves to each other’s disposition, so as to avoid unpleasant differences and contentions, should not take the step. This question of marriage should be a study instead of a matter of impulse."
    },
    {
      "chapter_number": 4,
      "title": "Section 4—Looking for Help?",
      "content": "We are not to place the responsibility of our duty upon others, and wait for them to tell us what to do. We cannot depend for counsel upon humanity. The Lord will teach us our duty just as willingly as He will teach somebody else. If we come to him in faith, He will speak His mysteries to us personally. Our hearts will often burn within us as One draws nigh to commune with us as He did with Enoch. Those who decide to do nothing in any line that will displease God, will know, after presenting their case before him, just what course to pursue. And they will receive not only wisdom, but strength. Power for obedience, for service, will be imparted to them as Christ has promised. Marriage is something that will influence and affect your life both in this world and in the world to come. A sincere Christian will not advance his plans in this direction without the knowledge that God approves his course. He will not want to choose for himself, but will feel that God must choose for him. We are not to please ourselves, for Christ pleased not himself. I would not be understood to mean that anyone is to marry one whom he does not love. This would be sin. But fancy and the emotional nature must not be allowed to lead on to ruin. God requires the whole heart, the supreme affections. If men and women are in the habit of praying twice a day before they contemplate marriage, they should pray four times a day when such a step is anticipated. Marriage is something that will influence and affect your life, both in this world and in the worldto come. A sincere Christian will not advance his plans in this direction without the knowledge that God approves his course. If there is any subject that should be considered with calm reason and unimpassioned judgment, it is the subject of marriage. If ever the Bible is needed as a counselor, it is before taking a step that binds persons together for life. Instituted by God, marriage is a sacred ordinance and should never be entered upon in a spirit of selfishness. Those who contemplate this step should solemnly and prayerfully consider its importance and seek divine counsel that they may know whether they are pursuing a course in harmony with the will of God. The instruction given in God’s word on this point should be carefully considered. Heaven looks with pleasure upon a marriage formed with an earnest desire to conform to the directions given in the Scripture. Belle does not seem to want counsel from any source—even from those closest to her, and most interested in her happiness. Ellen White suggests that she ought to listen to her parents, and in turn is disappointed that her own counsel has been ignored. She pleads that if Belle is unwilling to go to human help, she should certainly turn to God. Here are two letters Mrs. White wrote to her. I hoped to meet you and talk with you. I greatly fear that you disregard the light which the Lord has been pleased to give you through me. I know that the Lord has tender, pitying love toward you, and I hope you will not under temptation be led to pursue a course to separate your soul from God. There are many who are ready to give advice and confuse the mind with counsel, who have not God for their counselor, therefore all they may say will only make a mixed case of one that is already very trying. Belle, your disposition and temperament is such that I greatly fear for your soul. I fear that you will not choose for your companions those who are discreet and wise and humble in heart, who love God and who keep His commandments. Abstain from even the appearance of evil, is the exhortation of the inspired apostle. Have you done this? The sensational and emotional is more fully developed than the intellectual . Everything, Belle, should be avoided that would exaggerate this tendency into a predominating power. You have motive power; let it be uncorrupted and wholly devoted to God. God has bestowed upon you capabilities and powers to be sanctified and exercised to His glory. You have a history and you are making history. The mind may in this crisis of your life take a turn, a bias of grossness rather than of refinement. The contaminating influences of the world may mold your habits, your taste, your conversation, your deportment. You are on the losing side. The precious moments, so solemn, fraught with eternal results, may be wholly on Satan’s side of the question and may prove your ruin. I do not want it thus. I want you should be a Christian, a child of God, an heir of heaven. You are in danger of giving up Christ, of becoming reckless and unwilling to listen to wise counsel. The counsel of parental affection is lost upon deaf ears. Will you, Belle, think seriouslywhether you will receive advice from the experienced? Will you be guided by your friends? Will the parental counsel be unheeded? Will you take your case in your own hands? I hope you will change your course of action, for if the Lord has ever spoken by me, He now speaks to you to retrace your steps. Your passions are strong, your principles are endangered, and you will not consider and will not follow advice which you know to be good and the only clear, safe, consistent thing for you to do. Will you resolve to do right, to be right, to heed the counsel I have given you in the name of the Lord? God has given you capabilities. Shall they be wasted at random? Unguided efforts will go more often in the wrong direction than the right. Will you let years of waywardness, disappointment, and shame pass and you make so many wrong impressions on minds by your course of action that you can never have that influence which you might have had? In order to gain that which you think is liberty you pursue a course which, if followed, will hold you in a bondage worse than slavery. You must change your course of conduct and be guided by the counsel of experience and through the wisdom of those whom the Lord teaches, place your will on the side of the will of God. But if you are determined to listen to no counsels, but your own and you will work out every problem for yourself, then be sure you will reap that which you have sown. You will miss the right way altogether, or else, wounded, bruised, and dwarfed in religious character, you will turn to the Lord, humbled, penitent, and confessing your errors. You will become tired of beating the air. Remember every action and every course of action has a two-fold character, be it virtuous or demoralizing. God is displeased with you. Can you afford to pursue the course you are pursuing? Again my heart goes out to you. How is it with your soul? Have you a conscience void of offense toward God and man? Your associations, are they of that character to draw your mind to God and to heavenly things, to increase in you reverence for your parents, pure and holy aspirations? Do you love the truth and the right? Or are you indulging in a creative imagination that has no healthful influence upon the soul? Can you look back upon the last year of your life with satisfaction? Can you see a growth in spiritual power? Any low gratification, any self-indulgence, is a scar left upon the soul, and the noble powers of mind are corrupted. There may be repentance, but the soul is crippled, and will wear its scars through all time. Jesus can wash away the sin but the soul has sustained a loss. I beg of you, Belle, to go to God for wisdom. The most difficult thing you will have to manage is your own self. Your own daily trials, your emotions, and your peculiar temperament, your inward promptings,—these are difficult matters for you to control, and these wayward inclinations bring you often into bondage and darkness. Your only course is to give yourself unreservedly into the hands of Jesus—all your experiences, all your temptations, all your trials, all your impulses—and let the Lord mold you as clay is molded in the hands of the potter. You are not your own and therefore there is the necessity of giving your unmanageable self into the hands of One who is able to manage you. Then rest, precious rest and peace will come to your soul. Belle, it is not now too late for wrongs to be righted. It is not now too late to make your calling and your election sure. You may now begin to work upon the plan of addition. Add to your faith virtue, and knowledge, and temperance, and patience, and every Christian grace. Everything else will perish in the great day of conflagration, but the gold of holy character is enduring. It knows no decay. It will stand the test of the fires of the last day. My dear child, I wish you to remember that “Godshall bring every work into judgment, with every secret thing, whether it be good, or whether it be evil.”:14. What are you doing, Belle? Have you, since you decided to discard counsel, to refuse advice, been growing into a firm, well developed Christian? Or have you, in choosing your own way, found it brings unrest, cares, and worries? Why not listen to the advice of your parents? Before you is the path that leads to certain ruin. Will you turn while you can? Will you seek the Lord while Mercy’s sweet voice is appealing to you, or will you still have your own way? The Lord pities you. The Lord invites you. Will you come? May the Lord help you to choose to be wholly the Lord’s. I write because I love your soul."
    },
    {
      "chapter_number": 5,
      "title": "Section 5—In Control",
      "content": "All are accountable for their actions while in this world upon probation. All have power to control their actions if they will. If they are weak in virtue and purity of thoughts and acts, they can obtain help from the Friend of the helpless. Jesus is acquainted with all the weaknesses of human nature, and, if entreated, will give strength to overcome the most powerful temptations. All can obtain this strength if they seek for it in humility. “Whether therefore ye eat, or drink, or whatsoever ye do, do all to the glory of God.” [1 :31] Here is a principle which lies at the foundation of every act, thought, and motive; the consecration of the entire being, both physical and mental, to the control of the Spirit of God You can do all things through Christ, who strengtheneth you."
    },
    {
      "chapter_number": 6,
      "title": "Section 6—Sexual Responsibility",
      "content": "The surrender of all our powers to God greatly simplifies the problem of life. It weakens and cuts short a thousand struggles with the passions of the natural heart. The young affections should be restrained until the period arrives when sufficient age and experience will make it honorable and safe to unfetter them. A little time spent in sowing your wild oats, dear young friends, will produce a crop that will embitter your whole life; an hour of thoughtlessness, once yielding to temptation, may turn the whole current of your life in the wrong direction. You can have but one youth; make that useful. When once you have passed over the ground, you can never return to rectify your mistakes. He who refuses to connect with God, and puts himself in the way of temptation will surely fall. God is testing every youth. Sensuality is the sin of the age. But the religion of Jesus Christ will hold the lines of control over every species or unlawful liberty: the moral powers will hold the lines of control over every thought, word, and action. Guile will not be found in the lips of the true Christian. Not an impure thought will be indulged in, not a word spoken that is approaching to sensuality, not an action that has the least appearance of evil. Do not see how close you can walk upon the brink of a precipice, and be safe. Avoid the first approach to danger. The soul’s interests cannot be trifled with. Your capital is your character. Cherish it as you would a golden treasure. Moral purity, self-respect,a strong power of resistance, must be firmly and constantly cherished. Every unholy passion must be kept under the control of sanctified reason through the grace abundantly bestowed of God in every emergency. But let no arrangement be made to create an emergency, let there be no voluntary act to place one where he will be assailed with temptation, or give the least occasion for others to think him guilty of indiscretion. As long as life shall last, there is need of guarding the affections and the passions with a firm purpose. There is inward corruption, there are outward temptations, and wherever the work of God shall be advanced, Satan plans so to arrange circumstances that temptation shall come with overpowering force upon the soul. Not one moment can we be secure only as we are relying upon God, the life hid with Christ in God. William is apparently totally infatuated with Carol. In this series of letters, we see the continuing effort of Ellen White to get through to him. Carol has encouraged a friendship that has almost totally absorbed the attention of both of them. It has gone far beyond the bounds of what is right and honorable, and they are deeply involved in practices that should, as Ellen White says, be reserved for marriage. Such a relationship threatens the future usefulness of both William and Carol. Ellen White urges that either they break it off, or get married, so they don’t ruin their reputations, and affect their witness as Christians. I go to my tent with aching heart, to relieve my mind by writing you some things which were shown me in vision. The Lord has shown you that your association with Carol was not in any way calculated to help your morals or strengthen your spirituality. You have made some feeble attempts to break away from her society, but you have soon renewed your attention to her, she sometimes making the advance, and you infatuated with her. You have spent hours of the night in her company because you were both infatuated. She professes love for you but she knows not the pure love of an unpretending heart. I was shown you are fascinated, deceived, and Satan exults that one who has scarcely a trait of character that would make a happy wife and a happy home should have an influence to separate you from the mother who loves you with a changeless affection. In the name of the Lord cease your attentions to Carol or marry her—do not scandalize the cause of God. You have pursued your own course irrespective of consequences. Your heart has rebelled against your mother because she could not in any way receive Carol or sanction the attention you gave her. The intimacy formed with Carol has not had a tendency to bring you nearer the Lord or to sanctify you through the truth. You are risking your eternal interest in the company of this girl. Carol expects to consummate a marriage with you and you have given her encouragement to expect this by your attentions. Your happiness in this life and in the future life is in peril. You have followed her deceptive, foolish entreaties and your own judgment which have not made you a more consistent Christian or a more faithful, dutiful son. If the atmosphere surrounding her is the most agreeable to you, if she meets your standard for a wife to stand at the head of your family; if, in your calm judgment, taken in the light given you of God, her example wouldbe worthy of imitation, you might as well marry her as to be in her society and conduct yourselves as only man and wife should conduct themselves towards each other. Your acts and conversation are offensive to God. The angels of God bear record of your words and your actions. The light has been given you but you have not heeded it. The course you have pursued is a reproach to the cause of God. Your behaviour is unbecoming and unchristian. When you should both be in your beds you have been in one another’s society and in one another’s arms nearly the entire night. Have your thoughts been more pure, more holy, more elevated and ennobled? Did you have clear views of duty—greater love for God and the truth? I arise early this morning. My mind is not at rest in regard to you. Your case was shown me. The Ledger of Heaven was opened and I read there a record of your life. You cast most bitter reflection upon yourself that you had trusted to your own judgment and walked in your own wisdom, rejected the voice of God, despised the warnings and advice of His servants, and with a perseverance and persistency followed your own pernicious ways by which the way of truth was evil spoken of, and souls were lost who might have been saved through your instrumentality. Much more I might relate in reference to you, but this is enough for the present. I felt so grateful when I came out of vision and found it was not a present reality, that probation still lingered. And now I call upon you to make haste and no longer trifle with eternal things. You flatter yourself that you are honest, but you are not. You have been and still are welding the chains by your own course of conduct with Carol that will hold you in the veriest bondage. The voice of God you have rejected: the voice of Satan you have heeded. You act like a man bereft of his senses, and for what? A girl without principle, without one really loveable trait of character, proud, extravagant, self-willed, unconsecrated, impatient, heady, without natural affection, impulsive. Yet if you cut entirely loose she might stand a better chance to see herself and humble her heart before God. It is always a critical period in a young man’s life when he is separated from home influences and wise counsels and enters upon new scenes and trying tests. If, without will or choice of his own, he is placed in dangerous positions and relies upon God for strength—cherishing the love of God in his heart—he will be kept from yielding to temptation by the power of God who placed him in that trying position. What a difference there was in Joseph’s case and the case of young men who apparently force their way into the very field ofthe enemy, exposing themselves to the fierce assaults of Satan. The Lord prospered Joseph, but in the midst of his prosperity comes the darkest adversity. The wife of his master is a licentious woman, one who urged his steps to take hold on hell. Will Joseph yield his moral gold of character to the seductions of a corrupt woman? Will he remember that the eye of God is upon him? Few temptations are more dangerous or more fatal to young men than the temptation to sensuality, and none if yielded to will prove so decidedly ruinous to soul and body for time and eternity. The welfare of his entire future is suspended upon the decision of a moment. Joseph calmly casts his eyes to heaven for help, slips off his loose outer garment, leaving it in the hand of his tempter, and while his eye is lighted with determined resolve in the place of unholy passion, he exclaims, “How can I do this great wickedness and sin against God?” The victory is gained; he flees from the enchanter; he is saved. You have had an opportunity to show whether your religion was a practical reality. You have taken liberties in the sight of God and holy angels that you would not take under the observation of your fellow men. True religion extends to all the thoughts of the mind, penetrating to all the secret thoughts of the heart, to all the motives of action, to the object and direction of the affections, to the whole framework of our lives. “Thou God seest me,” will be the watchword, the guard of the life. You may take these lessons home. You have need to learn, and may God help you. Ellen G. White. Hornellsville, New York, I feel a deep interest that this last call shall not be treated indifferently as the former have been. It is the last invitation you will have, if you do not heed this. It remains to be seen now whether you will pursue the course of infatuation you have done, whether Carol will after her confession do the same that she has done. I was shown her course was like this, she would make open acknowledgement and then draw upon your sympathies in a most pathetic manner in letters and in conversation. You have been drawn to her again to give her sympathy and encouragement and you were so weak, so completely blinded that you were entangled again more firmly than ever. You were shown me in her society hours of the night; you know best in what manner these hours were spent. You called on me to speak whether you had broken God’s commandments. I ask you, Have you not broken them? How was your time employed hours together night after night? Were your position, your attitude, your affections such that you would want them all registered in the Ledger of Heaven? I saw, I heard things that would make angels blush. No young man should do as you have done to Carol unless married to her; and I was much surprised to see that you did not sense this matter more keenly. I write now to implore you for your soul’s sake to dally with temptation no longer. Make short work in breaking this spell that like a fearful nightmare has brooded over you. Cut yourself loose now and forever, if you have any desire for the favor of God. Such a course as you have pursued has been enough to destroy confidence in you as an honest man and as a Christian, and unless you were under the bewitching of satanic power you would not have done as you have. But I stand in doubt of you now whether you will change your course of action. I know the power that holds his enchantment over you, and I want you tosee and sense it before it shall be too late. Will you now change entirely, cut the last connection with Carol? Will she do this on her part? If neither of you will do this, marry her at once and disgrace yourselves and the cause of God no more. You have signally failed in almost every respect. Now the rest of your life seek to get back what you have lost. Let the Ledger of Heaven give a different record of your course. God bless you. Ellen G. White. I am pleased to receive a letter from you and was pleased to read your suggestions that it was your mind to remain where you are until you have proved yourself or undone the influence you have exerted. I am pleased that you feel thus. I have, you will see, written very positively and plainly for thus the matter was shown me, and the regard I have for your soul prompted me to relate your case as it was shown me, as one of great peril. It will be difficult for you to see it thus, but in a dream last night you were saying to your mother, If this is the way the case really is, there is no use for me to try for I should fail. Said I, William, when you try with all perseverance and determined will to retrace your steps and recover yourself from Satan’s snare, you will escape from your bondage and be a free man. It will require a strong will, in the strength of Jesus, to break up the force of habit, dismiss the adversary of souls that has been entertained by you so long. Exchange guests, and welcome Jesus to take possession of the soul temple. But He does not share the heart with Satan. You can make even now in this late period a determined effort, not in your strength but in the strength of Jesus. Let your heart break before God and confess and forsake those things which have separated you from God. This is the work of repentance that you must begin with your mother. You will never come to the light unless you do this. Leave no work undone that you can do to make wrongs right, for you have come now to the crisis. You will have the trial, you will be proved of God. If you come forth as pure gold, then God will use you. Be not faithless, but believing. Your trial will not be for the present joyous, but rather, grievous, but it will afterwards yield the peaceable fruit of righteousness. “Whom the Lord loveth He chasteneth, and scourgeth every son whom He receiveth. If ye endure chastening, God dealeth with you as with sons; for what son is he whom the father chasteneth not?” (:6, 7). Now your steps must be down deep in the valley of humiliation. You have felt, my mountain stands sure. I can keep myself. But your past experience and your present position is one that should give you clear discernment of man’s depravity because of his departure from God. Now, my dear boy, for Christ’s sake enter into no further deception in your course. Work as for eternity. Confer not with yourself, but let your heart break before God lest that stone fall upon you and grind you to powder. What more shall I say to you? What can I say? I want you to be saved. I want you to stand perfect before God."
    },
    {
      "chapter_number": 7,
      "title": "Section 7—Shadow Over the Nest",
      "content": "The heart yearns for human love, but this love is not strong enough, or pure enough, or precious enough to supply the place of the love of Jesus. Only in her Saviour can the wife find wisdom, strength, and grace to meet the cares, responsibilities, and sorrows of life. She should make him her strength and her guide. Let woman give herself to Christ before giving herself to any earthly friend, and enter into no relation which shall conflict with this. Those who would find true happiness must have the blessing of Heaven upon all that they possess and all that they do. It is disobedience to God that fills so many hearts and homes with misery. My sister, unless you would have a home where the shadows are never lifted, do not unite yourself with one who is an enemy of God. To connect with an unbeliever is to place yourself on Satan’s ground. You grieve the Spirit of God and forfeit His protection. Can you afford to have such terrible odds against you in fighting the battle for everlasting life? “If two of you shall agree on earth as touching any thing that they shall ask, it shall be done for them of My Father which is in heaven.” But how strange the sight! While one of those so closely united is engaged in devotion, the other is indifferent and careless; while one is seeking the way to everlasting life, the other is in the broad road to death."
    }
  ]
}