{
  "title": "Messages to Young People",
  "chapters": [
    {
      "chapter_number": 1,
      "title": "Section 1—God’s Purpose for the Youth",
      "content": "In order that the work may go forward in all its branches, God calls for youthful vigor, zeal, and courage. He has chosen the youth to aid in the advancement of His cause. To plan with clear mind and execute with courageous hand demands fresh, uncrippled energies. Young men and women are invited to give God the strength of their youth, that through the exercise of their powers, through keen thought and vigorous action, they may bring glory to Him and salvation to their fellow-men. (Gospel Workers, 67.)"
    },
    {
      "chapter_number": 2,
      "title": "Section 2—The Conflict with Sin",
      "content": "The example of Christ shows us that our only hope of victory is in continual resistance of Satan’s attacks. He who triumphed over the adversary of souls in the conflict of temptations understands Satan’s power over the race, and has conquered him in our behalf. As an overcomer, He has given us the advantage of His victory, that in our efforts to resist the temptations of Satan we may unite our weakness to His strength, our worthlessness to His merits. And sustained by His enduring might under the strength of temptation, we may resist in His all-powerful name, and overcome as He overcame.—The Signs of the Times, , 1880."
    },
    {
      "chapter_number": 3,
      "title": "Section 3—Gaining Victories",
      "content": "God’s servants are to make use of every resource for enlarging His kingdom. The apostle Paul declares thatit is “good and acceptable in the sight of God our Saviour; who will have all men to be saved, and to come unto the knowledge of the truth,” that “supplications, prayers, intercessions, and giving of thanks, be made for all men.”1 :3, 4, 1. And James says: “Let him know, that he which converteth the sinner from the error of his way shall save a soul from death, and shall hide a multitude of sins.”:20. Every believer is pledged to unite with his brethren in giving the invitation, “Come; for all things are now ready.”:17. Each is to encourage the others in doing wholehearted work. Earnest invitations will be given by a living church. Thirsty souls will be led to the water of life. The apostles carried a weight of responsibility to enlarge their sphere of labor, to proclaim the gospel in the regions beyond. From their example we learn that there are to be no idlers in the Lord’s vineyard. His servants are constantly to enlarge the circle of their efforts. Constantly they are to do more,never less. The Lord’s work is to widen and broaden until it encircles the world. After making a missionary tour, Paul and Barnabas retraced their steps, visiting the churches they had raised up and selecting men to unite with them in the work. Thus God’s servants are to labor today, selecting and training worthy young men as colaborers. God help us to sanctify ourselves, that by our example others may be sanctified, enabled to do successful work in winning souls to Christ. We are nearing the close of this earth’s history; soon we shall stand before the great white throne. Soon your time for work will be forever past. Watch for opportunities to speak a word in season to those with whomyou come in contact. Do not wait to become acquainted before you offer them the priceless treasures of truth. Go to work, and ways will open before you. At the day of judgment there comes to the lost a full realization of the meaning of the sacrifice made on Calvary. They see what they have lost by refusing to be loyal. They think of the high, pure association it was their privilege to gain. But it is too late. The last call has been made. The wail is heard: “The harvest is past, the summer is ended, and we are not saved.”:20. Upon us rests the weighty responsibility of warning the world of its coming doom. From every direction, from far and near, are coming calls for help. God calls upon His church to arise and clothe herself with power. Immortal crowns are to be won; the kingdom of heaven is to be gained; the world, perishing in ignorance, is to be enlightened. The world will be convinced, not by what the pulpit teaches, but by what the church lives. The minister in the desk announces the theory of the gospel; the practical piety of the church demonstrates its power. Enfeebled and defective, needing constantly to be warned and counseled, the church is nevertheless the object of Christ’s supreme regard. He is making experiments of grace on human hearts and is effecting such transformations of character that angels are amazed and express their joy in songs of praise. They rejoice to think that sinful, erring human beings can be so transformed. As the third angel’s message swells into a loud cry, great power and glory will attend its proclamation. The faces of God’s people will shine with the light of heaven. The Lord will fit men and women—yes, and children, as He did Samuel—for His work, making them His messengers. He who never slumbers or sleeps watches over each worker, choosing his sphere of labor. All heaven is watching the warfare which, under apparently discouraging circumstances, God’s servants are carrying on. New conquests are being achieved, new honors won, as the Lord’s servants, rallying round the banner of their Redeemer, go forth to fight the good fight of faith. All the heavenly angels are at the service of the humble, believing people of God; and as the Lord’s army of workers here below sing their songs of praise, the choir above join with them in thanksgiving, ascribing praise to God and to His Son. Nothing is apparently more helpless, yet really more invincible, than the soul that feels its nothingness and relies wholly on the merits of the Saviour. God would send every angel in heaven to the aid of such a one, rather than allow him to be overcome. The battle cry is sounding along the line. Let every soldier of the cross push to the front, not in self-sufficiency, but in meekness and lowliness, and with firm faith in God. Your work, my work, will not cease with this life. For a little while we may rest in the grave, but, when the call comes, we shall, in the kingdom of God, take up our work once more."
    },
    {
      "chapter_number": 4,
      "title": "Section 4—Walking in the Light",
      "content": "The Saviour is bending over the purchase of His blood, saying with inexpressible tenderness and pity, “Wilt thou be made whole?” He bids you arise in health and peace. Do not wait to feel that you are made whole. Believe the Saviour’s word. Put your will on the side of Christ. Will to serve Him, and in acting upon His word you will receive strength. Whatever may be the evil practice, the master passion which through long indulgence binds both soul and body, Christ is able and longs to deliver. He will impart life to the soul that is “dead in trespasses.” He will set free the captive that is held by weakness and misfortune and the chains of sin.—The Ministry of Healing, 84, 85."
    },
    {
      "chapter_number": 5,
      "title": "Section 5—Preparation for the Life Work",
      "content": "True education means more than taking a certain course of study. It is broad. It includes the harmonious development of all the physical powers and the mental faculties. It teaches the love and fear of God, and is a preparation for the faithful discharge of life’s duties.—Counsels to Parents, Teachers, and Students, 64. True education is the preparation of the physical, mental, and moral powers for the performance of every duty; it is the training of body, mind, and soul for divine service. This is the education that will endure unto eternal life.—Christ’s Object Lessons, 330."
    },
    {
      "chapter_number": 6,
      "title": "Section 6—Service",
      "content": "With such an army of workers as our youth, rightly trained, might furnish, how soon the message of a crucified, risen, and soon-coming Saviour might be carried to the whole world! How soon might the end come—the end of suffering and sorrow and sin! How soon, in place of a possession here, with its blight of sin and pain, our children might receive their inheritance where “the righteous shall inherit the land, and dwell therein forever”; where “the inhabitant shall not say, I am sick,” and “the voice of weeping shall be no more heard.”—Education, 271."
    },
    {
      "chapter_number": 7,
      "title": "Section 7—Health and Efficiency",
      "content": "Since the mind and the soul find expression through the body, both mental and spiritual vigor are in great degree dependent upon physical strength and activity; whatever promotes physical health promotes the development of a strong mind and a well-balanced character. Without health, no one can as distinctly understand or as completely fulfill his obligations to himself, to his fellow-beings, or to his Creator. Therefore the health should be as faithfully guarded as the character. A knowledge of physiology and hygiene should be the basis of all educational effort.—Education, 195."
    },
    {
      "chapter_number": 8,
      "title": "Section 8—The Devotional Life",
      "content": "God’s holy, educating Spirit is in His Word. A light, a new and precious light, shines forth from every page. Truth is there revealed, and words and sentences are made bright and appropriate for the occasion, as the voice of God speaking to the soul. The Holy Spirit loves to address the youth, and to discover to them the treasures and beauties of God’s Word. The promises spoken by the great Teacher will captivate the senses and animate the soul with a spiritual power that is divine. There will grow in the fruitful mind a familiarity with divine things that will be as a barricade against temptation.—Christ’s Object Lessons, 132."
    },
    {
      "chapter_number": 9,
      "title": "Section 9—Reading and Music",
      "content": "Young men and young women, read the literature that will give you true knowledge, and that will be a help to the entire family. Say firmly: “I will not spend precious moments in reading that which will be of no profit to me, and which only unfits me to be of service to others. I will devote my time and my thoughts to acquiring a fitness for God’s service. I will close my eyes to frivolous and sinful things. My ears are the Lord’s, and I will not listen to the subtle reasoning of the enemy. My voice shall not in any way be subject to a will that is not under the influence of the Spirit of God. My body is the temple of the Holy Spirit, and every power of my being shall be consecrated to worthy pursuits.”—Testimonies for the :64."
    },
    {
      "chapter_number": 10,
      "title": "Section 10—Stewardship",
      "content": "However small your talent, God has a place for it. That one talent, wisely used, will accomplish its appointed work. By faithfulness in little duties, we are to work on the plan of addition, and God will work for us on the plan of multiplication. These littles will become the most precious influences in His work.—Christ’s Object Lessons, 360."
    },
    {
      "chapter_number": 11,
      "title": "Section 11—The Home Life",
      "content": "The restoration and uplifting of humanity begins in the home. The work of parents underlies every other. Society is composed of families, and is what the heads of families make it. Out of the heart are “the issues of life“: and the heart of the community, of the church, and of the nation, is the household. The well-being of society, the success of the church, the prosperity of the nation, depend upon home influences—The Ministry of Healing, 349."
    },
    {
      "chapter_number": 12,
      "title": "Section 12—Dress and Adornment",
      "content": "A person’s character is judged by his style of dress. A refined taste, a cultivated mind, will be revealed in the choice of simple and appropriate attire. Chaste simplicity in dress, when united with modesty of demeanor, will go far toward surrounding a young woman with that atmosphere of sacred reserve which will be to her a shield from a thousand perils.—Education, 248."
    },
    {
      "chapter_number": 13,
      "title": "Section 13—Recreation and Amusement",
      "content": "There is a distinction between recreation and amusement. Recreation, when true to its name, re-creation, tends to strengthen and build up. Calling us aside from our ordinary cares and occupations, it affords refreshment for mind and body, and thus enables us to return with new vigor to the earnest work of life. Amusement, on the other hand, is sought for the sake of pleasure, and is often carried to excess; it absorbs the energies that are required for useful work, and thus proves a hindrance to life’s true success.—Education, 207."
    },
    {
      "chapter_number": 14,
      "title": "Section 14—Social Relations",
      "content": "It is through the social relations that Christianity comes in contact with the world. Every man or woman who has received the divine illumination is to shed light on the dark pathway of those who are unacquainted with the better way. Social power, sanctified by the Spirit of Christ, must be improved in bringing souls to the Saviour.—The Ministry of Healing, 496."
    },
    {
      "chapter_number": 15,
      "title": "Section 15—Courtship and Marriage",
      "content": "The family tie is the closest, the most tender and sacred, of any on earth. It was designed to be a blessing to mankind. And it is a blessing wherever the marriage covenant is entered into intelligently, in the fear of God, and with due consideration for its responsibilities.—The Ministry of Healing, 356, 357."
    }
  ]
}