{
  "title": "Selected Messages Book 2",
  "chapters": [
    {
      "chapter_number": 1,
      "title": "Section 1—Fanaticism and Deceptive Teachings",
      "content": "The Seventh-day Adventist Church is brought to view in prophecy in the setting of conflict, for Satan, the dragon, wages relentless war against those who “keep the commandments of God, and have the testimony of Jesus.” The great adversary knows that if he is successful in misleading and confusing Seventh-day Adventists, he frustrates the purposes of God. His attacks are usually of an insidious character, and often of a nature tending to lead sincere men and women to such extremes that they will believe a lie. While remarkably free from fanaticism and extremes, the Advent Movement since its early days has faced the threat of fanaticism. One of Mrs. White’s first tasks was to go into the field to meet fanaticism with the Word of God. Down through the seventy years of her ministry she was called upon again and again to meet fanatical or deceptive teachings in one form or another. The many warnings that fanaticism is to be repeated, serve to alert the church to its dangers; and the counsels the messenger of the Lord has given concerning various types of fanatical outbreak and emotional religion are of great service now in safeguarding the flock. The instruction included in this section, supplementing like warnings appearing in earlier E. G. White books, for the most part were drawn together in a compilation to meet a critical situation that developed in one local conference. Available in mimeographed form, this material has been much appreciated and has served the church well. The Trustees of the Ellen G. White Publications welcome this opportunity to present these important counsels in permanent form. The section closes with various statements dealing with the manifestation of spurious miracle-working power and the relative importance of miracles to the presentation of testing truths. These counsels are of particular value now, and will be more essential as we near the earth’s closing days, when Satan, through one scheme and device after another, will attempt to deceive the very elect."
    },
    {
      "chapter_number": 2,
      "title": "Section 2—Erroneous and Subversive Movements",
      "content": "Through the years several erroneous or subversive movements, based on misinterpretation of Scripture or supposed divine illumination, have arisen among Seventh-day Adventists. These were firmly and squarely dealt with by the Spirit of Prophecy counsels given to meet these situations as they arose. Some of these counsels are included in this section. Usually closely linked with the supposed new light was a message of condemnation of the church and its leaders, and often there was some phase of time setting. One such movement, known as the Loud Cry of the Third Angel, led by a Mr. Stanton, was met through a series of articles published in theReview and Heraldunder the title of “The Remnant Church Not Babylon” (now found inTestimonies to Ministers and Gospel Workers, 32-62, and also inThe Remnant Church,20-43). The materials drawn together in this section make further reference to this movement and deal in considerable detail with several like movements. Two prominent cases involving claims to the prophetic gift are also presented here in the form of counsel given by Mrs. White to those directly or indirectly concerned. She was in an extremely delicate position in dealing with situations of this character, but in fulfilling her office as God’s messenger, she was given instruction that protected the church from these pretenders to the prophetic office. She emphasized the point that the genuine manifestation of the prophetic gift would bear its own credentials, accompanied by ample clear, convincing evidence. As long as there is an adversary to truth, subversive and erroneous movements will arise and must be met. The Ellen G. White depiction of several of these movements with their characteristic teachings, and the counsel given in analyzing the work and teachings, offer much that may prove of great service in easily and clearly identifying and meeting again such situations when they appear."
    },
    {
      "chapter_number": 3,
      "title": "Section 3—Unwise Affiliations",
      "content": "Early in her sojourn in Australia (1891-1900) Ellen White was called upon to give counsel to a prominent worker in our publishing house who had become deeply involved in the activities of the Masonic Lodge. The counsel she presented to this brother led him to sever his connections with the lodge in spite of the fact that he had attained the highest degree of honor in the organization. Without condemning, Mrs. White pointed out that the Christian cannot serve two masters, or render allegiance to two authorities. Our brother, who had become so involved in lodge activities that his work for the church had been sadly neglected, recognized the simple truth in the Ellen G. White counsels, and his confidence in the message was confirmed as Mrs. White—unbeknown to herself—gave the secret sign used only by members of the lodge. He promptly surrendered his membership in the lodge, although he had stoutly affirmed on a number of occasions that nothing would shake his confidence in the fraternal organization or lead him to break with it. Looking back to this experience in later years, he testified that the Spirit of Prophecy message completely changed his life. At this time and in this connection, Mrs. White wrote quite fully concerning the relationship of Seventh-day Adventists to such organizations. This was published under the title “Should Christians Be Members of Secret Societies?” In pamphlet form, it had wide circulation in Australia and in the United States, but it has long been out of print. This pamphlet is reprinted here in its entirety. The second chapter is composed of counsels from the pen of Mrs. White relating to the attitude that Seventh-day Adventists should take toward labor organizations. This material was published as Section II in the pamphletCountry Living. It appears here in this permanent form for continued and prayerful study."
    },
    {
      "chapter_number": 4,
      "title": "Section 4—Counsels for Workers",
      "content": "A number of helpful messages that appeared inNotebook Leafletswere addressed more specifically to Seventh-day Adventist workers. Such of these counsels as have not been included or paralleled in other Ellen G. White books of recent issuance, now appear in this volume. The reader will note that these messages touch on many subjects of special interest to the ministry, and to all who have consecrated their talents to the service of God. The closing chapter of this section is addressed to D. M. Canright, A Seventh-day Adventist minister who was trusted and loved by both leaders and laity, but who allowed in his heart a little seed of distrust and bitterness that grew until he finally severed his connection with the church. Before doing so, D. M. Canright left the ministry and returned to it at least three times. Mrs. White tried again and again to steady Mr. Canright. One such appeal is presented here. References to several other communications will be found in connection with this chapter. Mr. Canright severed his connection with the Seventh-day Adventist church forever. He spent his remaining years in writing and speaking against the church and Mrs. White. The earnest appeal that is made to him at the close of this section might well call for self-examination by each reader."
    },
    {
      "chapter_number": 5,
      "title": "Section 5—The Remuneration of Our Workers",
      "content": "Remuneration for services rendered is a subject of constant and practical interest to everyone. It is a topic well represented in several current Ellen G. White books. Presented here are supplementary counsels that were drawn together for the study of certain committees appointed by the General Conference to review the principles that should govern in the remuneration of Seventh-day Adventist workers. This material proved to be helpful to the committees, and at their suggestion it is being included here. The review of these and other principles, drawn from various documents and counsels given regarding the relationship of Seventh-day Adventist workers to the organizations with which they are connected, will be read with profit. And to any who may be tempted, because of financial pressures, to accept an inviting offer of a larger income in lines of work not directly connected with the cause of God, the chapter, “counsel to one who for financial reasons, was planning to leave the work of God,” will offer challenging and sobering thoughts. In all these Ellen G. White messages the spirit of Christ, which is the spirit of sacrifice, is the keynote. [Appeared inThe Review and Herald, , 1906.]"
    },
    {
      "chapter_number": 6,
      "title": "Section 6—Comfort and Encouragement",
      "content": "Ellen G. White, the messenger of the Lord, knew the meaning of suffering. Her childhood hopes were blighted by an accident, at the age of nine, which nearly cost her life. She passed through the experiences of motherhood four times. Twice she was bereaved of a son. For nearly half of her public life she was a widow. She knew the meaning of lingering illness. Her messages of encouragement to those who were in affliction, to those who faced death, and to the aged and the bereaved were tempered by her own experience. No one can explain the mysteries of providence, but those who have trusted God in times of trial and suffering know that God is working out His plan. Mrs. White knew this and revealed it in her day-by-day journal in which she jotted down, with diary terseness, her reaction to ten months of suffering in a strange land. Her disappointment in not being healed in response to prayer and anointing, and her unfaltering trust in God in life or death are here revealed. The personal messages written by Mrs. White under varying circumstances, and presented here for the comfort of those who must suffer, will help to answer the questions, why, if God is a God of love, must His people suffer long illness? Why must they languish on beds of pain? Comfort and encouragement will come to the person who is passing through experiences of a character described in these pages. Whatever repetition occurs is merely for the purpose of bringing comfort in as many personal situations as possible."
    },
    {
      "chapter_number": 7,
      "title": "Section 7—The Use of Medicinal Agencies",
      "content": "Shortly after the organization of the General Conference of Seventh-day Adventists in May, 1863, at a time when the church ,500 members, Ellen G. White received a vision calling the attention of Adventists to the importance of good health and the close relationship between physical well-being and spiritual experience. The light given touched a number of important phases of living, including diet, value of fresh air, the use of water, healthful attire, exercise, rest, et cetera. Prominent in this important revelation of , 1863, was light concerning the harmful effects of the poisonous drugs that physicians so freely prescribed. In the subsequent years the great basic health-reform vision was followed by many visions opening up in more detail the principles and the application of principles that should guide in matters of retaining good health and the care of the sick, the call for medical institutions and the manner in which Seventh-day Adventists should conduct such institutions. On these matters Mrs. White wrote much. Her first comprehensive presentation appeared inSpiritual Gifts,[Currently available in facsimile reprint.], to 151in an article entitled “Health.” Mrs. White then expanded this thirty-page statement into six separate articles for publication under the general title of “Disease and its Causes.” these were embodied in the six numbered pamphlets compiled by Elder and Mrs. White, entitledHealth or How to Live, one E. G. White article appearing in each number. [The six articles in their entirety appear as an appendix to this volume, seepp. 409-479.] From time to time over the next several decades the various journals of the denomination carried articles by Mrs. White on the subject of health. she presented a comprehensive picture of the health message in the first half of the bookChristian Temperance and Bible Hygiene. she publishedThe Ministry of Healing, her climaxing volume on the subject. This she intended for very wide distribution in America and overseas. In each of her general presentations on health Mrs. White discussed poisonous drugs and their use in the treatment of the sick. This phase of the subject—prominent in the original health-reform vision—filled eight of the thirty pages of her initialSpiritual Giftspresentation. She devoted one entire article in the “Disease and its Causes” series to the subject of drugs. Nor was Ellen White’s voice alone at the time. There were certain physicians on both sides of the Atlantic who deplored the absence of adequate diagnosis, and gravely questioned the use of many commonly prescribed poisonous drugs. As a result gradual changes took place in the treatment of the sick as regards the use of drugs. These changes have been most rapid and striking in the years following the first decade of the twentieth century, when modern medical education, along scientific and experimental lines, developed. In her earlier writings, particularly, Mrs. White made singularly strong statements concerning the physicians of the time and concerning the use of drugs. In order rightly to evaluate these, one must know something of the medical practices at the time the statements were made. This knowledge can be gained by examining the medical literature of those times and from reading the opening chapter ofThe Story of Our Health Message, by D. E. Robinson. In her books that deal specifically with the problems and work of the church and its members, Mrs. White devotes more space to the subject of health and the care of the sick than to any other single topic. These counsels are spread before the general public in the more than two thousand pages ofThe Ministry of Healing, Medical Ministry, Counsels on Diet and Foods, Counsels on Health, and Temperance, and in articles in theTestimonies for the Church. The reader is directed to these sources for the full, balanced picture of the health-reform message. This volume contains four chapters composed of statements drawn from various sources—some published and some unpublished—written mostly to medical personnel in connection with Adventist institutions. These statements illustrate the way Mrs. White herself applied the principles revealed to her in vision. In her various utterances on the subject of the care of the sick, she ever held up the ideal for which to strive. At the same time she recognized, as seen by the terminology used, that there were times and circumstancesin special situations when it was justifiable and necessary to employ even medications that were known to be poisonous. It is significant that Ellen White gives us the assurance that Christ and the angels are present in the operating room attending and guiding the consecrated Christian physician in performing surgical operations. Before major surgery, the entire body is saturated with a powerful and, in a sense, harmful drug, to the point of complete unconsciousness and to complete insensibility. By the same token, after surgical procedures, the physician may find it necessary to administer sedatives that almost certainly include drugs, to give relief and prevent the patient from lapsing, from sheer pain, into a state of surgical shock and, in some instances, possible death. As they strive to know and follow God’s will, not a few today are making inquiries similar to one expressed in the words of a medical student who wrote to Mrs. White to ask her about the use of drugs. In his letter he said: “From our study of theTestimoniesand the little work,How to Live, we can see that the Lord is strongly opposed to the use of drugs in our medical work....Several of the students are in doubt as to the meaning of the word ‘drug’ as mentioned inHow to Live. Does it refer only to the stronger medicines as mercury, strychnine, arsenic, and such poisons, the things we medical students call ‘drugs,’ or does it also include the simpler remedies, as potassium, iodine, squills, etc.? We know that our success will be proportionate to our adherence to God’s methods. For this reason I have asked the above question.” The first item in , which follows immediately, is Mrs. White’s reply to the inquiry of that medical student."
    },
    {
      "chapter_number": 8,
      "title": "Section 8—General Counsels",
      "content": "The Spirit of Prophecy counsels are always practical. From the pen of Ellen White we find counsel and instruction touching almost every phase of Christian life and experience. Although most of the lines of instruction given are represented in theTestimoniesand other Ellen G. White books, the reindexing of published but now out-of-print materials and of unpublished manuscripts has revealed items of counsel along certain lines, which are becoming of increasing importance today with the appearance of new and difficult situations. These items will add tangibly to the wealth of instruction now in the hands of Seventh-day Adventists. As an instance, we offer the formerly unpublished statements on the problem of hypnosis, which in some medical circles is looked upon favorably as a means of therapy. The specific Ellen G. White counsels dealing with the use of hypnosis in the treatment of the sick, and indicating the hazards of using it in any way, are very pertinent at this time. The section closes with counsels calling upon Seventh-day Adventists to consider the value of a rural environment for their homes. These are drawn from sources other than the published books, but have been presented earlier in the pamphletCountry Living, with emphasis on the importance of moving carefully and guardedly in choosing a new location for the home in the country and away from the crowded cities. Appearing here in this permanent form, they are available for ready reference. [Appeared inNotebook Leaflets, Methods, No. 7.]"
    },
    {
      "chapter_number": 9,
      "title": "Section 9—As We Near the End",
      "content": "In the preparation of a volume of miscellaneous counsels published decades after Ellen White’s death, it is to be expected that some pages will be devoted to the coming crisis and the experience of the church as we near the time for the second coming of Christ. The counsels included in this section have been drawn largely from Ellen G. White articles as they have appeared in our various journals and from items published inNotebook Leaflets. These stirring messages do not present anything startlingly new, and there is considerable repetition of thought; but to a people who are expecting to meet their Lord soon, each statement that has a bearing on the crisis before us will be read with eager interest. The closing chapter, “the last messages to the General Conference,” represents the two formal statements Mrs. White prepared and sent to be read at the General Conference in session —the last held while she lived. Excerpts from these two messages have appeared elsewhere in print. It seems appropriate that the full statements should be included here, indicating, as they do, Mrs. White’s confidence in the leaders of the church and its final triumph."
    },
    {
      "chapter_number": 10,
      "title": "Appendix 1—Disease and Its Causes",
      "content": "The six articles bearing the title “Disease and Its Causes” form one of the earliest links in the rather large collection of writings by Ellen G. White on the subject of health. This is their background: first, there was the historic health-reform vision of , 1863. Next, , Mrs. White made her first published presentation of the subject in -page article entitled “Health,” in Spiritual Gifts, volume IV (currently available in facsimile reprint). Then, , she furnished one article for each of a series of six pamphlets compiled from various writers and published under the title Health, or How to Live. The six Ellen G. White articles were an amplification of -page article in Spiritual Gifts of the year before. Mrs. White made no other contribution to the How to Live pamphlets. To complete the historical record of the early Ellen G. White published statements relating to health, her articles appear here in exact reproduction. Being reproduced word for word, sentence for sentence, they contain some grammatical imperfections that crept in under the untoward circumstances of printing a century ago. It should be observed that although Mrs. White never requested the reprinting of these articles, they were republished in short installments in theReview and . The later, fuller Ellen G. White presentations on the subject of health, climaxed byThe Ministry of , took the place of many earlier articles, including the “Disease and Its Causes” series. The reader must bear in mind the conditions that existed in the field of medical practice at the time these articles were prepared. The last article, particularly, must be read in the light of conditions prevailing at the time of writing. For a review of these conditions see D. E. Robinson,The Story of Our Health Message, 112-130, 166-169, 427-4311965 edition,; Francis D. Nichol,Ellen G. White and Her Critics, pp. 136-160; and Denton E. Rebok,Believe His Prophets, pp. 253-267."
    },
    {
      "chapter_number": 11,
      "title": "Appendix 2—Important Factors in Choosing a Life Companion",
      "content": "(A statement by the trustees of the Ellen G. White Estate) As the reader peruses the “Word to the Reader,” appearing in each of the two volumes of Selected Messages, he observes that the two books are comprised of lines of counsel, given through the years, which reached the field by way of pamphlets, periodical articles, and typewritten messages, but were not drawn into the nine volumes of testimony counsels published by Ellen White prior to her death. The publication in this form provides the church with timely counsels in a manner and at a time to include reference to them in the three-volume comprehensive index to the writings of Ellen G. White. A number of pages in these two volumes and many pages in the other Ellen G. White books, and also not a few of the personal testimonies directed to individuals, deal with the far-reaching question of the selection of a life partner in marriage. These counsels set forth factors important to a happy, successful marriage and to the happiness and welfare of the children born to that marriage. They also present factors that may impair the success of the union. Ellen White assures us that “Jesus wants to see happy marriages, happy firesides” (The Adventist Home, 99). “The Choice of aLife Companion,” she admonished, “should be such as best to secure physical, mental, and spiritual well-being for parents and for their children.”—The Ministry of Healing, 357. In these writings the influence of the home is ever kept before the church. She called upon those looking toward marriage to consider well the influence of the particular union contemplated. To this end she urged that there should be no selfishness or covetousness or shortsighted decisions. (See footnote.) She called upon men and women who were planning to marry to “distinguish between what is pleasing and what is profitable” (, 1901). She observed that “it is from the marriage hour that many men and women date their success or failure in this life, and their hopes of the future life.”—The Adventist Home, 43. Compatibility, Ellen White held, was vitally essential to a happy marriage. She wrote of “lifelong wretchedness” which may result from a union of those “not adapted to each other” (Patriarchs and Prophets, 189). In a message to youth she declared: “The world is full of misery and sin today in consequence of ill-assorted marriages. In many cases it takes only a few months for husband and wife to realize that their dispositions can never blend; and the result is that discord prevails in the home, where only the love and harmony of heaven should exist.”—The Youth’s Instructor, , 1899;Messages to Young People, 453; andThe Adventist Home, 83. She sounded a warning against “a great disparity in age” of those contemplating marriage, which could result in “impairing the health of the younger” partner and could rob the children “of physical and mental strength” (The Ministry of Healing, 358). The state of health of the partners of a contemplated marriage Ellen White stressed as an important factor. “Sickly men have often won the affections of women apparently healthy, and because they loved each other, they felt themselves at perfect liberty to marry, neither considering that by their union the wife must be a sufferer, more or less, because of the diseased husband.”—Selected :423. And then she carries the matter to its logical conclusion: “If those who thus enter the marriage relation were alone concerned, the sin would not be so great. Their offspring are compelled to be sufferers by disease transmitted to them.”—Ibid. The ability of the partners in a marriage to sustain themselves financially also was presented by Ellen White as arequisite for a successful marriage. She pointed out that there are those “who have not acquired property” and do “not possess physical strength, or mental energy, to acquire property” “who have been in haste to marry, and who have taken upon themselves responsibilities of which they had no just sense.” But it is the children who often are the greatest sufferers, for “those who are seriously deficient in business tact, and who are the least qualified to get along in the world, generally fill their houses with children” which, she declares, may not be “suitably fed or clothed, and do not receive physical or mental training” (Selected :420, 421). Then there is another area where counsel was given. This is in bringing together in marriage men and women of different ethnic and cultural backgrounds. Four such presentations are a matter of manuscript and published record. Two of the four statements on this point appear in this volume, on . These were penned , respectively, and were selected for publication in this volume because they presented the basic principles involved and thus reveal why such marriages should not be encouraged. Such unions, it is declared, could easily create “controversy and confusion.” Another reason she set forth for discouraging such marriages seems to be the “disadvantages” which they impose upon the offspring, and this could lead to “a feeling of bitterness toward the parents who have given them this lifelong inheritance.” [Note: of the other two statements, the first presentation of counsel on this point appears in the heart of a basic appeal made by Ellen White on , 1891, to the leaders of the church to enter upon a work for the colored people in the United States. See the full statement inThe Southern Work, 1966 edition, 9-18. In this she drew in bold, unmistakable lines, the brotherhood of mankind and made clear that in worship all stood in equality before God. At the same time she gave voice to words of caution. In this statement, read by her to church leaders, we find these lines: “Sin rests upon us as a church because we have not made greater effort for the salvation of souls among the colored people.... You have no license from God to exclude the colored people from your places of worship. Treat them as Christ’s property, which they are, just as much as yourselves. They should hold membership in the church with the white brethren. Every effort should be made to wipe out the terrible wrong which has been done them. At the same time we must not carry things to extremes and run into fanaticism on this question. Some would think it right to throw down every partition wall and intermarry with the colored people, but this is not the right thing to teach or to practice.”—The Southern Work, 15. The other presentation on this point is a letter of counsel, written , 1901, to a young man who entertained plans that would have resulted in marriage of one of the Caucasian race with one of the Negro race. Its counsels are those embodied in the similar communication and recorded on of this volume. But Ellen White adds words that call for thoughtful contemplation: “Do not unite yourself in marriage with a girl who will have cause to regret the step forever after.... “O what covetous, selfish, short-sighted creatures human beings are. Distrust your own judgment, and depend on the judgment of God. Distinguish between what is pleasing and what is profitable. Do God’s will submissively.... Following your own way and your own will, you will find thorns and thistles.”—Ellen G. , 1901.] While these four messages of counsel were written at a particular time to meet situations in a particular geographical area, may they not serve to alert any contemplating marriage to circumstances and factors that could imperil the union and bequeath to the children an inheritance that some may resent? These counsels are among those given the believer, dealing with a significant and far-reaching experience in life and presenting a course of action least fraught with factors that may lead to heartaches and could impair or destroy the union. As Ellen White says, “Jesus wants to see happy marriages, happy firesides.” The repeated statements made by Ellen G. White orally and in her writings make clear that the issue is not that of inequality of race. She ever maintained that there is a close brotherhood of mankind, and that in the records of heaven the name of the individual of one race stands beside the name of one of another race. Read carefully the appendix which follows entitled, “The Brotherhood of Mankind.” Ellen G. White Estate, Inc. Washington, D.C.,"
    },
    {
      "chapter_number": 12,
      "title": "Appendix 3—The Brotherhood of Mankind",
      "content": "Christ recognized no distinction of nationality or rank or creed.... Christ came to break down every wall of partition. He came to show that His gift of mercy and love is as unconfined as the air, the light, or the showers of rain that refresh the earth. The life of Christ established a religion in which there is no caste, a religion by which Jew and Gentile, free and bond, are linked in a common brotherhood, equal before God. No question of policy influenced His movements. He made no difference between neighbors and strangers, friends and enemies. That which appealed to His heart was a soul thirsting for the waters of life.... He sought to inspire with hope the roughest and most unpromising, setting before them the assurance that they might become blameless and harmless, attaining such a character as would make them manifest as the children of God.—The Ministry of Healing, 25, 26."
    }
  ]
}