{
  "title": "Selected Messages Book 1",
  "chapters": [
    {
      "chapter_number": 1,
      "title": "Section 1—The Light on Our Pathway",
      "content": "Statements penned by Ellen G. White, regarding her work as the messenger of the Lord and concerning the processes by which God communicates his will to members of the human family, are always helpful and interesting. Such are presented in this opening section ofSelected Messages. Although the question of inspiration was touched on at intervals through her seventy years of ministry, the outstanding presentation is the author’s introduction toThe Great Controversy(not appearing here) written in May, 1888. An earlier statement, “Objections to the Bible,” penned , is published herein, and another, “The Inspiration of the Word of God,” written in the autumn , is also presented here. A fourth major statement, “The mysteries of the Bible a proof of its inspiration,” was published and may be found inTestimonies for the :698-711. Various explanations about her work, the republication of tract “The writing and sending out of the testimonies to the church,” and Mrs. White’s answers to certain questions and charges concerning her earlier writings round out the section devoted to “The Light on Our Pathway.”"
    },
    {
      "chapter_number": 2,
      "title": "Section 2—Christian Experience",
      "content": "Some fifteen years after Mrs. White’s death the files of her unpublished writings—then at the Elmshaven office in California—were reindexed, and certain choice materials drawn from her letters and manuscripts were at that time published in leaflet form. These covered various topics of interest especially to Seventh-day Adventist workers, such as “Christian Experience,” “Methods of Labor,” “Education,” “The Church,” et cetera. These were first published as the “Elmshaven Leaflets,” but were later issued under the titleNotebook Leaflets. The series grew to a total of forty-two separate items, tied together as a unit. In the years succeeding the publication ofNotebook Leaflets, such Ellen G. White works asMedical Ministry, Evangelism, Child Guidance, Welfare Ministry, andThe Adventist Home, drew heavily on the manuscript sources from which the leaflets were originally selected, and provided much of the material, or closely paralleling material, in permanent book form. This has greatly lessened the mission of and the demand for theNotebook Leaflets. Certain of the leaflets, however, miscellaneous in nature and character, relating to Christian experience and some other important topics, have not been paralleled or duplicated in the Ellen G. White books issued since her death. These are now found, here and there, inSelected Messages. The largest grouping of suchNotebook Leafletsmaterials appears in this section dealing with Christian experience."
    },
    {
      "chapter_number": 3,
      "title": "Section 3—Revival and Reformation",
      "content": "One of the most outstanding appeals made by Ellen G. White for revival and reformation was published inThe Review and Herald, , 1887, under the title “The Church’s Need.” This article was drawn from heavily in the compilation of materials prepared by Elder A. G. Daniells, forChrist Our Righteousness. in the initial printings (1926 ) the article also appeared in its entirety in the appendix. For mechanical reasons in later printings (1941 and onward), the article, selections from which had appeared in the text of the book itself, was not included in the appendix. This much-sought-after article in its entirety now opens this stirring section. The spiritual contest immediately following a revival, which rages between the forces of righteousness and the forces of evil for the souls of those who have begun a new experience, is vividly portrayed in this section. In the setting of the great revival at Battle Creek College and the events that followed in succeeding months, Ellen White deals with this vital question. The elements of this struggle are those that are present in every revival effort of the church. This section closes with the presentation of experiences in audience response in a number of revivals in which Ellen White herself participated. These help to show how she carried into her work the instruction concerning soul winning that distinguished her counsels to gospel workers. Many of these experiences recorded by Mrs. White mainly in her daily journal appear in terse, diary style. The word pictures she paints of making appeals for public response begin with the early years in Battle Creek and carry over into Europe and Australia, then back again to the United States. There is a certain amount of repetition in the accounts, but enough of singular interest in each item to prove of value to the reader."
    },
    {
      "chapter_number": 4,
      "title": "Section 4—“Preach the Word”",
      "content": "- As in the the General Conference leadership made plans for strong evangelistic emphasis and effort throughout North America, it was realized that if large objectives were to be accomplished, the ministers who stood before the people must turn from subjects of minor importance to the presentation of the third angel’s message in its broad and gripping phases. At the request of the General Conference a sixteen-page pamphlet entitled “Preach the Word,” containing Ellen G. White counsels, was published. Great good was accomplished by the many thousands of copies distributed, charging the ministry anew with the solemn responsibility of proclaiming the last judgment-hour message to the world. Those portions not in other E. G. White books are included in permanent form here. The statements printed do not constitute an exhaustive compilation of what Ellen White has written on this subject. Additional counsel may be found in the booksEvangelism, Gospel Workers, Testimonies to Ministers, andChristian Service. Following the pamphlet items are a few related chapters. “The Peril of Extreme Views” is a communication addressed to one of our ministers, containing instruction of great service, which until now has been available only inNotebook Leaflets. The chapter on “Time Setting” is pertinent. The section closes with counsels drawn fromSpecial Testimonies, Series B, No. 2, written during the crisis when certain pantheistic views were being pressed upon the denomination as new light which, it was asserted, would prove a great blessing to the church. The chief blessing that resulted from this crisis was in the lessons in truth so earnestly communicated by the Lord’s messenger to the struggling church, found mainly inTestimonies, , andThe Ministry of Healing."
    },
    {
      "chapter_number": 5,
      "title": "Section 5—Christ and the Doctrines",
      "content": "Over a period of more than sixty years ,000 E.G. White articles were published in theReview and Herald. ,000 articles were furnished to theSigns of the Times. Hundreds of messages from her pen appeared inThe Youth’s Instructor, our health journals, the union conference papers, et cetera. These articles covered a wide variety of subjects, including practical instruction, warnings and counsel for the church, accounts of travels and labors, instruction in soul-winning work, and perhaps most important, doctrinal presentations. The freedom of space offered by periodical form of presentation made possible varied and detailed treatment of many important doctrinal topics. The same subjects were dealt with again and again, each time with an emphasis on varying points of interest. In harmony with her instruction, these many articles have been drawn upon in the work of compiling certain Ellen G. White books that have been published since her death. While there is not a general call for the republication of all of the articles in their entirely, there is a desire to have a choice group of articles devoted largely to doctrinal subjects reprinted in their completeness of coverage. Many of these are outstanding in their presentation of the central truths of the Advent message. These priceless messages are here presented for the most part in their entirety, giving the reader the benefit of each statement in its full setting. There are a few exceptions where there were large segments of an article that were not closely related to the doctrinal presentation, and in these cases deletions have been made and indicated in the usual way. The careful student of the Word of God will rejoice to see these choice doctrinal statements—all of which center in Christ our Lord—appear in this permanent form."
    }
  ]
}