{
  "title": "Selected Messages Book 3",
  "chapters": [
    {
      "chapter_number": 1,
      "title": "Section 1—The Church",
      "content": "The Seventh-day Adventist Church was ever close to the heart of Ellen G. White. a thousand times and more through her long life, Heaven had drawn near to her with messages of encouragement, of instruction, of information, and of reproof and correction. These many visions were given to guide and guard the members of God’s Sabbathkeeping remnant, both individually and collectively. “The Lord loves his church,” she declared when it was under attack (Selected :68). Tenderly she wrote, “The church of Christ, enfeebled and defective as it may be, is the only object on earth on which He bestows His supreme regard.”—Testimonies to Ministers and Gospel Workers, 15. Ellen White loved the church deeply. Her whole life was dedicated to its welfare and ultimate triumph. How appropriate, then, that this volume ofSelected Messagesshould open with a definition of what the church is, drawn from a letter of counsel to an administrator working outside North America. This is followed by admonitions calling for unity as a means of strength, and warning against independent action, which could only weaken the church’s efforts to reach and rescue a confused world."
    },
    {
      "chapter_number": 2,
      "title": "Section 2—Principles of Inspiration",
      "content": "Our confidence in that which comes to us as messages inspired by God is based on our faith in God and his word, as well as upon the convicting work of the Holy Spirit on our hearts. It is also based upon the observation of fulfilled and fulfilling prophecy and the fruitage of these messages in our own lives and in the lives of others. The influence of the counsels on the development and work of the church provides additional evidence of their supernatural origin. A knowledge of some of the facets of inspiration and revelation helps to sustain such confidence. These may be found in expressions—often incidental—employed by the inspired writers themselves. These words maintaining our confidence appear in the Bible, as well as in the writings of Ellen G. White. The author’s introduction toThe Great Controversyhas contributed much to our understanding of her inspiration. From time to time the White Estate has brought out Ellen White statements from her published as well as from her unpublished writings relating to the question of revelation and inspiration. These often-used statements, together with material heretofore unpublished, are now brought together in this section entitled “principles of inspiration.” As in the case of the Bible writers, Ellen White makes only incidental reference to her visions. She explains only briefly how the light came to her, and how the messages were delivered. These incidental references, appearing in different sources, and often consisting of only a few lines, are now for the first time brought together in this volume."
    },
    {
      "chapter_number": 3,
      "title": "Section 3—The Preparation of the Ellen G. White Books",
      "content": "Much of Ellen White’s life was spent preparing books that carried the messages God gave her for His people and in some instances to the general public. The White Estate files contain relatively few of her statements concerning the details of this work. However, others working with her wrote more fully. Her relatively few statements, however, do take us into the very heart of her work. We present here some of these statements relative to the preparation and publication of theTestimonies for the Churchand certain of her books that present the conflict of the ages story, particularlyThe Great ControversyandThe Desire of Ages. Since the initial writings on various components of the conflict of the ages story were enlarged two or three times, it is not possible to present a precise chronological sequence of Ellen White’s work depicting the events of the agelong controversy. it should also be noted that Ellen White considered all parts of this narrative as part of the great controversy story, whether Old Testament, New Testament, or post-Biblical history. Statements explaining the work of her literary assistants are included, constituting the opening chapter of this section. Another chapter traces her work in writing on the life of Christ, in which she was assisted by her niece and by Marian Davis in ’s. Ellen White’s son William was closely associated with her in the production of her books , the year James White died. On several occasions he wrote from his intimate knowledge of his mother’s work in book preparation. Several enlightening statements from his pen, as well as from the pen of Marian Davis, appear as appendix items."
    },
    {
      "chapter_number": 4,
      "title": "Section 4—The Incarnation",
      "content": "The plan of salvation, of which the incarnation is the very heart, is an exhaustless theme into which we may now look, and that will be the prime topic of study through the ceaseless ages of eternity. Again and again through the years Ellen White, in sermons preached, in letters written, in periodical articles and books, touched feelingly on this sublime topic of God and man becoming one. This is particularly so inThe Desire of Ages. A number of enlightening statements appear inThe Youth’s Instructor. Excerpts from many of these and from like materials from other sources have already appeared inSelected :242-289; devotional book, “That I May Know Him”; and Ellen G. White releases inThe S.D.A. Bible :1126-1131; andThe S.D.A. Bible Commentary 7A:443-456, the latter being a reprint of Appendix B ofSeventh-day Adventists Answer Questions on Doctrine. Yet, from time to time further choice items come to the front from sources not commonly available. Several of these have been drawn together here to make up this section, “The Incarnation.” As we review these beautiful, and at times seemingly unfathomable, truths, we are reminded of this Ellen G. White statement: “The incarnation of Christ has ever been, and will ever remain a mystery.”—, 1895(published inThe SDA Bible Commentary, vol. 5, p. 1129). But these great truths, as we can grasp them by faith, are for us."
    },
    {
      "chapter_number": 5,
      "title": "Section 5—Principles of Salvation",
      "content": "The basic elements of salvation are presented in one form or another in almost every Ellen G. White book and in innumerable periodical articles. The Bible studies and discussions at Minneapolis General Conference brought into focus the elements of salvation by faith in Christ alone, which was a truth that had been largely lost sight of by many, both ministers and laity.Selected Messages, , in -page section on “Christ Our Righteousness,” sets forth this emphasis in the setting of Minneapolis. How Ellen White rejoiced as the great basic truth of justification by faith was brought prominently to the front at this conference, and as she entered with others into carrying the blessed message to the churches! This was a truth, however, that had entered into her sermons and writings down through the years, always presented in a balanced manner. This is attested to by the several presentations that make up the Ellen G. White bookFaith and Works, containing discourses and articles . This section brings together in three chapters the vital truths relating to faith and works. The first chapter is devoted to typical statements made by Ellen White showing her clear-cut stand in a balanced presentation of justification by faith. The third chapter brings to view her consistent declarations, showing a unity of teaching all through her ministry. Only a few typical statements are included to remind us of her work in presenting this vital truth, which is the very heart of the gospel. Chapter two, historical in nature, presents her review of the experience at the Minneapolis General Conference and the work on her part, related to this experience, in the months that followed that conference. This chapter is introduced by a somewhat extended statement giving a background for her historical review."
    },
    {
      "chapter_number": 6,
      "title": "Section 6—Education—The Church School, and Universities of the World",
      "content": "the community surrounding the St. Helena Sanitarium, a community in which Ellen White resided until her death, was served by the one-room Crystal Springs public school. It was taught by a dedicated Seventh-day Adventist teacher, Mr. Anthony. At the turn of the century, Seventh-day Adventists in some parts of the United States, largely as the result of Ellen White’s counsel, were just moving into the establishment of church schools for the children of grade-school age. :00 a.m. on Monday, , 1902, Ellen White addressed the members of the Sanitarium church, urging the establishment of a church school, and as an incentive offered to provide the use of a nearby portion of her land at Elmshaven for the project. Excerpts from the timely address she gave open this section. The Sanitarium church accepted Ellen White’s proposal, but when the school opened in the fall no provision was made for small children, because it was reasoned that those under eight or ten years of age should be taught at home in harmony with Ellen White’s instruction given earlier. Not all parents were prepared to meet the ideal she set forth in her earlier writings, and this left not a few children to drift without discipline or proper training during their childhood years. The one deterrent to the church’s making provision for the younger children was the oft-quoted E. G. White statement written that “Parents should be the only teachers of their children until they have reached eight or ten years of age.”—Testimonies for the :137. There seemed to be a marked division of thinking on the part of church officers and members on this important question. As time went on the church school board arranged for an interview with Ellen White at her home early Thursday morning, , 1904, to discuss this question of school-age attendance and the responsibility of the church for the education of young children. W. C. White saw it as rather a landmark meeting that would set a pattern for other church schools across the land. Ellen White was informed in advance of the issue to be discussed and so was prepared to speak to the question in its several aspects. Minutes of the meeting were made and a copy of them was introduced into the general Document File in the Elmshaven vault. However, through some oversight no copy was placed in the regular E. G. White letter and manuscript file. Being minutes of a school board meeting, they were lost sight of for many years. During a thorough search for all materials relating to the early training of children, the minutes of this enlightening interview came to light on , 1975, and were published in full in theReview and Herald(now theAdventist Review) of , 1975. Brief excerpts from appeal for a church school and that portion of the board minutes of , 1904, which relate directly to the appropriate school age for the children of Adventist parents, are presented in . brings together a few miscellaneous choice statements under the title of “General Guiding Principles.” Ellen White suggested inTestimonies for the :583, 584, that “strong young men, rooted and grounded in the faith” could “if so counseled by our leading brethren, enter the higher colleges in our land, where they would have a wider field for study and observation,” and who like the Waldenses “might do agood work, even while gaining their education.” These sentiments were repeated several times during the next decade, emphasizing the opportunities this would give for effective witness in non-Seventh-day Adventist Schools, at the same time sounding timely cautions. closes with a selection of these counsels."
    },
    {
      "chapter_number": 7,
      "title": "Section 7—Standards",
      "content": "The Christian must keep a continuous watch on the standards he or she holds. As we face the vicissitudes of living in a world with declining standards, and associate with church members who may be measuring themselves among themselves, our own standards, once held high, may imperceptibly slip. If we are to look at the messages God has sent His people in times of old and in our time, we see how He found it necessary to repeat and repeat encouragements to His people to walk in harmony with His will. In our time this is particularly true of acceptable Sabbath observance, dress and adornment, and health reform. Since the issuance of the two preceding volumes of this series, some valuable materials, along these lines, found here and there in Ellen White’s manuscripts and letters of counsel, have been published in theAdventist Reviewand are now put into book form here. Some materials from published sources have also been included in the four chapters of this section. The chapter presenting a grouping of materials on “The Propriety of Varying Attitudes in Prayer” seemed appropriate because some would strain applications of the counsel found inGospel Workers, 178, 179, andSelected :311-316, calling upon Seventh-day Adventists to kneel in prayer as a sign of reverence and humility. While the instruction calls for supplicants to kneel in both public worship and private devotions, Ellen White’s clear-cut counsel and her example indicate that kneeling is not required in every instance when the heart and voice are lifted in prayer. The materials presented are drawn from a wide span of Ellen White’s ministry."
    },
    {
      "chapter_number": 8,
      "title": "Section 8—The Health Reform",
      "content": "While there is much in the E. G. White published works dealing with health and health reform, no one statement from her pen recounts the giving of the early visions on this subject. These may be noted as coming to her , 1854, . For information that there was a vision touching health points we must turn to a James White statement inThe Review and Herald,, 1870, in which he declares: “It was twenty-two years ago the present autumn, that our minds were called to the injurious effects of tobacco, tea, and coffee, through the testimony of Mrs. [White].... “When we had gained a good victory over these things, and when the Lord saw that we were able to bear it, light was given relative to food and dress.” The broadening counsel on cleanliness and diet is found in a testimony written . Specific reference to the , 1863, health-reform vision is given in E. G. White answers to certain questions published inThe Review and Herald, , 1867. The growing interest in such details as are here revealed justifies the inclusion of these items in this volume, even though they are somewhat irregular in form. The repeated statements of her nondependence on contemporary health writers are significant not only in a discussion of how the light came to her on health reform but in a study of her work generally. statement on the proper use of the testimonies on health reform shows a careful balance in her work in teaching health principles."
    },
    {
      "chapter_number": 9,
      "title": "Section 9—Counsels on Many Matters",
      "content": "For one reason or another various lines of Ellen White’s counsel have through the years come to the front and demanded our attention. These range from light on a few points of gardening to sinlessness and salvation. All seemed appropriate for inclusion in a book ofSelected Messages. They fill this section but can be given no more than the barest touch of organization. While most of the items will interest and be of service to nearly all readers, attention is called particularly to several of the last items, including “Disparaging the Pioneers” and “Attacks on Ellen White and Her Work.” Had space allowed, other items might have been included."
    },
    {
      "chapter_number": 10,
      "title": "Section 10—Meeting Fanaticism",
      "content": "God’s church has often been threatened by fanaticism and extremes of one kind or another. It was so in Reformation times and has been so in the days of the remnant church. The section “Fanaticism and Deceptive Teachings” inSelected Messages, , contains an abundance of timely warnings on problems of this nature. Two matters, however, that were not particularly emphasized in that section are false speaking in tongues, and demon possession and the casting out of demons. , Mr. And Mrs. Ralph Mackin called on Ellen White. As she gave counsel then and in the days that followed, these two subjects became quite prominent. The report of the interview and the letters of counsel written after Ellen White was given instruction on these matters in vision were published in theReview and Herald,, 17, , 1972. Major portions are included here to make the record available in book form."
    },
    {
      "chapter_number": 11,
      "title": "Section 11—Last-Day Events",
      "content": "With the focus of Adventism on the return of Christ, the climactic last-day events associated with His second coming have ever been a theme of major interest to Seventh-day Adventists. It could not be otherwise, for Seventh-day Adventism sprang from a religious milieu, the Millerite Movement, which stressed eschatological events—the resurrection, the last judgment, the punishment of sin and sinners. The visions given to Ellen White at the outset of her mission brought the importance of the Seventh-day Sabbath prominently into view as the testing truth, which in the last days would divide the inhabitants of the earth into two classes—those who obey God and will be eternally saved and those who reject His law and will be eternally lost. The attitude of the individual toward the Seventh-day Sabbath would be the determining factor. The closing events of this earth’s history highlighted the -pageGreat Controversypublished , and were the crucial, climatic issue of the great controversy depictions in the books bearing that title issued , 1888, . How carefully Adventists have studied the closing chapters of this book, and have thrilled at the inspired picture of what is before the church and the world! With no abating of interest they have scrutinized all the published Ellen G. White writings for kindred statements that might throw some added light on coming events. In this section we present for the first time a number of heretofore unpublished eschatological statements, which help to round out the picture of the final events of earth’s history. As Sunday law issues intensified in the ’s and agitation for a national Sunday law in the United States increased, Ellen White wrote perceptively of “The Impending Conflict” inTestimonies for the :711-718, discussing the significance of the issues then facing Seventh-day Adventists, declaring that the church was not ready for the issue, and conjecturing that God might yet, “in answer to the prayers of his people, hold in check the workings of those who are making void His law” (p. 714). As the laws calling for Sunday observance in certain of the Southern States were enforced and Adventists were arrested, imprisoned, and forced to labor in chain gangs for not observing these laws, the Sabbath-Sunday issue took on greater significance and came in for earnest study at General Conference session. Carefully reviewing the principles involved, Ellen White counseled caution in any action that might be taken by the delegates. Agitation for Sunday legislation gradually waned, but in succeeding years Ellen White kept the issues of the final conflict before church leaders. Times might have changed, so far as actual persecution for Sabbath observance was concerned, but the issues and the principles involved remained the same. Since Ellen White’s death further changes have taken place, but we believe that the same principles and the same issues will be revived in the coming conflict, present appearances to the contrary notwithstanding. The major portion of this section includes eschatological statements which frequently parallel the presentation given inThe Great Controversy, but which just as often provide new details and new insights. These materials have been divided into three main areas, namely: 1. Lessons from meeting the Sunday law crisis of the late 1880s and early 1890s. 2. General counsels appropriate for a people approaching the end. 3. Involvements of “the last great struggle,” with the Sabbath-Sunday issue as the crucial factor. The reader will note that, while Ellen White calls our attention to trying experiences ahead, which will doubtless include martyrdoms, and predicts apostasies in our ranks, she also forecasts large accessions to the church and gives encouraging assurance of heaven’s sustaining grace to God’s loyal people."
    },
    {
      "chapter_number": 12,
      "title": "Appendix",
      "content": "A statement made by W. C. White before the General Conference Council, , 1911. Addressing the council, Elder W. C. White said: “It is with pleasure that I present to you a statement regarding the latest English edition ofGreat Controversy. “About two years ago, we were told that the electrotype plates for this book, in use at the Pacific Press, the Review and Herald, and the International Tract Society (London), were so worn that the book must be reset and new plates made. This work has been done at the Pacific Press. Four sets of plates were made—one for each of our offices in Washington, Mountain View, Nashville, and Watford. “In a letter sent to the managers of our publishing houses, I wrote as follows, on , 1911: [This is the same as the letter of the same date that was addressed to “Our General Missionary Agents.”] “‘After taking counsel with ministers, canvassers, and other friends of the book, we thought best to reset the text so that the new edition would correspond as nearly as possible with the old. And although we could not use exactly the same type, the matter runs nearly page for page. Every chapter in the new edition begins and ends on the same pages as does the correspondingchapter in the old edition. “‘The most noticeable change in the new edition is the improvement in the illustrations. Each of the forty-two chapters, together with the Preface, Introduction, Contents, and list of Illustrations, has a beautiful pictorial heading; and ten new full-page illustrations have been introduced, to take the place of those which were least attractive. “‘The thirteen Appendix notes of the old edition, occupying thirteen pages, have been replaced by thirty-one notes occupying twelve pages. These are nearly all reference notes, intended to help the studious reader in finding historical proofs of the statements made in the book. “‘The Biographical Notes have been omitted, and the general Index has been enlarged from twelve to twenty-two pages, thus greatly facilitating the finding of desired passages. “‘In the body of the book, the most noticeable improvement is the introduction of historical references. In the old edition, over seven hundred Biblical references were given, but in only a few instances were there any historical references to the authorities quoted or referred to. In the new edition the reader will find more than four hundred references to eighty-eight authors and authorities. “‘When we presented to Mother the request of some of our canvassers, that there should be given in the new edition not only Scripture references but also references to the historians quoted, she instructed us to hunt up and insert the historical references. She also instructed us to verify the quotations, and to correct any inaccuracies found; and where quotations were made from passages that were rendered differently by different translators, to use that translation which was found to be most correct and authentic. “‘The finding of the various passages quoted from historians has been a laborious task, and the verification of the passages quoted has led to some changes in thewording of the text. This is especially noticeable in the quotations from theHistory Of The Reformation, By J. Merle D’Aubigne. It was found that there were six or more English translations, American and British, which varied much in wording, although almost identical in thought; and in the old edition ofGreat Controversythree of these had been used, according to the clearness and beauty of the language. But we learned that only one of these many translations had the approval of the author; that is the one used by the American Tract Society in its later editions. Therefore the quotations from D’Aubigne in this edition ofGreat Controversyhave been made to conform in the main to this approved translation. “‘In a few instances, new quotations from historians, preachers, and present-day writers have been used in the place of the old, because they are more forceful or because we have been unable to find the old ones. In each case where there has been such a change, mother has given faithful attention to the proposed substitution, and has approved of the change. “‘You will find that changes of this character have been made on , 277, 306-308, 334, 335, 387, 547, 580, . “‘There are still some score or more quotations in the book whose authority we have so far been unable to trace. Fortunately, these relate to matters regarding which there is not a probability of there being any serious contention. “‘In spelling, punctuation, and capitalization, changes have been made to bring this book into uniformity of style with the other volumes of this series. “‘In eight or ten places, time references have been changed because of the lapse of time since the book was first published. “‘In several places, forms of expression have been changed to avoid giving unnecessary offense. An example of this will be found in the change of the word “Romish” to “Roman” or “Roman Catholic.” In two places the phrase “divinity of Christ” is changed to“deity of Christ.” And the words “religious toleration” have been changed to “religious liberty.” “‘The statements made on -287, regarding the action of the assembly, in its blasphemous decrees against religion and the Bible, have been so worded as to show that the assembly set aside, and afterward restored, not only the Bible but also God and His worship. “‘In the new edition, the rise of the papacy , and its fall , are spoken of as its “supremacy” and “downfall,” instead of its “establishment” and “abolition,” as in the old edition. “‘In each of these places the more accurate form of expression has been duly considered and approved by the author of the book. “‘On , 563, 564, 580, 581, and in a few other places where there were statements regarding the papacy which are strongly disputed by Roman Catholics, and which are difficult to prove from accessible histories, the wording in the new edition has been so changed that the statement falls easily within the range of evidence that is readily obtainable. “‘Regarding these and similar passages, which might stir up bitter and unprofitable controversies, Mother has often said: “What I have written regarding the arrogance and the assumptions of the papacy is true. Much historical evidence regarding these matters has been designedly destroyed; nevertheless, that the book may be of the greatest benefit to Catholics and others, and that needless controversies may be avoided, it is better to have all statements regarding the assumptions of the pope and the claims of the papacy stated so moderately as to be easily and clearly proved from accepted histories that are within the reach of our ministers and students.” “‘If you hear reports that some of the work done on this latest edition was done contrary to Mother’s wish or without her knowledge, you can be sure that such reports are false, and unworthy of consideration.’” Passages from the old and the new editions were readand compared, to illustrate the statement read from the speaker’s letter of . Then Brother White said: “Since the printing of this new edition, Mother has taken great pleasure in looking over and rereading the book. Day after day, as I visited her in the morning, she spoke of it, saying that she enjoyed reading it again, and that she was glad that the work we have done to make this edition as perfect as possible was completed while she was living and could direct in what was done. “Mother has never claimed to be authority on history. The things which she has written out, are descriptions of flashlight pictures and other representations given her regarding the actions of men, and the influence of these actions upon the work of God for the salvation of men, with views of past, present, and future history in its relation to this work. In connection with the writing out of these views, she has made use of good and clear historical statements to help make plain to the reader the things which she is endeavoring to present. When I was a mere boy, I heard her read D’Aubigne’sHistory of The Reformationto my father. She read to him a large part, if not the whole, of the five volumes. She has read other histories of the reformation. This has helped her to locate and describe many of the events and the movements presented to her in vision. This is somewhat similar to the way in which the study of the Bible helps her to locate and describe the many figurative representations given to her regarding the development of the great controversy in our day between truth and error. “Mother has never laid claim to verbal inspiration, and I do not find that my father, or Elder Bates, Andrews, Smith, or Waggoner, put forth this claim. If there were verbal inspiration in writing her manuscripts, why should there be on her part the work of addition or adaptation? It is a fact that Mother often takes one of her manuscripts, and goes over it thoughtfully, making additions that develop the thought still further. “The first edition of this book was published in California . WhenSpirit of Prophecy, Volume IIIwas printed, there was some matter left over. A portion of this was printed in pamphlet form and circulated; and it was expected that mother would proceed immediately to add to this matter and bring out Volume IV. Before father’s death he had advertised the book,Spirit of Prophecy, Volume IV. “When mother brought out Volume IV, she and those who had to do with its publication had in mind the fulfillment of father’s plan. We also had in mind that it was written for the Adventist people of the United States. Therefore with much difficulty the matter was compressed so as to bring this volume into about the same size as the other volumes of the series. “Later on, when it was found that the book could be sold to all people, the publishers took the plates and printed an edition on larger paper. Illustrations were inserted, and an experiment made in selling it as a subscription book at $1.50. “ mother and I were sent to Europe, and there the question came up regarding its translation into German, French, Danish, and Swedish. As mother considered this proposition, she decided to make additions to the matter. “Mother’s contact with European people had brought to her mind scores of things that had been presented to her in vision during past years, some of them two or three times, and other scenes many times. Her seeing of historic places and her contact with the people refreshed her memory with reference to these things, and so she desired to add much material to the book. This was done, and the manuscripts were prepared for translation. “After our return to America, a new edition was brought out much enlarged. In this edition some of the matter used in the first English edition was left out. The reason for these changes was found in the fact that the new edition was intended for worldwide circulation. “In her public ministry, Mother has shown an ability to select from the storehouse of truth, matter that is welladapted to the needs of the congregation before her; and she has always thought that, in the selection of matter for publication in her books, the best judgment should be shown in selecting that which is best suited to the needs of those who will read the book. “Therefore, when the new edition ofGreat Controversywas brought out , there were left out about twenty pages of matter—four or five pages in a place—which was very instructive to the Adventists of America, but which was not appropriate for readers in other parts of the world. “Much of the research for historical statements used in the new European and American editions ofGreat Controversywas done in Basel, where we had access to Elder Andrews’ large library, and where the translators had access to the university libraries. “When we came to go over this matter for the purpose of giving historical references, there were some quotations which we could not find. In some cases there were found other statements making the same point, from other historians. These were in books accessible in many public libraries. When we brought to Mother’s attention a quotation that we could not find, and showed her that there was another quotation that we had found, which made the same point, she said, ‘Use the one you can give reference to, so that the reader of the books, if he wishes to go to the source and find it, can do so.’ In that way some historical data have been substituted. “Now, with reference to the statement that the people at Washington, or the General Conference Committee men, have been doing this or that, right or wrong, in connection with this book, it is important that you should have a clear statement of facts regarding the matter. “Our brethren at Washington and at Mountain View have done only that which we requested them to do. As stated in the beginning, we took counsel with the men of the publishing department, with State canvassing agents, and with members of the publishing committees,not only in Washington, but in California, and I asked them to kindly call our attention to any passages that needed to be considered in connection with the resetting of the book. “When it was pointed out that some of the historical data were questioned and challenged, we asked them to give us a written statement that would help us in our research. They did as we requested and nothing more. All decisions as to what should be changed, and what should be printed word for word as in the old edition, were made in Mother’s office, by persons in her employ and working under her direction. Therefore there is no occasion for any one to say a word against the General Conference Committee men or the literary men at Washington, or against the book, because of anything done by the brethren in Washington or elsewhere in connection with this work. “We are very thankful to our brethren in Washington, and to many others, for kind and faithful painstaking labors in looking up those passages that were likely to be challenged by the Catholics and other critics. We were also profoundly thankful to our brethren in England and on the continent, and also to brethren in Boston, New York, and Chicago, for helping to find in the great libraries, and verify, those quotations that were difficult to locate. They have done this work at our request, and to help us in what we thought ought to be done. The uses made of the results of this research, are seen in the historical references at the foot of the page and in the Appendix. “The Appendix in the old book, as you remember, was partly explanatory, partly argumentative, and partly apologetic; but such notes seemed to us to be no longer necessary, and the thirty-one notes in the new edition are chiefly references to historical statements showing the correctness of the statements made in the book. We felt that it would be of value to the studious reader to have these definite references to the statements of well-known historians.”"
    }
  ]
}