{
  "title": "Testimonies for the Church, vol. 7",
  "chapters": [
    {
      "chapter_number": 1,
      "title": "Section 1—Acceptable Service",
      "content": "1I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is your reasonable service. 2And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God. 3For I say, through the grace given unto me, to every man that is among you, not to think of himself more highly than he ought to think; but to think soberly, according as God hath dealt to every man the measure of faith. 4For as we have many members in one body, and all members have not the same office: 5So we, being many, are one body in Christ, and every one members one of another. 6Having then gifts differing according to the grace that is given to us, whether prophecy, let us prophesy according to the proportion of faith; 7Or ministry, let us wait on our ministering: or he that teacheth, on teaching; 8Or he that exhorteth, on exhortation: he that giveth, let him do it with simplicity; he that ruleth, with diligence; he that sheweth mercy, with cheerfulness. 9Let love be without dissimulation. Abhor that which is evil; cleave to that which is good. 10Be kindly affectioned one to another with brotherly love; in honour preferring one another; 11Not slothful in business; fervent in spirit; serving the Lord; 12Rejoicing in hope; patient in tribulation; continuing instant in prayer; 13Distributing to the necessity of saints; given to hospitality. 14Bless them which persecute you: bless, and curse not. 15Rejoice with them that do rejoice, and weep with them that weep. 16Be of the same mind one toward another. Mind not high things, but condescend to men of low estate. Be not wise in your own conceits. 17Recompense to no man evil for evil. Provide things honest in the sight of all men. 18If it be possible, as much as lieth in you, live peaceably with all men. 19Dearly beloved, avenge not yourselves, but rather give place unto wrath: for it is written, Vengeance is mine; I will repay, saith the Lord. 20Therefore if thine enemy hunger, feed him; if he thirst, give him drink: for in so doing thou shalt heap coals of fire on his head. 21Be not overcome of evil, but overcome evil with good."
    },
    {
      "chapter_number": 2,
      "title": "Section 2—Our Sanitarium Work",
      "content": "1The elder unto the wellbeloved Gaius, whom I love in the truth. 2Beloved, I wish above all things that thou mayest prosper and be in health, even as thy soul prospereth. 3For I rejoiced greatly, when the brethren came and testified of the truth that is in thee, even as thou walkest in the truth. 4I have no greater joy than to hear that my children walk in truth. 5Beloved, thou doest faithfully whatsoever thou doest to the brethren, and to strangers; 6Which have borne witness of thy charity before the church: whom if thou bring forward on their journey after a godly sort, thou shalt do well: 7Because that for his name’s sake they went forth, taking nothing of the Gentiles. 8We therefore ought to receive such, that we might be fellowhelpers to the truth. 9I wrote unto the church: but Diotrephes, who loveth to have the preeminence among them, receiveth us not. 10Wherefore, if I come, I will remember his deeds which he doeth, prating against us with malicious words: and not content therewith, neither doth he himself receive the brethren, and forbiddeth them that would, and casteth them out of the church. 11Beloved, follow not that which is evil, but that which is good. He that doeth good is of God: but he that doeth evil hath not seen God. 12Demetrius hath good report of all men, and of the truth itself: yea, and we also bear record; and ye know that our record is true. 13I had many things to write, but I will not with ink and pen write unto thee: 14But I trust I shall shortly see thee, and we shall speak face to face. Peace be to thee. Our friends salute thee. Greet the friends by name."
    },
    {
      "chapter_number": 3,
      "title": "Section 3—Health Foods",
      "content": "“Eat ... for strength and notfor drunkenness!” Ecclesiastes10:17."
    },
    {
      "chapter_number": 4,
      "title": "Section 4—The Publishing Work",
      "content": "“Lift up a standard for thepeople.... Say ye to thedaughter of Zion, Behold, thysalvation cometh.” Isaiah62:10, 11."
    },
    {
      "chapter_number": 5,
      "title": "Section 5—In the Southern Field",
      "content": "1And the word of the LORD came unto me, saying, 2Son of man, prophesy against the shepherds of Israel, prophesy, and say unto them, Thus saith the Lord GOD unto the shepherds; Woe be to the shepherds of Israel that do feed themselves! should not the shepherds feed the flocks? 3Ye eat the fat, and ye clothe you with the wool, ye kill them that are fed: but ye feed not the flock. 4The diseased have ye not strengthened, neither have ye healed that which was sick, neither have ye bound up that which was broken, neither have ye brought again that which was driven away, neither have ye sought that which was lost; but with force and with cruelty have ye ruled them. 5And they were scattered, because there is no shepherd: and they became meat to all the beasts of the field, when they were scattered. 6My sheep wandered through all the mountains, and upon every high hill: yea, my flock was scattered upon all the face of the earth, and none did search or seek after them. 7Therefore, ye shepherds, hear the word of the LORD; 8As I live, saith the Lord GOD, surely because my flock became a prey, and my flock became meat to every beast of the field, because there was no shepherd, neither did my shepherds search for my flock, but the shepherds fed themselves, and fed not my flock; 9Therefore, O ye shepherds, hear the word of the LORD; 10Thus saith the Lord GOD; Behold, I am against the shepherds; and I will require my flock at their hand, and cause them to cease from feeding the flock; neither shall the shepherds feed themselves any more; for I will deliver my flock from their mouth, that they may not be meat for them. 11For thus saith the Lord GOD; Behold, I, even I, will both search my sheep, and seek them out. 12As a shepherd seeketh out his flock in the day that he is among his sheep that are scattered; so will I seek out my sheep, and will deliver them out of all places where they have been scattered in the cloudy and dark day. 13And I will bring them out from the people, and gather them from the countries, and will bring them to their own land, and feed them upon the mountains of Israel by the rivers, and in all the inhabited places of the country. 14I will feed them in a good pasture, and upon the high mountains of Israel shall their fold be: there shall they lie in a good fold, and in a fat pasture shall they feed upon the mountains of Israel. 15I will feed my flock, and I will cause them to lie down, saith the Lord GOD. 16I will seek that which was lost, and bring again that which was driven away, and will bind up that which was broken, and will strengthen that which was sick: but I will destroy the fat and the strong; I will feed them with judgment. 17And as for you, O my flock, thus saith the Lord GOD; Behold, I judge between cattle and cattle, between the rams and the he goats. 18Seemeth it a small thing unto you to have eaten up the good pasture, but ye must tread down with your feet the residue of your pastures? and to have drunk of the deep waters, but ye must foul the residue with your feet? 19And as for my flock, they eat that which ye have trodden with your feet; and they drink that which ye have fouled with your feet. 20Therefore thus saith the Lord GOD unto them; Behold, I, even I, will judge between the fat cattle and between the lean cattle. 21Because ye have thrust with side and with shoulder, and pushed all the diseased with your horns, till ye have scattered them abroad; 22Therefore will I save my flock, and they shall no more be a prey; and I will judge between cattle and cattle. 23And I will set up one shepherd over them, and he shall feed them, even my servant David; he shall feed them, and he shall be their shepherd. 24And I the LORD will be their God, and my servant David a prince among them; I the LORD have spoken it. 25And I will make with them a covenant of peace, and will cause the evil beasts to cease out of the land: and they shall dwell safely in the wilderness, and sleep in the woods. 26And I will make them and the places round about my hill a blessing; and I will cause the shower to come down in his season; there shall be showers of blessing. 27And the tree of the field shall yield her fruit, and the earth shall yield her increase, and they shall be safe in their land, and shall know that I am the LORD, when I have broken the bands of their yoke, and delivered them out of the hand of those that served themselves of them. 28And they shall no more be a prey to the heathen, neither shall the beast of the land devour them; but they shall dwell safely, and none shall make them afraid. 29And I will raise up for them a plant of renown, and they shall be no more consumed with hunger in the land, neither bear the shame of the heathen any more. 30Thus shall they know that I the LORD their God am with them, and that they, even the house of Israel, are my people, saith the Lord GOD. 31And ye my flock, the flock of my pasture, are men, and I am your God, saith the Lord GOD."
    },
    {
      "chapter_number": 6,
      "title": "Section 6—Counsel to Burden Bearers",
      "content": "1Forasmuch then as Christ hath suffered for us in the flesh, arm yourselves likewise with the same mind: for he that hath suffered in the flesh hath ceased from sin; 2That he no longer should live the rest of his time in the flesh to the lusts of men, but to the will of God. 3For the time past of our life may suffice us to have wrought the will of the Gentiles, when we walked in lasciviousness, lusts, excess of wine, revellings, banquetings, and abominable idolatries: 4Wherein they think it strange that ye run not with them to the same excess of riot, speaking evil of you: 5Who shall give account to him that is ready to judge the quick and the dead. 6For for this cause was the gospel preached also to them that are dead, that they might be judged according to men in the flesh, but live according to God in the spirit. 7But the end of all things is at hand: be ye therefore sober, and watch unto prayer. 8And above all things have fervent charity among yourselves: for charity shall cover the multitude of sins. 9Use hospitality one to another without grudging. 10As every man hath received the gift, even so minister the same one to another, as good stewards of the manifold grace of God. 11If any man speak, let him speak as the oracles of God; if any man minister, let him do it as of the ability which God giveth: that God in all things may be glorified through Jesus Christ, to whom be praise and dominion for ever and ever. Amen. 12Beloved, think it not strange concerning the fiery trial which is to try you, as though some strange thing happened unto you: 13But rejoice, inasmuch as ye are partakers of Christ’s sufferings; that, when his glory shall be revealed, ye may be glad also with exceeding joy. 14If ye be reproached for the name of Christ, happy are ye; for the spirit of glory and of God resteth upon you: on their part he is evil spoken of, but on your part he is glorified. 15But let none of you suffer as a murderer, or as a thief, or as an evildoer, or as a busybody in other men’s matters. 16Yet if any man suffer as a Christian, let him not be ashamed; but let him glorify God on this behalf. 17For the time is come that judgment must begin at the house of God: and if it first begin at us, what shall the end be of them that obey not the gospel of God? 18And if the righteous scarcely be saved, where shall the ungodly and the sinner appear? 19Wherefore let them that suffer according to the will of God commit the keeping of their souls to him in well doing, as unto a faithful Creator."
    }
  ]
}