{
  "title": "Testimonies for the Church, vol. 2",
  "chapters": [
    {
      "chapter_number": 1,
      "title": "The Times of Volume Two",
      "content": "While of theTestimoniespresents counsel having to do largely with the inception and development of the teachings, experiences, and enterprises of the newly established remnant church, is devoted almost entirely to the personal piety of its members. During the thirteen years paralleled by the fourteen testimony pamphlets now forming , the publishing work was solidified, the church was organized, its system of finance was established, and it had launched into a great health program. When the closing article was written, literature was pouring in a steady stream from its presses at the Review and Herald publishing plant at Battle Creek, Michigan, and, near by, the newly established sanitarium was in full operation. The dark hours of the Civil War years were in the past, and for the church it was a day of opportunity. The task before it was to hold the ground gained and to enlarge its borders. Vital to the continued success of the church was the integrity of its individual members. Early , as explained in an article now found near the close of , Ellen G. White began to publish, for the benefit of the church as a whole, certain personal testimonies which up to that time had not been distributed generally. Of these personal testimonies she stated: “They all contain more or less reproof and instruction which apply to hundreds or thousands of others in similar condition. These should have the light which God has seen fit to give which meets their cases.”—Vol. 1, p. 631. Such instruction addressed personally to individual church members through the three-year period of February, 1868, to May, 1871, comprises almost the entire content ofTestimoniesNos. 15-20, now embodied in this . The instruction is pointed and practical, dealing with almost every phase of personal experience and religious interests, fromgossip, the indulgence of appetite, and the marriage relationship to misdirected zeal, avariciousness, and fanaticism. At the beginning of the period of time covered by Elder and Mrs. White were in partial retirement in Greenville, Michigan, due to the condition of Elder White’s health. They soon resumed their activity in traveling and holding meetings with the believers in states adjacent to Michigan. In November, 1868, they returned to Battle Creek to make their home there. Two months earlier, in September , a camp meeting was held in Wright, Michigan. This gathering, the first of its kind, proved such a great blessing to those who attended that the following years witnessed the establishment of camp meetings as a regular part of the program for the state conferences. Elder and Mrs. White’s presence was called for, and so it came that the summer months in succeeding years were largely spent by them in these annual gatherings. In the latter part of may be found counsel regarding such “convocations.” During the three-year period covered by there was encouraging advance in the cause of present truth. The Health Institute at Battle Creek, having passed through a discouraging depression, now emerged into a period of prosperity. In the latter part Elders J. N. Loughborough and D. T. Bourdeau lighted the torch of Seventh-day Adventism on the Pacific Coast. The same year a company of fifty Sabbathkeeping Adventists in Europe entered into correspondence with the General Conference brethren in Battle Creek, and the next year sent a representative across the ocean to plead for missionaries to be sent to them. But, with all these gains and advance moves, the adversary continued to work earnestly to lower the spirituality of church members, to cause them to love the world and its attractions, to leaven the church with the spirit of criticism, to dry up the springs of benevolence, and especially to bringthe youth into his ranks. Against these dangerous trends Mrs. White, as God’s messenger, was faithfully and earnestly delivering her messages by voice and pen, calling the members of the church to God’s standard of integrity and righteousness. On some occasions Mrs. White was given revelations pertaining to the experience of a number of individuals in one church. Having delivered these individual testimonies in meeting, she afterward wrote out the instruction and sent it to the church concerned. A number of such communications are found in . The thoughtful reader of -page volume must be impressed not only with the great diversity of subjects covered, but also with the vast amount of writing devoted to such personal testimonies written during this brief time. Yet it should be noted that what was published represented only a portion of what Mrs. White wrote during this period. A few weeks before the appearance of No. 15 Elder White had penned a note for theReview and Herald, asking that those to whom oral testimony had been given by Mrs. White should patiently wait until they might receive written copies. Of Mrs. White’s diligence and persistence in this work, he said: “In this branch of her labor she has about two months’ work on hand. On her eastern tour she improved all her spare time in writing such testimonies. She even wrote many of them in meeting while others were preaching and speaking. Since her return she has injured her health and strength in confining herself too closely to this work. She usually writes from twenty to forty pages each day.”—The Review and Herald, , 1868. We may well imagine Mrs. White’s relief on the issuance ofTestimonyNo. 15 and her anticipation of a much-needed rest, but ten days later she was again plunged into the task of delivering the many messages entrusted to her. On Friday evening, , she was at battle creek speaking “To theyoung generally,” and “had addressed several personally,” until nearly ten o’clock, when, as reported by Elder White: “While speaking from the platform in front of the pulpit, in the most solemn and impressive manner, the power of God came upon her, and in an instant she fell upon the carpet in vision. Many witnessed this manifestation for the first time, with astonishment, and with perfect satisfaction that it was the work of God. The vision lasted twenty minutes.”—The Review and Herald, , 1868. By actual pages are definitely stated to have been written setting forth counsel given in this vision of , 1868, for the church or for individuals. Many more pages were written setting forth views given that same year at Pilot Grove, Iowa, , and at Adams Center, New York, . These many visions led Mrs White to write almost incessantly. In giving a report of their traveling by boat up the Mississippi river , Elder White comments: “Mrs. White is writing. Poor woman! This almost eternal writing for this one and that one, when she should rest and enjoy the beautiful scenery and the pleasant society, seems too bad, but God blesses and sustains, and we must be reconciled.”—The Review and Herald, , 1870. What a blessing these many testimonies addressed at first personally to individuals have been to the church. What church member, as he has read these earnest counsels and warnings, has not discovered that the problems, the temptations, and the privileges of Seventh-day Adventists of earlier years are his problems, temptations, and privileges today. We treasure these messages especially because Ellen G. White herself states in her introduction which opens : “There is no more direct and forcible way of presenting what the Lord has shown me.” Ellen G. White Publications."
    },
    {
      "chapter_number": 2,
      "title": "Number Fifteen—Testimony for the Church",
      "content": "My brethren and sisters will hardly expect this number of my Testimonies so soon. But I had many personal testimonies on hand, some of which are given in the following pages. And I know of no better way to present my views of general dangers and errors, and the duty of all who love God and keep His commandments, than by giving these testimonies. Perhaps there is no more direct and forcible way of presenting what the Lord has shown me. It seemed important that No. 14 should reach you several days before the General Conference. Therefore that number was hastened through the press before I could find time to prepare important matter designed for it. In fact, there was not room for this matter in No. 14. Therefore, having on hand matter sufficient for No. 15, I present it to you with the prayer that the blessing of God will attend it for the good of His dear people."
    },
    {
      "chapter_number": 3,
      "title": "Number Sixteen—Testimony for the Church",
      "content": "Dear Brethren and Sisters, The Lord has again manifested Himself to me. , 1868, while speaking to the brethren in the house of worship at Battle Creek, Michigan, the Spirit of God came upon me, and in an instant I was in vision. The view was extensive. I had commenced to write the fifth volume ofSpiritual Gifts; but as I had testimonies of a practical nature which you should have immediately, I left that work to prepare this little pamphlet. In this last vision I was shown that which fully justifies my course in publishing personal testimonies. When the Lord singles out individual cases and specifies their wrongs, others, who have not been shown in vision, frequently take it for granted that they are right, or nearly so. If one is reproved for a special wrong, brethren and sisters should carefully examine themselves to see wherein they have failed and wherein they have been guilty of the same sin. They should possess the spirit of humble confession. If others think them right, it does not make them so. God looks at the heart. He is proving and testing souls in this manner. In rebuking the wrongs of one, He designs to correct many. But if they fail to take the reproof to themselves, and flatter themselves thatGod passes over their errors because He does not especially single them out, they deceive their own souls and will be shut up in darkness and be left to their own ways to follow the imagination of their own hearts. Many are dealing falsely with their own souls and are in a great deception in regard to their true condition before God. He employs ways and means to best serve His purpose and to prove what is in the hearts of His professed followers. He makes plain the wrongs of some that others may thus be warned, and fear, and shun those errors. By self-examination they may find that they are doing the same things which God condemns in others. If they really desire to serve God, and fear to offend Him, they will not wait for their sins to be specified before they make confession and with humble repentance return unto the Lord. They will forsake the things which have displeased God, according to the light given to others. If, on the contrary, those who are not right see that they are guilty of the very sins that have been reproved in others, yet continue in the same unconsecrated course because they have not been specially named, they endanger their own souls, and will be led captive by Satan at his will."
    },
    {
      "chapter_number": 4,
      "title": "Number Seventeen—Testimony for the Church",
      "content": "In order to fully realize the value of salvation, it is necessary to understand what it cost. In consequence of limited ideas of the sufferings of Christ, many place a low estimate upon the great work of the atonement. The glorious plan of man’s salvation was brought about through the infinite love of God the Father. In this divine plan is seen the most marvelous manifestation of the love of God to the fallen race. Such love as is manifested in the gift of God’s beloved Son amazed the holy angels. “God so loved the world, that He gave His only-begotten Son, that whosoever believeth in Him should not perish, but have everlasting life.” This Saviour was the brightness of His Father’s glory and the express image of His person. He possessed divine majesty, perfection, and excellence. He was equal with God. “It pleased the Father that in Him should all fullness dwell.” “Who, being in the form of God, thought it not robbery to be equal with God: but made Himself of no reputation, and took upon Him the form of a servant, and was made in the likeness of men: and being found in fashion as a man, He humbled Himself, and became obedient unto death, even the death of the cross.” Christ consented to die in the sinner’s stead, that man, bya life of obedience, might escape the penalty of the law of God. His death did not make the law of none effect; it did not slay the law, lessen its holy claims, nor detract from its sacred dignity. The death of Christ proclaimed the justice of His Father’s law in punishing the transgressor, in that He consented to suffer the penalty of the law Himself in order to save fallen man from its curse. The death of God’s beloved Son on the cross shows the immutability of the law of God. His death magnifies the law and makes it honorable, and gives evidence to man of its changeless character. From His own divine lips are heard the words: “Think not that I am come to destroy the law, or the prophets: I am not come to destroy, but to fulfill.” The death of Christ justified the claims of the law. In Christ were united the human and the divine. His mission was to reconcile God and man, to unite the finite with the infinite. This was the only way in which fallen men could be exalted through the merits of the blood of Christ to be partakers of the divine nature. Taking human nature fitted Christ to understand man’s trials and sorrows, and all the temptations wherewith he is beset. Angels who were unacquainted with sin could not sympathize with man in his peculiar trials. Christ condescended to take man’s nature and was tempted in all points like as we, that He might know how to succor all who should be tempted. As the human was upon Him, He felt His need of strength from His Father. He had select places of prayer. He loved to hold communion with His Father in the solitude of the mountain. In this exercise His holy, human soul was strengthened for the duties and trials of the day. Our Saviour identifies Himself with our needs and weaknesses, in that He became a suppliant, a nightly petitioner, seeking from His Father fresh supplies of strength, to come forth invigoratedand refreshed, braced for duty and trial. He is our example in all things. He is a brother in our infirmities, but not in possessing like passions. As the sinless One, His nature recoiled from evil. He endured struggles and torture of soul in a world of sin. His humanity made prayer a necessity and privilege. He required all the stronger divine support and comfort which His Father was ready to impart to Him, to Him who had, for the benefit of man, left the joys of heaven and chosen His home in a cold and thankless world. Christ found comfort and joy in communion with His Father. Here He could unburden His heart of the sorrows that were crushing Him. He was a man of sorrows and acquainted with grief. Through the day He labored earnestly to do good to others, to save men from destruction. He healed the sick, comforted the mourning, and brought cheerfulness and hope to the despairing. He brought the dead to life. After His work was finished for the day, He went forth, evening after evening, away from the confusion of the city, and His form was bowed in some retired grove in supplication to His Father. At times the bright beams of the moon shone upon His bowed form. And then again the clouds and darkness shut away all light. The dew and frost of night rested upon His head and beard while in the attitude of a suppliant. He frequently continued His petitions through the entire night. He is our example. If we could remember this, and imitate Him, we would be much stronger in God. If the Saviour of men, with His divine strength, felt the need of prayer, how much more should feeble, sinful mortals feel the necessity of prayer—fervent, constant prayer! When Christ was the most fiercely beset by temptation, He ate nothing. He committed Himself to God and, through earnest prayer and perfect submission to the will of His Father, came off conqueror. Those who profess the truth for these last days,above every other class of professed Christians, should imitate the great Exemplar in prayer. “It is enough for the disciple that he be as his master, and the servant as his lord.” Our tables are frequently spread with luxuries neither healthful nor necessary, because we love these things more than we love self-denial, freedom from disease, and soundness of mind. Jesus sought earnestly for strength from His Father. This the divine Son of God considered of more value, even for Himself, than to sit at the most luxurious table. He has given us evidence that prayer is essential in order to receive strength to contend with the powers of darkness, and to do the work allotted us. Our own strength is weakness, but that which God gives is mighty and will make everyone who obtains it more than conqueror. As the Son of God bowed in the attitude of prayer in the Garden of Gethsemane, the agony of His spirit forced from His pores sweat like great drops of blood. It was here that the horror of great darkness surrounded Him. The sins of the world were upon Him. He was suffering in man’s stead as a transgressor of His Father’s law. Here was the scene of temptation. The divine light of God was receding from His vision, and He was passing into the hands of the powers of darkness. In His soul anguish He lay prostrate on the cold earth. He was realizing His Father’s frown. He had taken the cup of suffering from the lips of guilty man, and proposed to drink it Himself, and in its place give to man the cup of blessing. The wrath that would have fallen upon man was now falling upon Christ. It was here that the mysterious cup trembled in His hand. Jesus had often resorted to Gethsemane with His disciples for meditation and prayer. They were all well acquainted with this sacred retreat. Even Judas knew where to lead the murderous throng, that he might betray Jesus into their hands.Never before had the Saviour visited the spot with a heart so full of sorrow. It was not bodily suffering from which the Son of God shrank, and which wrung from His lips, in the presence of His disciples, these mournful words: “My soul is exceeding sorrowful, even unto death.” “Tarry ye here,” said He, “and watch with Me.” Leaving His disciples within hearing of His voice, He went a little distance from them and fell on His face and prayed. His soul was agonized, and He pleaded: “O My Father, if it be possible, let this cup pass from Me: nevertheless not as I will, but as Thou wilt.” The sins of a lost world were upon Him and overwhelming Him. It was a sense of His Father’s frown, in consequence of sin, which rent His heart with such piercing agony and forced from His brow great drops of blood, which, rolling down His pale cheeks, fell to the ground, moistening the earth. Rising from His prostrate position, He came to His disciples and found them sleeping. He said unto Peter: “What, could ye not watch with Me one hour? Watch and pray, that ye enter not into temptation: the spirit indeed is willing, but the flesh is weak.” At the most important time—the time when Jesus had made a special request for them to watch with Him—the disciples were found sleeping. He knew that severe conflicts and terrible temptations were before them. He had taken them with Him that they might be a strength to Him, and that the events they should witness that night, and the lessons of instruction they should receive, might be indelibly printed upon their memories. This was necessary that their faith might not fail, but be strengthened for the test just before them. But instead of watching with Christ, they were burdened with sorrow, and fell asleep. Even the ardent Peter, who, only a few hours before, had declared that he would suffer and, if need be, die for his Lord, was asleep. At the mostcritical moment, when the Son of God was in need of their sympathy and heartfelt prayers, they were found asleep. They lost much by thus sleeping. Our Saviour designed to fortify them for the severe test of their faith to which they would soon be subjected. If they had spent that mournful period in watching with the dear Saviour, and in prayer to God, Peter would not have been left to his own feeble strength to deny his Lord in the time of trial. The Son of God went away the second time, and prayed, saying: “O My Father, if this cup may not pass away from Me, except I drink it, Thy will be done.” And again He came to His disciples and found them sleeping. Their eyes were heavy. By these sleeping disciples is represented a sleeping church, when the day of God’s visitation is nigh. It is a time of clouds and thick darkness, when to be found asleep is most perilous. Jesus has left us this warning: “Watch ye therefore: for ye know not when the Master of the house cometh, at even, or at midnight, or at the cockcrowing, or in the morning: lest coming suddenly He find you sleeping.” The church of God is required to fulfill her night watch, however perilous, whether long or short. Sorrow is no excuse for her to be less watchful. Tribulation should not lead to carelessness, but to double vigilance. Christ has directed the church by His own example to the Source of their strength in times of need, distress, and peril. The attitude of watching is to designate the church as God’s people indeed. By this sign the waiting ones are distinguished from the world and show that they are pilgrims and strangers upon the earth. Again the Saviour turned sadly from His sleeping disciples, and prayed the third time, saying the same words. Then He came to them and said: “Sleep on now, and take your rest: behold, the hour is at hand, and the Son of man is betrayed into the hands of sinners.” How cruel for the disciples to permit sleep to close their eyes, and slumber to chain theirsenses, while their divine Lord was enduring such inexpressible mental anguish! If they had remained watching they would not have lost their faith as they beheld the Son of God dying upon the cross. This important night watch should have been signalized by noble mental struggles and prayers, which would have brought them strength to witness the unspeakable agony of the Son of God. It would have prepared them, as they should behold His sufferings upon the cross, to understand something of the nature of the overpowering anguish which He endured in the Garden of Gethsemane. And they would have been better able to recall the words He had spoken to them in reference to His sufferings, death, and resurrection; and, amid the gloom of that terrible, trying hour, some rays of hope would have lighted up the darkness and sustained their faith. Christ had told them before that these things would take place, but they did not understand Him. The scene of His sufferings was to be a fiery ordeal to His disciples, hence the necessity of watchfulness and prayer. Their faith needed to be sustained by an unseen strength as they should experience the triumph of the powers of darkness. We can have but faint conceptions of the inexpressible anguish of God’s dear Son in Gethsemane, as He realized His separation from His Father in consequence of bearing man’s sin. He became sin for the fallen race. The sense of the withdrawal of His Father’s love pressed from His anguished soul these mournful words: “My soul is exceeding sorrowful, even unto death.” “If it be possible, let this cup pass from Me.” Then with entire submission to His Father’s will, He adds: “Nevertheless not as I will, but as Thou wilt.” The divine Son of God was fainting, dying. The Father sent a messenger from His presence to strengthen the divine Sufferer and brace Him to tread His bloodstained path.Could mortals have viewed the amazement and the sorrow of the angelic host as they watched in silent grief the Father separating His beams of light, love, and glory from the beloved Son of His bosom, they would better understand how offensive sin is in His sight. The sword of justice was now to awake against His dear Son. He was betrayed by a kiss into the hands of His enemies, and hurried to the judgment hall of an earthly court, there to be derided and condemned to death by sinful mortals. There the glorious Son of God was “wounded for our transgressions, He was bruised for our iniquities.” He bore insult, mockery, and shameful abuse, until “His visage was so marred more than any man, and His form more than the sons of men.” Who can comprehend the love here displayed! The angelic host beheld with wonder and with grief Him who had been the Majesty of heaven, and who had worn the crown of glory, now wearing the crown of thorns, a bleeding victim to the rage of an infuriated mob, fired to insane madness by the wrath of Satan. Behold the patient Sufferer! Upon His head is the thorny crown. His lifeblood flows from every lacerated vein. All this in consequence of sin! Nothing could have induced Christ to leave His honor and majesty in heaven, and come to a sinful world, to be neglected, despised, and rejected by those He came to save, and finally to suffer upon the cross, but eternal, redeeming love, which will ever remain a mystery. Wonder, O heavens, and be astonished, O earth! Behold the oppressor and the oppressed! A vast multitude enclose the Saviour of the world. Mockings and jeerings are mingled with the coarse oaths of blasphemy. His lowly birth and humble life are commented upon by unfeeling wretches. His claim to be the Son of God is ridiculed by the chief priests and elders, and vulgar jests and insulting derision are passed from lip to lip. Satan was having full control of the minds of hisservants. In order to do this effectually, he commences with the chief priests and elders, and imbues them with religious frenzy. They are actuated by the same satanic spirit which moves the most vile and hardened wretches. There is a corrupt harmony in the feelings of all, from the hypocritical priests and elders down to the most debased. Christ, the precious Son of God, was led forth, and the cross was laid upon His shoulders. At every step was left blood which flowed from His wounds. Thronged by an immense crowd of bitter enemies and unfeeling spectators, He is led away to the crucifixion. “He was oppressed, and He was afflicted, yet He opened not His mouth: He is brought as a lamb to the slaughter, and as a sheep before her shearers is dumb, so He openeth not His mouth.” His sorrowing disciples follow Him at a distance, behind the murderous throng. He is nailed to the cross, and hangs suspended between the heavens and the earth. Their hearts are bursting with anguish as their beloved Teacher is suffering as a criminal. to the cross are the blind, bigoted, faithless priests and elders, taunting, mocking, and jeering: “Thou that destroyest the temple, and buildest it in three days, save Thyself. If Thou be the Son of God, come down from the cross. Likewise also the chief priests mocking Him, with the scribes and elders, said, He saved others; Himself He cannot save. If He be the King of Israel, let Him now come down from the cross, and we will believe Him. He trusted in God; let Him deliver Him now, if He will have Him: for He said, I am the Son of God.” Not one word did Jesus answer to all this. While the nails were being driven through His hands, and the sweat drops of agony were forced from His pores, from the pale, quivering lips of the innocent Sufferer a prayer of pardoning love was breathed for His murderers: “Father, forgive them; for theyknow not what they do.” All heaven was gazing with profound interest upon the scene. The glorious Redeemer of a lost world was suffering the penalty of man’s transgression of the Father’s law. He was about to ransom His people with His own blood. He was paying the just claims of God’s holy law. This was the means through which an end was to be finally made of sin and Satan, and his host to be vanquished. Oh, was there ever suffering and sorrow like that endured by the dying Saviour! It was the sense of His Father’s displeasure which made His cup so bitter. It was not bodily suffering which so quickly ended the life of Christ upon the cross. It was the crushing weight of the sins of the world, and a sense of His Father’s wrath. The Father’s glory and sustaining presence had left Him, and despair pressed its crushing weight of darkness upon Him and forced from His pale and quivering lips the anguished cry: “My God, My God, why hast Thou forsaken Me?” Jesus had united with the Father in making the world. Amid the agonizing sufferings of the Son of God, blind and deluded men alone remain unfeeling. The chief priests and elders revile God’s dear Son while in His expiring agonies. Yet inanimate nature groans in sympathy with her bleeding, dying Author. The earth trembles. The sun refuses to behold the scene. The heavens gather blackness. Angels have witnessed the scene of suffering until they can look no longer, and hide their faces from the horrid sight. Christ is dying! He is in despair! His Father’s approving smile is removed, and angels are not permitted to lighten the gloom of the terrible hour. They can only behold in amazement their loved Commander, the Majesty of heaven, suffering the penalty of man’s transgression of the Father’s law. Even doubts assailed the dying Son of God. He could not see through the portals of the tomb. Bright hope did notpresent to Him His coming forth from the tomb a conqueror and His Father’s acceptance of His sacrifice. The sin of the world, with all its terribleness, was felt to the utmost by the Son of God. The displeasure of the Father for sin, and its penalty, which is death, were all that He could realize through this amazing darkness. He was tempted to fear that sin was so offensive in the sight of His Father that He could not be reconciled to His Son. The fierce temptation that His own Father had forever left Him caused that piercing cry from the cross: “My God, My God, why hast Thou forsaken Me?” Christ felt much as sinners will feel when the vials of God’s wrath shall be poured out upon them. Black despair, like the pall of death, will gather about their guilty souls, and then they will realize to the fullest extent the sinfulness of sin. Salvation has been purchased for them by the suffering and death of the Son of God. It might be theirs, if they would accept of it willingly, gladly; but none are compelled to yield obedience to the law of God. If they refuse the heavenly benefit and choose the pleasures and deceitfulness of sin, they have their choice, and at the end receive their wages, which is the wrath of God and eternal death. They will be forever separated from the presence of Jesus, whose sacrifice they had despised. They will have lost a life of happiness and sacrificed eternal glory for the pleasures of sin for a season. Faith and hope trembled in the expiring agonies of Christ because God had removed the assurance He had heretofore given His beloved Son of His approbation and acceptance. The Redeemer of the world then relied upon the evidences which had hitherto strengthened Him, that His Father accepted His labors and was pleased with His work. In His dying agony, as He yields up His precious life, He has by faith alone to trust in Him whom it has ever been His joy to obey. He is not cheered with clear, bright rays of hope on the righthand nor on the left. All is enshrouded in oppressive gloom. Amid the awful darkness which is felt by sympathizing nature, the Redeemer drains the mysterious cup even to its dregs. Denied even bright hope and confidence in the triumph which will be His in the future, He cries with a loud voice: “Father, into Thy hands I commend My spirit.” He is acquainted with the character of His Father, with His justice, His mercy, and His great love, and in submission He drops into His hands. Amid the convulsions of nature are heard by the amazed spectators the dying words of the Man of Calvary. Nature sympathized with the suffering of its Author. The heaving earth, the rent rocks, proclaimed that it was the Son of God who died. There was a mighty earthquake. The veil of the temple was rent in twain. Terror seized the executioners and spectators as they beheld the sun veiled in darkness, and felt the earth shake beneath them, and saw and heard the rending of the rocks. The mocking and jeering of the chief priests and elders were hushed as Christ commended His spirit into the hands of His Father. The astonished throng began to withdraw and grope their way in the darkness to the city. They smote upon their breasts as they went and in terror, speaking scarcely above a whisper, said among themselves: “It is an innocent person that has been murdered. What if, indeed, He is, as He asserted, the Son of God?” Jesus did not yield up His life till He had accomplished the work which He came to do, and exclaimed with His departing breath: “It is finished.” Satan was then defeated. He knew that his kingdom was lost. Angels rejoiced as the words were uttered: “It is finished.” The great plan of redemption, which was dependent on the death of Christ, had been thus far carried out. And there was joy in heaven that the sons of Adam could, through a life of obedience, be finally exalted to the throne of God. Oh, what love! What amazinglove! that brought the Son of God to earth to be made sin for us, that we might be reconciled to God, and elevated to a life with Him in His mansions in glory. Oh, what is man, that such a price should be paid for his redemption! When men and women can more fully comprehend the magnitude of the great sacrifice which was made by the Majesty of heaven in dying in man’s stead, then will the plan of salvation be magnified, and reflections of Calvary will awaken tender, sacred, and lively emotions in the Christian’s heart. Praises to God and the Lamb will be in their hearts and upon their lips. Pride and self-esteem cannot flourish in the hearts that keep fresh in memory the scenes of Calvary. This world will appear of but little value to those who appreciate the great price of man’s redemption, the precious blood of God’s dear Son. All the riches of the world are not of sufficient value to redeem one perishing soul. Who can measure the love Christ felt for a lost world as He hung upon the cross, suffering for the sins of guilty men? This love was immeasurable, infinite. Christ has shown that His love was stronger than death. He was accomplishing man’s salvation; and although He had the most fearful conflict with the powers of darkness, yet, amid it all, His love grew stronger and stronger. He endured the hiding of His Father’s countenance, until He was led to exclaim in the bitterness of His soul: “My God, My God, why hast Thou forsaken Me?” His arm brought salvation. The price was paid to purchase the redemption of man, when, in the last soul struggle, the blessed words were uttered which seemed to resound through creation: “It is finished.” Many who profess to be Christians become excited over worldly enterprises, and their interest is awakened for new and exciting amusements, while they are coldhearted, and appear as if frozen, in the cause of God. Here is a theme, poor formalist, which is of sufficient importance to excite you.Eternal interests are here involved. Upon this theme it is sin to be calm and unimpassioned. The scenes of Calvary call for the deepest emotion. Upon this subject you will be excusable if you manifest enthusiasm. That Christ, so excellent, so innocent, should suffer such a painful death, bearing the weight of the sins of the world, our thoughts and imaginations can never fully comprehend. The length, the breadth, the height, the depth, of such amazing love we cannot fathom. The contemplation of the matchless depths of a Saviour’s love should fill the mind, touch and melt the soul, refine and elevate the affections, and completely transform the whole character. The language of the apostle is: “I determined not to know anything among you, save Jesus Christ, and Him crucified.” We also may look toward Calvary and exclaim: “God forbid that I should glory, save in the cross of our Lord Jesus Christ, by whom the world is crucified unto me, and I unto the world.” Considering at what an immense cost our salvation has been purchased, what will be the fate of those who neglect so great salvation? What will be the punishment of those who profess to be followers of Christ, yet fail to bow in humble obedience to the claims of their Redeemer, and who do not take the cross as humble disciples of Christ and follow Him from the manger to Calvary? “He that gathereth not with Me,” says Christ, “scattereth abroad.” Some have limited views of the atonement. They think that Christ suffered only a small portion of the penalty of the law of God; they suppose that, while the wrath of God was felt by His dear Son, he had, through all His painful sufferings, the evidence of His Father’s love and acceptance; that the portals of the tomb before Him were illuminated with bright hope, and that He had the abiding evidence of His future glory. Here is a great mistake. Christ’s keenest anguish was a sense of His Father’s displeasure. His mentalagony because of this was of such intensity that man can have but faint conception of it. With many the story of the condescension, humiliation, and sacrifice of our divine Lord awakens no deeper interest, and stirs the soul and affects the life no more, than does the history of the death of the martyrs of Jesus. Many have suffered death by slow tortures; others have suffered death by crucifixion. In what does the death of God’s dear Son differ from these? It is true He died upon the cross a most cruel death; yet others, for His dear sake, have suffered equally, so far as bodily torture is concerned. Why, then, was the suffering of Christ more dreadful than that of other persons who have yielded their lives for His sake? If the sufferings of Christ consisted in physical pain alone, then His death was no more painful than that of some of the martyrs. But bodily pain was but a small part of the agony of God’s dear Son. The sins of the world were upon Him, also the sense of His Father’s wrath as He suffered the penalty of the law transgressed. It was these that crushed His divine soul. It was the hiding of His Father’s face—a sense that His own dear Father had forsaken Him—which brought despair. The separation that sin makes between God and man was fully realized and keenly felt by the innocent, suffering Man of Calvary. He was oppressed by the powers of darkness. He had not one ray of light to brighten the future. And He was struggling with the power of Satan, who was declaring that he had Christ in his power, that he was superior in strength to the Son of God, that the Father had disowned His Son, and that He was no longer in the favor of God any more than himself. If He was indeed still in favor with God, why need He die? God could save Him from death. Christ yielded not in the least degree to the torturing foe, even in His bitterest anguish. Legions of evil angels were allabout the Son of God, yet the holy angels were bidden not to break their ranks and engage in conflict with the taunting, reviling foe. Heavenly angels were not permitted to minister unto the anguished spirit of the Son of God. It was in this terrible hour of darkness, the face of His Father hidden, legions of evil angels enshrouding Him, the sins of the world upon Him, that the words were wrenched from His lips: “My God, My God, why hast Thou forsaken Me?” The death of the martyrs can bear no comparison with the agony endured by the Son of God. We should take broader and deeper views of the life, sufferings, and death of God’s dear Son. When the atonement is viewed correctly, the salvation of souls will be felt to be of infinite value. In comparison with the enterprise of everlasting life, every other sinks into insignificance. But how have the counsels of this loving Saviour been despised! The heart has been devoted to the world, and selfish interests have closed the door against the Son of God. Hollow hypocrisy and pride, selfishness and gain, envy, malice, and passion, have so filled the hearts of many that Christ can have no room. He was eternally rich, yet for our sakes He became poor, that we through His poverty might be made rich. He was clothed with light and glory, and was surrounded with hosts of heavenly angels waiting to execute His commands. Yet He put on our nature and came to sojourn among sinful mortals. Here is love that no language can express. It passes knowledge. Great is the mystery of godliness. Our souls should be enlivened, elevated, and enraptured with the theme of the love of the Father and the Son to man. The followers of Christ should here learn to reflect in some degree that mysterious love preparatory to joining all the redeemed in ascribing “blessing, and honor, and glory, and power, ... unto Him that sitteth upon the throne, and unto the Lamb for ever and ever.”"
    },
    {
      "chapter_number": 5,
      "title": "Number Eighteen—Testimony for the Church",
      "content": "[Delivered in Battle Creek, , 1869, and reported by U. Smith.] “Know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own? For ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God’s.”1 :19, 20. We are not our own. We have been purchased with a dear price, even the sufferings and death of the Son of God. If we could understand this, and fully realize it, we would feel a great responsibility resting upon us to keep ourselves in the very best condition of health, that we might render to God perfect service. But when we take any course which expends our vitality, decreases our strength, or beclouds the intellect we sin against God. In pursuing this course we are not glorifying Him in our bodies and spirits which are His, but are committing a great wrong in His sight. Has Jesus given Himself for us? Has a dear price been paid to redeem us? And is it so, that we are not our own? Is it true that all the powers of our being, our bodies, our spirits, all that we have, and all we are, belong to God? It certainly is. And when we realize this, what obligation does it lay us under to God to preserve ourselves in that condition that we may honor Him upon the earth in our bodies and in our spirits which are His. We believe without a doubt that Christ is soon coming. This is not a fable to us; it is a reality. We have no doubt, neither have we had a doubt for years, that the doctrines we hold today are present truth, and that we are nearing the judgment. We are preparing to meet Him who, escorted by a retinue of holy angels, is to appear in the clouds of heaven to give the faithful and the just the finishing touch of immortality. When He comes He is not to cleanse us of our sins, to remove from us the defects in our characters, or to cure us of the infirmities of our tempers and dispositions. If wrought for us at all, this work will all be accomplished before that time. When the Lord comes, those who are holy will be holy still. Those who have preserved their bodies and spirits in holiness, in sanctification and honor, will then receive the finishing touch of immortality. But those who are unjust, unsanctified, and filthy will remain so forever. No work will then be done for them to remove their defects and give them holy characters. The Refiner does not then sit to pursue His refining process and remove their sins and their corruption. This is all to be done in these hours of probation. It isnowthat this work is to be accomplished for us. We embrace the truth of God with our different faculties, and as we come under the influence of that truth, it will accomplish the work for us which is necessary to give us a moral fitness for the kingdom of glory and for the society of the heavenly angels. We are now in God’s workshop. Many of us are rough stones from the quarry. But as we lay hold upon the truth of God, its influence affects us. It elevates us and removes from us every imperfection and sin, of what ever nature. Thus we are prepared to see the King in His beauty and finally to unite with the pure and heavenly angels in the kingdom of glory. It is here that this work is tobe accomplished for us, here that our bodies and spirits are to be fitted for immortality. We are in a world that is opposed to righteousness and purity of character, and to a growth in grace. Wherever we look we see corruption and defilement, deformity and sin. And what is the work that we are to undertake here just previous to receiving immortality? It is to preserve our bodies holy, our spirits pure, that we may stand forth unstained amid the corruptions teeming around us in these last days. And if this work is accomplished we need to engage in it at once, heartily and understandingly. Selfishness should not come in here to influence us. The Spirit of God should have perfect control of us, influencing us in all our actions. If we have a right hold on Heaven, a right hold of the power that is from above, we shall feel the sanctifying influence of the Spirit of God upon our hearts. When we have tried to present the health reform to our brethren and sisters, and have spoken to them of the importance of eating and drinking and doing all that they do to the glory of God, many by their actions have said: “It is nobody’s business whether I eat this or that. Whatever we do we are to bear the consequences ourselves.” Dear friends, you are greatly mistaken. You are not the only sufferers from a wrong course. The society you are in bears the consequences of your wrongs, in a great degree, as well as yourselves. If you suffer from your intemperance in eating or drinking, we that are around you or associated with you are also affected by your infirmities. We have to suffer on account of your wrong course. If it has an influence to lessen your powers of mind or body, we feel it when in your society, and are affected by it. If, instead of having a buoyancy of spirit, you are gloomy, you cast a shadow upon the spirits of all around you. If we are sad and depressed, and in trouble, you could, if in a right condition of health, have a clear brain toshow us the way out and speak a comforting word to us. But if your brain is so benumbed by your wrong course of living that you cannot give us the right counsel, do we not meet with a loss? Does not your influence seriously affect us? We may have a good degree of confidence in our own judgment, yet we want to have counselors; for “in the multitude of counselors there is safety.” We desire that our course should look consistent to those we love, and we wish to seek their counsel and have them able to give it with a clear brain. But what care we for your judgment, if your brain nerve power has been taxed to the utmost, and the vitality withdrawn from the brain to take care of the improper food placed in your stomachs, or of an enormous quantity of even healthful food? What care we for the judgment of such persons? They see through a mass of undigested food. Therefore your course of living affects us. It is impossible for you to pursue any wrong course without causing others to suffer. “Know ye not that they which run in a race run all, but one receiveth the prize? So run, that ye may obtain. And every man that striveth for the mastery is temperate in all things. Now they do it to obtain a corruptible crown; but we an incorruptible. I therefore so run, not as uncertainly; so fight I, not as one that beateth the air: but I keep under my body, and bring it into subjection: lest that by any means, when I have preached to others, I myself should be a castaway.” Those who engaged in running the race to obtain that laurel which was considered a special honor were temperate in all things so that their muscles, their brains, and every part of them might be in the very best condition to run. If they were not temperate in all things they would not have that elasticity that they would have if they were. If temperate, they could run that race more successfully; they were more sure of receiving the crown. But notwithstanding all their temperance,—all their efforts to subject themselves to a careful diet in order to be in the best condition,—those who ran the earthly race only ran at a venture. They might do the very best they could, and yet after all not receive the token of honor; for another might be a little in advance of them, and take the prize. Only one received the prize. But in the heavenly race we can all run and all receive the prize. There is no uncertainty, no risk, in the matter. We must put on the heavenly graces, and, with the eye directed upward to the crown of immortality, keep the Pattern ever before us. He was a man of sorrows and acquainted with grief. The humble, self-denying life of our divine Lord we are to keep constantly in view. And then as we seek to imitate Him, keeping our eye upon the mark of the prize, we can run this race with certainty, knowing that if we do the very best we can, we shall certainly secure the prize. Men would subject themselves to self-denial and discipline in order to run and obtain a corruptible crown, one that would perish in a day, and which was only a token of honor from mortals here. But we are to run the race, at the end of which is a crown of immortality and everlasting life. Yes, a far more exceeding and eternal weight of glory will be awarded to us as the prize when the race is run. “We,” says the apostle, “an incorruptible.” And if those who engaged in this race here upon the earth for a temporal crown could be temperate in all things, cannot we, who have in view an incorruptible crown, an eternal weight of glory, and a life which measures with the life of God? When we have this great inducement before us, cannot we “run with patience the race that is set before us, looking unto Jesus the Author and Finisher of our faith”? He has pointed out the way for us, and marked it all along by His own footsteps. It is thepath that He traveled, and we may, with Him, experience the self-denial and the suffering, and walk in this pathway imprinted by His own blood. “I therefore so run, not as uncertainly; so fight I, not as one that beateth the air: but I keep under my body, and bring it into subjection.” There is work here for every man, woman, and child to do. Satan is constantly seeking to gain control of your bodies and spirits. But Christ has bought you, and you are His property. And now it is for you to work in union with Christ, in union with the holy angels that minister unto you. It is for you to keep the body under and bring it into subjection. Unless you do this you will certainly lose everlasting life and the crown of immortality. And yet some will say: “What business is it to anybody what I eat or what I drink?” I have shown you what relation your course has to others. You have seen that it has much to do with the influence you exert in your families. It has much to do with molding the characters of your children. As I said before, we live in a corrupt age. It is a time when Satan seems to have almost perfect control over minds that are not fully consecrated to God. Therefore there is a very great responsibility resting upon parents and guardians who have children to bring up. Parents have taken the responsibility of bringing these children into existence; and now what is their duty? Is it to let them come up just as they may, and just as they will? Let me tell you, a weighty responsibility rests upon these parents. “Whether therefore ye eat, or drink, or whatsoever ye do, do all to the glory of God.” Do you do this when you prepare food for your tables and call your family to partake of it? Are you placing before your children only the food that you know will make the very best blood? Is it that food that will preserve their systems in the least feverish condition? Is it that which will place them in thevery best relation to life and health? Is this the food that you are studying to place before your children? Or do you, regardless of their future good, provide for them unhealthful, stimulating, irritating food? Let me tell you that children are born to evil. Satan seems to have control of them. He takes possession of their young minds, and they are corrupted. Why do fathers and mothers act as though a lethargy were upon them? They do not mistrust that Satan is sowing evil seed in their families. They are as blind and careless and reckless in regard to these things as it is possible for them to be. Why do they not awake, and read and study upon these subjects? Says the apostle: “Add to your faith virtue; and to virtue knowledge; and to knowledge temperance; and to temperance patience,” etc. Here is a work which rests upon every one who professes to follow Christ; it is to live upon the plan of addition. Chapter after chapter has been opened to me. I can select family after family of children in this house, every one of whom is as corrupt as hell itself. Some of them profess to be followers of Christ, and you, their parents, are as indifferent as though you had had a shock of paralysis. I have said that some of you are selfish. You have not understood what I have meant. You have studied what food would taste best. Taste and pleasure, instead of the glory of God, and a desire to advance in the divine life, and to perfect holiness in the fear of God, have ruled. You have consulted your own pleasure, your own appetite; and while you have been doing this, Satan has been gaining a march upon you and, as is generally the case, has frustrated your efforts every time. Some of you fathers have taken your children to the physician to see what was the matter with them. I could have told you in two minutes what was the trouble. Your childrenare corrupt. Satan has obtained control of them. He has come right in past you, while you, who are as God to them, to guard them, were at ease, stupefied, and asleep. God has commanded you to bring them up in the fear and nurture of the Lord. But Satan has passed right in before you and has woven strong bands around them. And yet you sleep on. May Heaven pity you and your children, for every one of you needs His pity. Had you taken your position upon the health reform; had you added to your faith virtue, to virtue knowledge, and to knowledge temperance, things might have been different. But you have been only partially aroused by the iniquity and corruption that is in your houses. You have opened your eyes a little and then composed yourself to sleep again. Do you think angels can come into your dwellings? Do you think your children are susceptible of holy influences with these things among you? I can count family after family that are almost entirely under the control of Satan. I know these things are true, and I want the people to arouse before it shall be eternally too late, and the blood of souls, even the blood of the souls of their own children, be found upon their garments. The minds of some of these children are so weakened that they have but one half or one third of the brilliancy of intellect that they might have had had they been virtuous and pure. They have thrown it away in self-abuse. Right here in this church, corruption is teeming on every hand. Now and then there is a sing, or some gathering for pleasure. Every time I hear of these, I feel like clothing myself in sackcloth. “Oh that my head were waters, and mine eyes a fountain of tears!” “Spare Thy people, O Lord.” I feel distressed. I have an agony of soul that is beyond anything that I can describe to you. You are asleep. Would the lightning and thunderof Sinai arouse this church? Would they arouse you, fathers and mothers, to commence the work of reformation in your own houses? You should be teaching your children. You should be instructing them how to shun the vices and corruptions of this age. Instead of this, many are studying how to get something good to eat. You place upon your tables butter, eggs, and meat, and your children partake of them. They are fed with the very things that will excite their animal passions, and then you come to meeting and ask God to bless and save your children. How high do your prayers go? You have a work to do first. When you have done all for your children which God has left for you to do then you can with confidence claim the special help that God has promised to give you. You should study temperance in all things. You must study it in what you eat and in what you drink. And yet you say: “It is nobody’s business what I eat, or what I drink, or what I place upon my table.” It is somebody’s business, unless you take your children and shut them up, or go into the wilderness where you will not be a burden upon others, and where your unruly, vicious children will not corrupt the society in which they mingle. Many who have adopted the health reform have left off everything hurtful, but does it follow that because they have left off these things they can eat just as much as they please? They sit down to the table, and instead of considering how much they should eat, they give themselves up to appetite and eat to great excess. And the stomach has all it can do, or all it should do, the rest of that day, to worry away with the burden imposed upon it. All the food that is put into the stomach, from which the system cannot derive benefit, is a burden to nature in her work. It hinders the living machine. The system is clogged and cannot successfully carry on itswork. The vital organs are unnecessarily taxed, and the brain nerve power is called to the stomach to help the digestive organs carry on their work of disposing of an amount of food which does the system no good. Thus the power of the brain is lessened by drawing so heavily upon it to help the stomach get along with its heavy burden. And after it has accomplished the task, what are the sensations experienced as the result of this unnecessary expenditure of vital force? A feeling of goneness, a faintness, as though you must eat more. Perhaps this feeling comes just before mealtime. What is the cause of this? Nature has worried along with her work and is so thoroughly exhausted in consequence that you have this sensation of goneness. And you think that the stomach says, “More food,” when, in its faintness, it is distinctly saying, “Give me rest.” The stomach needs rest to gather up its exhausted energies for another work. But, instead of allowing it any period of rest, you think it needs more food, and so heap another load upon nature, and refuse it the needed rest. It is like a man laboring in the field all through the early part of the day until he is weary. He comes in at noon and says that he is weary and exhausted, but you tell him to go to work again and he will obtain relief. This is the way you treat the stomach. It is thoroughly exhausted. But instead of letting it rest, you give it more food, and then call the vitality from other parts of the system to the stomach to assist in the work of digestion. Many of you have at times felt a numbness around the brain. You have felt disinclined to take hold of any labor which required either mental or physical exertion, until you have rested from the sense of this burden imposed upon your system. Then, again, there is this sense of goneness. But you say it is more food that is wanted, and place a double loadupon the stomach for it to care for. Even if you are strict in the quality of your food, do you glorify God in your bodies and spirits, which are His, by partaking of such a quantity of food? Those who place so much food upon the stomach, and thus load down nature, could not appreciate the truth should they hear it dwelt upon. They could not arouse the benumbed sensibilities of the brain to realize the value of the atonement and the great sacrifice that has been made for fallen man. It is impossible for such to appreciate the great, the precious, and the exceedingly rich reward that is in reserve for the faithful overcomers. The animal part of our nature should never be left to govern the moral and intellectual. And what influence does overeating have upon the stomach? It becomes debilitated, the digestive organs are weakened, and disease, with all its train of evils, is brought on as the result. If persons were diseased before, they thus increase the difficulties upon them and lessen their vitality every day they live. They call their vital powers into unnecessary action to take care of the food that they place in their stomachs. What a terrible condition is this to be in! We know something of dyspepsia by experience. We have had it in our family, and we feel that it is a disease much to be dreaded. When a person becomes a thorough dyspeptic, he is a great sufferer, mentally and physically; and his friends must also suffer, unless they are as unfeeling as brutes. And yet will you say: “It is none of your business what I eat or what course I pursue”? Does anybody around dyspeptics suffer? Just take a course that will irritate them in any way. How natural to be fretful! They feel bad, and it appears to them that their children are very bad. They cannot speak calmly to them, nor, without especial grace, act calmly in their families. All around them are affected by the disease upon them; all have to suffer the consequences of their infirmity. They casta dark shadow. Then, do not your habits of eating and drinking affect others? They certainly do. And you should be very careful to preserve yourself in the best condition of health that you may render to God perfect service and do your duty in society and to your family. But even health reformers can err in the quantity of food. They can eat immoderately of a healthy quality of food. Some in this house err in the quality. They have never taken their position upon health reform. They have chosen to eat and drink what they pleased and when they pleased. They are injuring their systems in this way. Not only this, but they are injuring their families by placing upon their tables a feverish diet which will increase the animal passions of their children and lead them to care but little for heavenly things. The parents are thus strengthening the animal, and lessening the spiritual, powers of their children. What a heavy penalty will they have to pay in the end! And then they wonder that their children are so weak morally! Parents have not given their children the right education. Frequently they manifest the same imperfections which are seen in the children. They eat improperly, and this calls their nervous energies to the stomach, and they have no vitality to expend in other directions. They cannot properly control their children because of their own impatience, neither can they teach them the right way. Perhaps they take hold of them roughly and give them an impatient blow. I have said that to shake a child would shake two evil spirits in, while it would shake one out. If a child is wrong, to shake it only makes it worse. It will not subdue it. When the system is not in a right condition, when the circulation is broken up, and the nervous power has all that it can do to take care of a bad quality of food, or too great a quantity even of that which is good, parents have not self-command. They cannotreason from cause to effect. Here is the reason why—in every move they make in their families they create more trouble than they cure. They do not seem to understand and reason from cause to effect, and they go to work like blind men. They seem to act as though it would especially glorify God for them to move like wild men, and if anything wrong should occur in their families, to put it down with roughness and violence. Who are our children? They are only our younger brothers and sisters in the family that God acknowledges as His. We are dealing with the members of the Lord’s family. And while the care of them is committed to us, how careful should we be that we bring them up for the Lord, so that when the Master comes we can say: “Here, Lord, are we, and the children that Thou hast given us.” Shall we then be able to say: We have tried to do our work, and we have tried to do it well”? I have seen mothers of large families, who could not see the work that lay right in their pathway, just before them in their own families. They wanted to be missionaries and do some great work. They were looking out for themselves some high position, but neglecting to take care of the very work at home which the Lord had left for them to do. How important that the brain be clear! How important that the body be as free as possible from disease, in order that we may do the work which Heaven has left for us to do, and perform it in such a manner that the Master can say: “Well done, thou good and faithful servant: thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy Lord.” My sisters, do not despise the few things which the Lord has left for you to do. Let each day’s actions be such that in the day of final settlement of accounts you will not be ashamed to meet the record made by the recording angel. But what about an impoverished diet? I have spoken of the importance of the quantity and quality of food being in strict accordance with the laws of health. But we would not recommend an impoverished diet. I have been shown that many take a wrong view of the health reform and adopt too poor a diet. They subsist upon a cheap, poor quality of food, prepared without care or reference to the nourishment of the system. It is important that the food should be prepared with care, that the appetite, when not perverted, can relish it. Because we from principle discard the use of meat, butter, mince pies, spices, lard, and that which irritates the stomach and destroys health, the idea should never be given that it is of but little consequence what we eat. There are some who go to extremes. They must eat just such an amount and just such a quality, and confine themselves to two or three things. They allow only a few things to be placed before them or their families to eat. In eating a small amount of food, and that not of the best quality, they do not take into the stomach that which will suitably nourish the system. Poor food cannot be converted into good blood. An impoverished diet will impoverish the blood. I will mention the case of Sister A. That case was presented to me to show an extreme. Two classes were presented before me: First, those who were not living up to the light which God had given them. They started in the reform because somebody else did. They did not understand the system for themselves. There are many of you who profess the truth, who have received it because somebody else did, and for your life you could not give the reason. This is why you are as weak as water. Instead of weighing your motives in the light of eternity, instead of having a practical knowledge of the principles underlying all your actions, instead of having dug down to the bottom and built upon a right foundation for yourself, you are walking in thesparks kindled by somebody else. And you will fail in this, as you have failed in the health reform. Now, if you had moved from principle you would not have done this. Some cannot be impressed with the necessity of eating and drinking to the glory of God. The indulgence of appetite affects them in all the relations of life. It is seen in their family, in their church, in the prayer meeting, and in the conduct of their children. It has been the curse of their lives. You cannot make them understand the truths for these last days. God has bountifully provided for the sustenance and happiness of all His creatures; and if His laws were never violated, and all acted in harmony with the divine will, health, peace, and happiness, instead of misery and continual evil, would be experienced. Another class who have taken hold of the health reform are very severe. They take a position, and stand stubbornly in that position, and carry nearly everything over the mark. Sister A was one of these. She was not sympathizing, loving, and affectionate like our divine Lord. Justice was nearly all she could see. She carried matters further than Dr. Trall. Her patients had to even leave her because they could not get enough to eat. Her impoverished diet gave her impoverished blood. Flesh meats will depreciate the blood. Cook meat with spices, and eat it with rich cakes and pies, and you have a bad quality of blood. The system is too heavily taxed in disposing of this kind of food. The mince pies and the pickles, which should never find a place in any human stomach, will give a miserable quality of blood. And a poor quality of food, cooked in an improper manner, and insufficient in quantity, cannot make good blood. Flesh meats and rich food, and an impoverished diet, will produce the same results. Now in regard to milk and sugar: I know of persons who have become frightened at the health reform, and said theywould have nothing to do with it, because it has spoken against a free use of these things. Changes should be made with great care, and we should move cautiously and wisely. We want to take that course which will recommend itself to the intelligent men and women of the land. Large quantities of milk and sugar eaten together are injurious. They impart impurities to the system. Animals from which milk is obtained are not always healthy. They may be diseased. A cow may be apparently well in the morning, and die before night. Then she was diseased in the morning, and her milk was diseased; but you did not know it. The animal creation is diseased. Flesh meats are diseased. Could we know that animals were in perfect health, I would recommend that people eat flesh meats sooner than large quantities of milk and sugar. It would not do the injury that milk and sugar do. Sugar clogs the system. It hinders the working of the living machine. There was one case in Montcalm County, Michigan, to which I will refer. The individual was a noble man. He stood six feet and was of fine appearance. I was called to visit him in his sickness. I had previously conversed with him in regard to his manner of living. “I do not like the looks of your eyes,” said I. He was eating large quantities of sugar. I asked him why he did this. He said that he had left off meat, and did not know what would supply its place as well as sugar. His food did not satisfy him, simply because his wife did not know how to cook. Some of you send your daughters, who have nearly grown to womanhood, to school to learn the sciences before they know how to cook, when this should be made of the first importance. Here was a woman who did not know how to cook; she had not learned how to prepare healthful food. The wife and mother was deficient in this important branch of education; and as the result, poorly cooked food not being sufficient to sustain the demands of the system, sugar was eatenimmoderately, which brought on a diseased condition of the entire system. This man’s life was sacrificed unnecessarily to bad cooking. When I went to see the sick man I tried to tell them as well as I could how to manage, and soon he began slowly to improve. But he imprudently exercised his strength when not able, ate a small amount not of the right quality, and was taken down again. This time there was no help for him. His system appeared to be a living mass of corruption. He died a victim to poor cooking. He tried to make sugar supply the place of good cooking, and it only made matters worse. I frequently sit down to the tables of the brethren and sisters, and see that they use a great amount of milk and sugar. These clog the system, irritate the digestive organs, and affect the brain. Anything that hinders the active motion of the living machinery affects the brain very directly. And from the light given me, sugar, when largely used, is more injurious than meat. These changes should be made cautiously, and the subject should be treated in a manner not calculated to disgust and prejudice those whom we would teach and help. Our sisters often do not know how to cook. To such I would say: I would go to the very best cook that could be found in the country, and remain there if necessary for weeks, until I had become mistress of the art, an intelligent, skillful cook. I would pursue this course if I were forty years old. It is your duty to know how to cook, and it is your duty to teach your daughters to cook. When you are teaching them the art of cookery you are building around them a barrier that will preserve them from the folly and vice which they may otherwise be tempted to engage in. I prize my seamstress, I value my copyist; but my cook, who knows well how to prepare the food to sustain life and nourish brain, bone, and muscle, fills the most important place among the helpers in my family. Mothers, there is nothing that leads to such evils as to lift the burdens from your daughters, and give them nothing special to do, and let them choose their own employment, perhaps a little crochet or some other fancywork to busy themselves. Let them have exercise of the limbs and muscles. If it wearies them, what then? Are you not wearied in your work? Will weariness hurt your children, unless overworked, more than it hurts you? No, indeed. They can recover from their weariness in a good night’s rest and be prepared to engage in labor the next day. It is a sin to let them grow up in idleness. The sin and ruin of Sodom was abundance of bread and idleness. We want to work from the right standpoint. We want to act like men and women that are to be brought into judgment. And when we adopt the health reform we should adopt it from a sense of duty, not because somebody else has adopted it. I have not changed my course a particle since I adopted the health reform. I have not taken one step back since the light from heaven upon this subject first shone upon my pathway. I broke away from everything at once,—from meat and butter, and from three meals,—and that while engaged in exhaustive brain labor, writing from early morning till sundown. I came down to two meals a day without changing my labor. I have been a great sufferer from disease, having had five shocks of paralysis. I have been with my left arm bound to my side for months because the pain in my heart was so great. When making these changes in my diet, I refused to yield to taste and let that govern me. Shall that stand in the way of my securing greater strength, that I may therewith glorify my Lord? Shall that stand in my way for a moment? Never! I suffered keen hunger. I was a great meat eater. But when faint, I placed my arms across my stomach and said: “I will not taste a morsel. I will eat simple food, or I will not eat at all.” Bread wasdistasteful to me. I could seldom eat a piece as large as a dollar. Some things in the reform I could get along with very well, but when I came to the bread I was especially set against it. When I made these changes I had a special battle to fight. The first two or three meals, I could not eat. I said to my stomach: “You may wait until you can eat bread.” In a little while I could eat bread, and graham bread, too. This I could not eat before; but now it tastes good, and I have had no loss of appetite. When writingSpiritual Gifts, volumes three and four, I would become exhausted by excessive labor. I then saw that I must change my course of life, and by resting a few days I came out all right again. I left off these things from principle. I took my stand on health reform from principle. And since that time, brethren, you have not heard me advance an extreme view of health reform that I have had to take back. I have advanced nothing but what I stand to today. I recommend to you a healthful, nourishing diet. I do not regard it a great privation to discontinue the use of those things which leave a bad smell in the breath and a bad taste in the mouth. Is it self-denial to leave these things and get into a condition where everything is as sweet as honey; where no bad taste is left in the mouth and no feeling of goneness in the stomach? These I used to have much of the time. I have fainted away with my child in my arms again and again. I have none of this now, and shall I call this a privation when I can stand before you as I do this day? There is not one woman in a hundred that could endure the amount of labor that I do. I moved out from principle, not from impulse. I moved because I believed Heaven would approve of the course I was taking to bring myself into the very best condition of health, that I might glorify God in my body and spirit, which are His. We can have a variety of good, wholesome food, cooked in a healthful manner, so that it can be made palatable to all. And if you, my sisters, do not know how to cook, I advise you to learn. It is of vital importance to you to know how to cook. There are more souls lost from poor cooking than you have any idea of. It produces sickness, disease, and bad tempers; the system becomes deranged, and heavenly things cannot be discerned. There is more religion in a loaf of good bread than many of you think. There is more religion in good cooking than you have any idea of. We want you to learn what good religion is, and to carry it out in your families. When I have been from home sometimes, I have known that the bread upon the table, and the food generally, would hurt me; but I would be obliged to eat a little to sustain life. It is a sin in the sight of Heaven to have such food. I have suffered for want of proper food. For a dyspeptic stomach, you may place upon your tables fruits of different kinds, but not too many at one meal. In this way you may have a variety, and it will taste good, and after you have eaten your meals you will feel well. I am astonished to learn that, after all the light that has been given in this place, many of you eat between meals! You should never let a morsel pass your lips between your regular meals. Eat what you ought, but eat it at one meal, and then wait until the next. I eat enough to satisfy the wants of nature; but when I get up from the table, my appetite is just as good as when I sat down. And when the next meal comes, I am ready to take my portion, and no more. Should I eat a double amount now and then, because it tastes good, how could I bow down and ask God to help me in my work of writing, when I could not get an idea on account of my gluttony? Could I ask God to take care of that unreasonable load upon my stomach? That would be dishonoring Him. That would be asking to consume upon my lust. Now I eat justwhat I think is right, and then I can ask Him to give me strength to perform the work that He has given me to do. And I have known that Heaven has heard and answered my prayer when I have offered this petition. Again, when we eat immoderately, we sin against our own bodies. Upon the Sabbath, in the house of God, gluttons will sit and sleep under the burning truths of God’s word. They can neither keep their eyes open, nor comprehend the solemn discourses given. Do you think that such are glorifying God in their bodies and spirits, which are His? No; they dishonor Him. And the dyspeptic—what has made him dyspeptic is taking this course. Instead of observing regularity, he has let appetite control him, and has eaten between meals. Perhaps, if his habits are sedentary, he has not had the vitalizing air of heaven to help in the work of digestion; he may not have had sufficient exercise for his health. Some of you feel as though you would like to have somebody tell you how much to eat. This is not the way it should be. We are to act from a moral and religious standpoint. We are to be temperate in all things, because an incorruptible crown, a heavenly treasure, is before us. And now I wish to say to my brethren and sisters, I would have moral courage to take my position and to govern myself. I would not want to put that on someone else. You eat too much, and then you are sorry, and so you keep thinking upon what you eat and drink. Just eat that which is for the best, and go right away, feeling clear in the sight of Heaven, and not having remorse of conscience. We do not believe in removing temptations entirely away from either children or grown persons. We all have a warfare before us and must stand in a position to resist the temptations of Satan, and we want to know that we possess the power in ourselves to do this. And while we would caution you not to overeat, even ofthe best quality of food, we would also caution those that are extremists not to raise a false standard and then endeavor to bring everybody to it. There are some who are starting out as health reformers who are not fit to engage in any other enterprise, and who have not sense enough to take care of their own families, or keep their proper place in the church. And what do they do? Why, they fall back as health reform physicians, as though they could make that a success. They assume the responsibilities of their practice, and take the lives of men and women into their hands, when they really know nothing about the business. My voice shall be raised against novices undertaking to treat disease professedly according to the principles of health reform. God forbid that we should be the subjects for them to experiment upon! We are too few. It is altogether too inglorious a warfare for us to die in. God deliver us from such danger! We do not need such teachers and physicians. Let those try to treat disease who know something about the human system. The heavenly Physician was full of compassion. This spirit is needed by those who deal with the sick. Some who undertake to become physicians are bigoted, selfish, and mulish. You cannot teach them anything. It may be they have never done anything worth doing. They may not have made life a success. They know nothing really worth knowing, and yet they have started up to practice the health reform. We cannot afford to let such persons kill off this one and that one. No; we cannot afford it! We want to be just right every time. We want to bring our people up to the right position on the health reform. “Let us,” says the apostle, “cleanse ourselves from all filthiness of the flesh and spirit, perfecting holiness in the fear of God.” We must be right in order to stand in the last days. We need clear brains and sound minds in sound bodies. We shouldbegin to work in earnest for our children, for every member of our families. Shall we take hold and work from the right standpoint? Jesus is coming; and if we pursue a course to blind ourselves to the soul-elevating truths of these last days, how can we be sanctified through the truth? How can we be prepared for immortality? May the Lord help us that we may commence to work here as never before. We have spoken of having a series of meetings in this place, and of taking hold to labor for the people. But we dare not put our arms under to lift you. We want you to commence this work of reformation in your own houses. We want those that have been in the background to come up. You must begin to work. And when we see that you have commenced to labor for yourselves, we will come in and lift. We hope to reform your children, that they may be converted to Christ, and that the spirit of reformation may spread all through your midst. But when you appear twice dead, and ready to be plucked up by the roots, we dare not undertake the work. We would rather go to an unbelieving congregation where there are hearts to receive the truth. The burden of the truth is upon us. There are enough to hear the truth; and we long to be where we can speak it to them. Will you help us by going to work for yourselves? May the Lord help you to feel as you never felt before. May He help you to die to self, and get the spirit of reformation in your homes, that the angels of God may come into your midst to minister unto you, and that you may be fitted for translation to heaven."
    },
    {
      "chapter_number": 6,
      "title": "Number Nineteen—Testimony for the Church",
      "content": ", 1868, I was shown that not all who profess to be called to teach the truth are qualified for this sacred work. Some are far from meeting the mind and will of God. Some indulge in slothfulness in temporal things, and their religious life is marked with spiritual sloth. Where there is a lack of persevering energy and close application in temporal matters and business transactions, the same deficiency will be apparent in spiritual things. Some of you are heads of families, and your example and influence are molding the characters of your children. Your example will be followed by them in a greater or less degree, and your lack of thoroughness is setting a bad example for others. But your deficiencies are more sensibly felt, with more weighty results, in the cause and work of God. Your families have felt this deficiency and suffered on account of it; they have lacked many things which diligent industry and perseverance might have supplied. But this deficiency has been seen and felt in the cause and work of God in as much greater degree as His cause and work is of higher importance than the things pertaining to this life. The influence of some ministers is not good. They have not carefully guarded their moments, thus giving the people anexample of industry. They spend in indolence moments and hours which, once passed into eternity with their record of results, can never be recalled. Some are naturally indolent, which makes it difficult for them to make a success of any enterprise they undertake. This deficiency has been seen and felt all through their religious experience. Those at fault are not alone the losers; others are made to suffer by their deficiencies. At this late period, many have lessons to learn which should have been learned at a much earlier date. Some are not close Bible students. They are disinclined to apply themselves diligently to the study of God’s word. In consequence of this neglect they have labored at great disadvantage and have not, in their ministerial efforts, accomplished one tenth of the work which they might have done had they seen the necessity of closely applying their minds to the study of the word. They might have become so familiar with the Scriptures, so fortified with Bible arguments, that they could meet opponents and so present the reasons of our faith that the truth would triumph and silence their opposition. Those who minister in the word must have as thorough a knowledge of that word as it is possible for them to obtain. They must be continually searching, praying, and learning, or the people of God will advance in the knowledge of His word and will, and leave these professed teachers far behind. Who will instruct the people when they are in advance of their teachers? All the efforts of such ministers are fruitless. There is need that the people teach them the word of God more perfectly before they are capable of instructing others. Some might now have been thorough workmen had they made a good use of their time, feeling that they would have to give an account to God for their misspent moments. They have displeased God because they have not been industrious. Self-gratification, self-love, and selfish love of ease have keptsome from good, withheld them from obtaining a knowledge of the Scriptures that they might be thoroughly furnished unto all good works. Some do not appreciate the value of time and have idled away in bed the hours that might have been employed in the study of the Bible. There are a few subjects that they have dwelt upon the most, with which they are familiar, and upon these they can speak with acceptance; but they have in a great degree rested the matter here. They have not felt altogether satisfied with themselves, and have at times realized their deficiencies; yet they have not been sufficiently awakened to the crime of neglecting to become acquainted with the word of God, which they profess to teach. On account of their ignorance the people are disappointed; they do not receive the intelligence which they might obtain from them and which they expect to obtain from ministers of Christ. By rising early and economizing their moments, ministers can find time for a close investigation of the Scriptures. They must have perseverance, and not be thwarted in their object, but persistently employ their time in a study of the word, bringing to their aid the truths which other minds, through wearing labor, have brought out for them, and with diligent, persevering effort, prepared to their hand. There are ministers who have been laboring for years, teaching the truth to others, while they themselves are not familiar with the strong points of our position. I beg of such to have done with their idleness. It is a continual curse to them. God requires them to make every moment fruitful of some good to themselves or to others. “Not slothful in business; fervent in spirit; serving the Lord.” “He also that is slothful in his work is brother to him that is a great waster.” It is important for ministers of Christ to see the necessity of self-culture, in order to adorn their profession and maintain a becoming dignity. Without mental training they willcertainly fail in everything they undertake. I have been shown that there is a decided lack with some who preach the word. God is not pleased with their ways and ideas. Their haphazard manner of quoting Scripture is a disgrace to their profession. They claim to be teachers of the word, and yet fail to repeat Scripture correctly. Those who give themselves wholly to the preaching of the word should not be guilty of quoting one text incorrectly. God requires thoroughness of all His servants. The religion of Christ will be exemplified by its possessor in the life, in the conversation, in the works. Its strong principles will prove an anchor. Those who are teachers of the word should be patterns of piety, ensamples to the flock. Their example should rebuke idleness, slothfulness, lack of industry and economy. The principles of religion exact diligence, industry, economy, and honesty. “Give an account of thy stewardship” will soon be heard by all. Brethren, what account could you render if the Master should now appear? You are unready. You would as surely be reckoned with the slothful servants as they exist. Precious moments are yet left you. I entreat you to redeem the time. Paul exhorted Timothy: “Study to show thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth.” “But foolish and unlearned questions avoid, knowing that they do gender strifes. And the servant of the Lord must not strive; but be gentle unto all men, apt to teach, patient, in meekness instructing those that oppose themselves; if God peradventure will give them repentance to the acknowledging of the truth; and that they may recover themselves out of the snare of the devil, who are taken captive by him at his will.” In order to accomplish the work which God requires of them, ministers need to be qualified for their position. Theapostle Paul, in his letter to the Colossians, speaks thus concerning his ministry: “Whereof I am made a minister, according to the dispensation of God which is given to me for you, to fulfill the word of God; even the mystery which hath been hid from ages and from generations, but now is made manifest to His saints: to whom God would make known what is the riches of the glory of this mystery among the Gentiles; which is Christ in you, the hope of glory: whom we preach, warning every man, and teaching every man in all wisdom; that we may present every man perfect in Christ Jesus: whereunto I also labor, striving according to His working, which worketh in me mightily.” No less sacred appreciation of and devotion to the work of the ministry does God require of His servants who are living so near the end of all things. He cannot accept the work of laborers unless they realize in their own hearts the life and power of the truth which they present to others. He will not accept of anything short of earnest, active, zealous heart labor. Vigilance and fruitfulness are required for this great work. God wants unselfish workmen, those who will labor with disinterested benevolence and give their undivided interest to the work. Brethren, you lack devotion and consecration to the work. Your hearts are selfish. The deficiencies in you must be supplied, or you will erelong meet with a fatal disappointment—you will lose heaven. God does not lightly regard a neglect of the faithful performance of the work which He has left His servants to do. Enduring energy and a constant reliance upon God are lacking in many who are laboring in the ministry. The result of this lack brings great burdens upon the few who possess these qualities, and they are necessitated to make up the deficiencies so apparent in those who might be able workmen if they would become so. There are a few who are workingday and night, depriving themselves of rest and social enjoyments, taxing the brain to the utmost, each performing the labor of three men, wearing away their valuable lives to do the work that others might do, but neglect. Some are too lazy to perform their part; many ministers are carefully preserving themselves by shunning burdens, remaining in a state of inefficiency, and accomplishing next to nothing. Therefore those who realize the worth of souls, who appreciate the sacredness of the work and feel that it must go forward, are doing extra labor, making superhuman efforts, and using up their brain power to keep the work moving. Were the interest in the work and the devotion to it equally divided, were all who profess to be ministers diligently devoting their interest wholly to the cause, not saving themselves, the few earnest, God-fearing workmen who are fast wearing away their lives would be relieved of this high pressure upon them, and their strength might be preserved so that, when actually required, it would tell with double power, and produce far greater results than can now be seen while under the pressure of overwhelming care and anxiety. The Lord is not pleased with this inequality. Many who profess to be called of God to minister in word and doctrine do not feel that they have no right to claim to be teachers unless they are thoroughly furnished by earnest, diligent study of the word of God. Some have neglected to obtain a knowledge of the simple branches of education. Some cannot even read correctly; some misquote the Scriptures; and some, by their apparent lack of qualification for the work they are trying to do, injure the cause of God and bring the truth into disrepute. These do not see the necessity of cultivating the intellect, of especially encouraging refinement without affectation, and of seeking to attain to the true elevation of Christian character. The certain and effectual means of attaining this is the surrender of the soul to God. He willdirect the intellect and affections so that they will center upon the divine and eternal, and then will they possess energy without rashness, for all the powers of the mind and of the whole being will be elevated, refined, and directed in the loftiest, holiest channel. From the lips of the heavenly Teacher were heard the words: “Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind, and with all thy strength.” When this submission to God is made, true humility will grace every action, while at the same time those who are thus allied to God and His heavenly angels will possess a becoming dignity savoring of heaven. The Lord requires His servants to be energetic. It is not pleasing to Him to see them listless and indolent. They profess to have the evidence that God has especially selected them to teach the people the way to life; yet frequently their conversation is not profitable, and they show that they have not the burden of the work upon them. Their own souls are not energized by the mighty truths which they present to others. Some preach these truths, of such weighty importance, in so listless a manner that they cannot affect the people. “Whatsoever thy hand findeth to do, do it with thy might.” Men whom God has called must be trained to put forth effort, to work earnestly and with untiring zeal for Him, to pull souls out of the fire. When ministers feel the power of the truth in their own souls, thrilling their own being, then will they possess power to affect hearts, and show that they firmly believe the truths they preach to others. They should keep before the mind the worth of souls, and the matchless depths of a Saviour’s love. This will awaken the soul so that with David they may say: “My heart was hot within me, while I was musing the fire burned.” Paul exhorted Timothy: “Let no man despise thy youth; but be thou an example of the believers, in word, in conversation,in charity, in spirit, in faith, in purity. Till I come, give attendance to reading, to exhortation, to doctrine.” “Meditate upon these things; give thyself wholly to them; that thy profiting may appear to all. Take heed unto thyself, and unto the doctrine; continue in them: for in doing this thou shalt both save thyself, and them that hear thee.” What a weight of importance is here attached to the Christian life of the minister of God! What a necessity for his faithful study of the word, that he himself may be sanctified by the truth and may be qualified to teach others. Brethren, you are required to exemplify the truth in your life. But those who think that they have a work to do to teach others the truth are not all converted, and sanctified by the truth. Some have erroneous ideas of what constitutes a Christian and of the means through which a firm religious experience is obtained; much less do they understand the qualifications that God requires His ministers to possess. These men are unsanctified. They have occasionally a flight of feeling, which gives them the impression that they are indeed children of God. This dependence upon impressions is one of the special deceptions of Satan. Those who are thus exercised make their religion a matter of circumstance. Firm principle is wanting. None are living Christians unless they have a daily experience in the things of God and daily practice self-denial, cheerfully bearing the cross and following Christ. Every living Christian will advance daily in the divine life. As he advances toward perfection, he experiences a conversion to God every day; and this conversion is not completed until he attains to perfection of Christian character, a full preparation for the finishing touch of immortality. God should be the highest object of our thoughts. Meditating upon Him and pleading with Him, elevate the soul and quicken the affections. A neglect of meditation and prayerwill surely result in a declension in religious interests. Then will be seen carelessness and slothfulness. Religion is not merely an emotion, a feeling. It is a principle which is interwoven with all the daily duties and transactions of life. Nothing will be entertained, no business engaged in, which will prevent the accompaniment of this principle. To retain pure and undefiled religion, it is necessary to be workers, persevering in effort. We must do something ourselves. No one else can do our work. None but ourselves can work out our salvation with fear and trembling. This is the very work which the Lord has left for us to do. Some ministers who profess to be called of God have the blood of souls on their garments. They are surrounded with backsliders and sinners, and yet feel no burden for their souls; they manifest an indifference in regard to their salvation. Some are so nearly asleep that they seem to have no sense of the work of a gospel minister. They do not consider that as spiritual physicians they are required to have skill in administering to souls diseased with sin. The work of warning sinners, of weeping over them and pleading with them, has been neglected until many souls are past all cure. Some have died in their sins, and will in the judgment confront with reproaches of their guilt those who might have saved them, but who did not. Unfaithful ministers, what a retribution awaits you! The ministers of Christ need a new anointing, that they may more clearly discern sacred things, and have clear conceptions of the holy, blameless character which they themselves must form in order to be ensamples to the flock. Nothing that we can do of ourselves will bring us up to the high standard where God can accept us as His ambassadors. Only a firm reliance upon God, and a strong and active faith, will accomplish the work that He requires to be wrought in us. God calls for working men. It is continuance in well-doingthat will form characters for heaven. In plainness, in faithfulness and love, we must appeal to the people to prepare for the day of God. Some will need to be entreated with earnestness before they will be moved. Let the labor be characterized by meekness and humility, yet by an earnestness that will make them understand that these things are a reality, and that life and death are for them to choose. The salvation of the soul is not a matter to be trifled with. The deportment of the laborer for God should be serious and characterized by simplicity and true Christian politeness, yet he should be fearfully in earnest in the work which the Master has left him to do. Decided perseverance in a course of righteousness, disciplining the mind by religious exercises to love devotion and heavenly things, will bring the greatest amount of happiness. If we make God our trust, we have it in our power to control the mind in these things. Through continued exercise it will become strong to battle with internal foes and to subdue self, until there is a complete transformation, and the passions, appetites, and will are brought into perfect subjection. Then there will be daily piety at home and abroad, and when we engage in labor for souls, a power will attend our efforts. The humble Christian will have seasons of devotion which are not spasmodic, fitful, or superstitious, but calm and tranquil, deep, constant, and earnest. The love of God, the practice of holiness, will be pleasant when there is a perfect surrender to God. The reason why ministers of Christ are no more successful in their labors is that they are not unselfishly devoted to the work. The interest of some is divided; they are double-minded. The cares of this life engage their attention, and they do not realize how sacred is the work of the minister. Such may complain of darkness, of great unbelief, of infidelity. The reason for this is, they are not right with God; they do not see the importance of making a full and entire consecrationto Him. They serve God a little, but themselves more. They pray but little. The Majesty of heaven, while engaged in His earthly ministry, prayed much to His Father. He was frequently bowed all night in prayer. His spirit was often sorrowful as He felt the powers of the darkness of this world, and He left the busy city and the noisy throng, to seek a retired place to make His intercessions. The Mount of Olives was the favorite resort of the Son of God for His devotions. Frequently after the multitude had left Him for the retirement of the night, He rested not, though weary with the labors of the day. In the Gospel of John we read: “And every man went unto his own house. Jesus went unto the Mount of Olives.” While the city was hushed in silence, and the disciples had returned to their homes to obtain refreshment in sleep, Jesus slept not. His divine pleadings were ascending to His Father from the Mount of Olives that His disciples might be kept from the evil influences which they would daily encounter in the world, and that His own soul might be strengthened and braced for the duties and trials of the coming day. All night, while His followers were sleeping, was their divine Teacher praying. The dew and frost of night fell upon His head bowed in prayer. His example is left for His followers. The Majesty of heaven, while engaged in His mission, was often in earnest prayer. He did not always visit Olivet, for His disciples had learned His favorite retreat, and often followed Him. He chose the stillness of night, when there would be no interruption. Jesus could heal the sick and raise the dead. He was Himself a source of blessing and strength. He commanded even the tempests, and they obeyed Him. He was unsullied with corruption, a stranger to sin; yet He prayed, and that often with strong crying and tears. He prayed for His disciples and for Himself, thus identifying Himself with our needs, our weaknesses, and our failings,which are so common with humanity. He was a mighty petitioner, not possessing the passions of our human, fallen natures, but compassed with like infirmities, tempted in all points even as we are. Jesus endured agony which required help and support from His Father. Christ is our example. Are the ministers of Christ tempted and fiercely buffeted by Satan? so also was He who knew no sin. He turned to His Father in these hours of distress. He came to earth that He might provide a way whereby we could find grace and strength to help in every time of need, by following His example in frequent, earnest prayer. If the ministers of Christ will imitate this pattern, they will be imbued with His spirit, and angels will minister unto them. Angels ministered to Jesus, yet their presence did not make His life one of ease and freedom from severe conflict and fierce temptations. He was tempted in all points like as we are, yet without sin. If ministers, while engaged in the work which the Master has appointed them to do, have trials and perplexities and temptations, should they be discouraged, when they know that there is One who has endured all these before them? Should they cast away their confidence because they do not realize all that they expect from their labors? Christ labored earnestly for His own nation; but His efforts were despised by the very ones He came to save, and they put to death Him who came to give them life. There is a sufficient number of ministers, but a great lack of laborers. Laborers, co-workers with God, have a sense of the sacredness of the work and of the severe conflicts they must meet in order to carry it forward successfully. Laborers will not faint and despond in view of the labor, arduous though it may be. In the Epistle to the Romans Paul says: “Therefore being justified by faith, we have peace with God through our Lord Jesus Christ: by whom also we have access by faith into this grace wherein we stand, and rejoice in hopeof the glory of God. And not only so, but we glory in tribulations also: knowing that tribulation worketh patience; and patience, experience; and experience, hope: and hope maketh not ashamed; because the love of God is shed abroad in our hearts by the Holy Ghost which is given unto us.” In Him are all the treasures of wisdom and knowledge. We are without excuse if we fail to avail ourselves of the ample provisions made for us that we might be wanting in nothing. Shrinking from hardships, complaining under tribulation, makes the servants of God weak and inefficient in bearing responsibilities and burdens. All who stand unshrinkingly in the forefront of the battle must feel the special warfare of Satan against them. As they realize his attacks, they will flee to the Stronghold. They feel their need of special strength from God, and they labor in His strength; therefore the victories they gain do not exalt them, but lead them in faith to lean more securely upon the Mighty One. Deep and fervent gratitude to God is awakened in their hearts, and they are joyful in the tribulation which they experience while pressed by the enemy. These willing servants are gaining an experience and forming a character which will do honor to the cause of God. The present is a season of solemn privilege and sacred trust to the servants of God. If these trusts are faithfully kept, great will be the reward of the faithful servant when the Master shall say: “Give an account of thy stewardship.” The earnest toil, the unselfish work, the patient, persevering effort, will be rewarded abundantly; Jesus will say: Henceforth I call you not servants, but friends, guests. The approval of the Master is not given because of the greatness of the work performed, because many things have been gained, but because of the fidelity in even a few things. It is not the great results we attain, but the motives from which we act, that weigh withGod. He prizes goodness and faithfulness more than the greatness of the work accomplished. I have been shown that many are in the greatest danger of failing to perfect holiness in the fear of the Lord. Ministers are in danger of losing their own souls. Some who have preached to others will themselves be cast away because they have not perfected a Christian character. In their labor they do not save souls, and fail even to save their own. They do not see the importance of self-knowledge and self-control. They do not watch and pray, lest they enter into temptation. If they would watch, they would become acquainted with their weak points, where they are most likely to be assailed by temptation. With watchfulness and prayer their weakest points can be so guarded as to become their strongest points, and they can encounter temptation without being overcome. Every follower of Christ should daily examine himself, that he may become perfectly acquainted with his own conduct. There is with nearly all a neglect of self-examination. This neglect is positively dangerous in one who professes to be a mouthpiece for God, occupying the fearful, responsible position of receiving the words from God to give to His people. The daily conduct of such a person has great influence upon others. If he has any success in labor, he brings his converts to his own low standard, and it is seldom that they rise higher. Their minister’s ways, his words, his gestures and manners, his faith, and his piety, are considered a sample of those of all Sabbathkeeping Adventists; and if they pattern after him who has taught them the truth, they think they are doing all their duty. There is much in the conduct of a minister that he can improve. Many see and feel their lack, yet they seem to be ignorant of the influence they exert. They are conscious of their actions as they perform them, but suffer them to passfrom their memory, and therefore do not reform. If ministers would make the actions of each day a subject of careful thought and deliberate review, with the object to become acquainted with their own habits of life, they would better know themselves. By a close scrutiny of their daily life under all circumstances they would know their own motives, the principles which actuate them. This daily review of our acts, to see whether conscience approves or condemns, is necessary for all who wish to arrive at the perfection of Christian character. Many acts which pass for good works, even deeds of benevolence, will, when closely investigated, be found to be prompted by wrong motives. Many receive applause for virtues which they do not possess. The Searcher of hearts inspects motives, and often the deeds which are highly applauded by men are recorded by Him as springing from selfish motives and base hypocrisy. Every act of our lives, whether excellent and praiseworthy or deserving of censure, is judged by the Searcher of hearts according to the motives which prompted it. Even some ministers who are advocating the law of God have but little knowledge of themselves. They do not meditate, and investigate their motives. They do not see their errors and sins, because they do not, in sincerity and earnestness, take a view of their life, their acts, and their character, separate and as a whole, and compare them with the sacred and holy law of God. The claims of God’s law are not really understood by them, and they are daily living in transgression of the spirit of that law which they profess to revere. “By the law,” says Paul, “is the knowledge of sin.” “I had not known sin, but by the law: for I had not known lust, except the law had said, Thou shalt not covet.” Some who labor in word and doctrine have not a practical understanding of the law of God and its holy claims, or of the atonement of Christ. They themselves need to be converted before they can convert sinners. The faithful mirror which would reveal the defects in thecharacter is neglected; therefore deformity and sin exist, and are apparent to others, if not understood by those who are in fault. The hateful sin of selfishness exists to a great degree, even in some who profess to be devoted to the work of God. If they would compare their character with His requirements, especially with the great standard, His holy, just, and good law, they would ascertain, if earnest, honest searchers, that they are fearfully wanting. But some are not willing to look far enough or deep enough to see the depravity of their own hearts. They are wanting in very many respects; yet they remain in willing ignorance of their guilt, and are so intent upon caring for their own interests that God has no care for them. Some are not naturally devotional, and therefore should encourage and cultivate a habit of close examination of their own lives and motives, and should especially cherish a love for religious exercises and for secret prayer. They are often heard talking of doubts and unbelief, and dwelling upon the wonderful struggles they have had with infidel feelings. They dwell upon discouraging influences as so affecting their faith, hope, and courage in the truth and in the ultimate success of the work and cause in which they are engaged, as to make it a special virtue to be found on the side of the doubting. At times they seem to really enjoy hovering about the infidel’s position and strengthening their unbelief with every circumstance they can gather as an excuse for their darkness. To such we would say: You would better come down at once and leave the walls of Zion until you become converted men and good Christians. Before you take the responsibility of becoming ministers you are required of God to separate yourselves from the love of this world. The reward of those who continue in this doubting position will be that given to the fearful and unbelieving. But what is the reason of these doubts, this darkness andunbelief? I answer: These men are not right with God. They are not dealing honestly and truly with their own souls. They have neglected to cultivate personal piety. They have not separated themselves from all selfishness and from sin and sinners. They have failed to study the self-denying, self-sacrificing life of our Lord and have failed to imitate His example of purity, devotion, and self-sacrifice. The sin which easily besets has been strengthened by indulgence. By their own negligence and sin they have separated themselves from the company of the divine Teacher, and He is a day’s journey in advance of them. They have for their company, the indolent, slothful, backsliding, unbelieving, irreverent, unthankful, unholy, and their attendants, the evil angels. What marvel that such are in darkness, or that they have doubts of doctrine? “If any man will do His will, he shall know of the doctrine.” He shall know of a certainty in regard to this matter. This promise should put to flight all doubts and questionings. It is separation from Christ that brings doubts. He is followed by the earnest, honest, true, faithful, humble, meek, and pure, whom holy angels, clothed with the panoply of heaven, are sanctifying, enlightening, purifying, and guarding; for they are heaven bound. No greater evidence need be asked that a person is at a great distance from Jesus, and living in neglect of secret prayer, neglecting personal piety, than the fact that he thus talks doubts and unbelief because his surroundings are not favorable. Such persons have not the pure, true, undefiled religion of Christ. They have a spurious article which the refining process will utterly consume as dross. As soon as God proves them, and tests their faith, they waver, they stand feebly, swaying first one way, then the other. They have not the genuine article that Paul possessed, that could glory in tribulation because “tribulation worketh patience; and patience, experience; and experience, hope: and hope maketh not ashamed; becausethe love of God is shed abroad in our hearts.” They have a religion of circumstance. If all around them are strong in faith and courage in the ultimate success of the third angel’s message, and no special influence is brought to bear against them, they then appear to have some faith. But as soon as adversity seems to come upon the cause, and the work drags heavily, and the help of everyone is needed, these poor souls, though they may be professed ministers of the gospel, expect everything to come to nought. These hinder instead of helping. If apostasy arises, and rebellion is manifested, you do not hear them say, in words of encouragement and lofty cheer: Brethren, faint not; be of good courage. “Nevertheless the foundation of God standeth sure, having this seal, The Lord knoweth them that are His.” Men who are thus affected by circumstances should remain at their homes and employ their physical and mental strength in a less responsible position where they will not be liable to meet such strong opposition. If everything moves smoothly, they may pass for very good, devotional men. But these are not the ones whom the Master will send to do His work, for this is opposed by those who are emissaries of Satan. Satan also, and his host of evil angels, will be arrayed against them. God has made provision for the men whom He has called to do His work, that they may come off conquerors in every contest. Those who follow His directions will never meet with defeat. The Lord, speaking through Paul,:10-18, tells us how to fortify ourselves against Satan and his emissaries: “Finally, my brethren, be strong in the Lord, and in the power of His might. Put on the whole armor of God, that ye may be able to stand against the wiles of the devil. For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places. Wherefore takeunto you the whole armor of God, that ye may be able to withstand in the evil day, and having done all, to stand. Stand therefore, having your loins girt about with truth, and having on the breastplate of righteousness; and your feet shod with the preparation of the gospel of peace; above all, taking the shield of faith, wherewith ye shall be able to quench all the fiery darts of the wicked. And take the helmet of salvation, and the sword of the Spirit, which is the word of God: praying always with all prayer and supplication in the Spirit, and watching thereunto with all perseverance and supplication for all saints.” We are engaged in an exalted, sacred work. Those who profess to be called to teach the truth to those who sit in darkness should not be bodies of unbelief and darkness themselves. They should live near to God, where they can be all light in the Lord. The reason why they are not so is that they are not obeying the word of God themselves; therefore doubts and discouragements are expressed, when only words of faith and holy cheer should be heard. It is religion that ministers need; a daily conversion to God, an undivided, unselfish interest in His cause and work. There should be self-abasement, and a putting away of all jealousy, evil surmising, envy, hatred, malice, and unbelief. An entire transformation is needed. Some have lost sight of our pattern, the suffering Man of Calvary. In His service we need not expect ease, honor, and greatness in this life; for He, the Majesty of heaven, did not receive it. “He is despised and rejected of men; a man of sorrows, and acquainted with grief.” “He was wounded for our transgressions, He was bruised for our iniquities: the chastisement of our peace was upon Him; and with His stripes we are healed.” With this example before us, will we choose to shun the cross, and to be swayed by circumstances? Shall our zeal, our fervor, be kindled only when we are surrounded by those who are awake and zealous in the work and cause of God? Can we not stand in God, let our surroundings be ever so unpleasant and discouraging? “What shall we then say to these things? If God be for us, who can be against us? He that spared not His own Son, but delivered Him up for us all, how shall He not with Him also freely give us all things? Who shall lay anything to the charge of God’s elect? It is God that justifieth. Who is he that condemneth? It is Christ that died, yea rather, that is risen again, who is even at the right hand of God, who also maketh intercession for us. Who shall separate us from the love of Christ? shall tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword? As it is written, For Thy sake we are killed all the day long; we are accounted as sheep for the slaughter. Nay, in all these things we are more than conquerors through Him that loved us. For I am persuaded, that neither death, nor life, nor angels, nor principalities, nor powers, nor things present, nor things to come, nor height, nor depth, nor any other creature, shall be able to separate us from the love of God, which is in Christ Jesus our Lord.” Many ministers have not an undivided interest in the work of God. They have invested but little in His cause, and because they have taken so little stock in the advancement of the truth they are easily tempted in regard to it and moved from it. They are not established, strengthened, settled. He who understands well his own character, who is acquainted with the sin which most easily besets him, and the temptations that will be most likely to overcome him, should not expose himself needlessly and invite temptation by placing himself upon the enemy’s ground. If duty calls him where circumstances are not favorable, he will have special help from God, and thus go fully girded for a conflict with the enemy. Self-knowledge will save many from falling into grievous temptations, and prevent many an inglorious defeat. In order to become acquainted with ourselves, it is essential that we faithfully investigate the motives and principles of our conduct,comparing our actions with the standard of duty revealed in God’s word. Ministers should encourage and cultivate benevolence. I was shown that some who have been engaged in our office of publication, in our Health Institute, and in the ministry have labored simply for wages. There are exceptions; not all are guilty in this respect, but few have seemed to realize that they must give an account of their stewardship. Means that had been consecrated to God to advance His cause has been squandered. Families in poverty, who had experienced the sanctifying influences of the truth and who therefore prized it and felt grateful to God for it, have thought that they could and should deprive themselves of even the necessaries of life in order to bring in their offerings to the treasury of the Lord. Some have deprived themselves of articles of clothing which they really needed to make them comfortable. Others have sold their only cow and have dedicated to God the means thus received. In the sincerity of their souls, with many tears of gratitude because it was their privilege to do this for the cause of God, they have bowed before the Lord with their offering and have invoked His blessing upon it as they sent it forth, praying that it might be the means of bringing the knowledge of the truth to souls in darkness. The means thus dedicated has not always been appropriated as the self-sacrificing donors designed. Covetous, selfish men, having no spirit of self-denial or self-sacrifice themselves, have handled unfaithfully means thus brought into the treasury; and they have robbed the treasury of God by receiving means which they had not justly earned. Their unconsecrated, reckless management has squandered and scattered means that had been consecrated to God with prayers and tears. I was shown that the recording angel makes a faithful record of every offering dedicated to God and put into the treasury, and also of the final result of the means thus bestowed.The eye of God takes cognizance of every farthing devoted to His cause, and of the willingness or reluctance of the giver. The motive in giving is also chronicled. Those self-sacrificing, consecrated ones who render back to God the things that are His, as He requires of them, will be rewarded according to their works. Even though the means thus consecrated be misapplied, so that it does not accomplish the object which the donor had in view,—the glory of God and the salvation of souls,—those who made the sacrifice in sincerity of soul, with an eye single to the glory of God, will not lose their reward. Those who have made a wrong use of means dedicated to God will be required to give an account of their stewardship. Some have selfishly grasped means because of their love of gain. Others have not a tender conscience; it has become seared through long-cherished selfishness. They view sacred and eternal things from a low standpoint. Through their long continuance in a wrong course their moral sensibilities seem paralyzed. It seems impossible to elevate their views and feelings to the exalted standard clearly brought to view in the word of God. Unless there is a thorough transformation by the renewing of the mind, this class will find no place in heaven. Those who have pursued a course of selfishness and wrong, not regarding even the treasury of God as sacred, could not appreciate the purity and holiness of the sanctified in the kingdom of heaven, or the value of the rich glory, the eternal reward, reserved for the faithful overcomers. Their minds have so long run in a low, selfish channel that they cannot appreciate eternal things. They do not value salvation. It seems impossible to elevate their minds to rightly estimate the plan of salvation or the value of the atonement. Selfish interests have engrossed the entire being; like a loadstone they hold the mind and affections, binding them down to a low level. Some of these persons will never attain to perfection of Christiancharacter because they do not see the value and necessity of such a character. Their minds cannot be elevated so that they will be charmed with holiness. Self-love and selfish interests have so warped the character that they cannot be made to distinguish the sacred and eternal from the common. God’s cause and His treasury are no more sacred to them than common business or means devoted to worldly purposes. Duties in this direction are binding upon all who profess to be followers of Christ. God’s law specifies their duty to their fellow men: “Thou shalt love thy neighbor as thyself.” By a disregard of justice, mercy, and benevolence to their neighbor, some have so hardened the heart that they can go still further, and even rob God without compunctions of conscience. Do such close their eyes and their understanding to the fact that God knows, that He reads their every action and the motive which impelled them to it? His reward is with Him, and His work before Him, to give to every man according as his work shall be. Every good and every wrong act, and its influence upon others, is traced out by the Searcher of hearts, to whom every secret is revealed. And the reward will be according to the motives which prompted the action. Notwithstanding the repeated warnings and reproofs which the Lord has sent them, those who have occupied responsible positions have followed their own ways and been guided by their own unsanctified judgment, and, in consequence, the cause of God has suffered, and souls have been turned from the truth. All who are thus guilty will have a fearful record to meet in the day of final retribution. If they are ever saved, it will be by no common effort on their part; their past life must be seen by them and redeemed. If this work be entered upon with sincerity, and followed with perseverance and untiring earnestness, it will be wholly successful; butmany will not succeed because the earnestness with which they commence the work dies down to listlessness and carelessness. Their efforts are right at first, as they have some sense of their condition; but they seek to forget the past, and pass over it without taking up the stumbling blocks and making thorough work. Their repentance is not genuine sorrow that through their influence God has been dishonored and souls for whom Christ died have been lost. They make spasmodic efforts and show great feeling; but the fact that the efforts cease, that this feeling soon passes off and is succeeded by listless indifference, evinces that God was not fully in the work. The feelings were for a time wrought upon; but the work did not reach deep enough to change the principles which governed their actions. They are as liable to be led again into the same wrong course as they were at first; for they have not strength to withstand the wiles of Satan, but are subject to his devices. The life of a true Christian is ever onward. There is no standing still nor going back. It is your privilege to be “filled with the knowledge of His will in all wisdom and spiritual understanding; that ye might walk worthy of the Lord unto all pleasing, being fruitful in every good work, and increasing in the knowledge of God; strengthened with all might, according to His glorious power, unto all patience and long-suffering with joyfulness; giving thanks unto the Father, which hath made us meet to be partakers of the inheritance of the saints in light.” I entreat all, especially those who minister in word and doctrine, to make an unreserved surrender to God. Consecrate your lives to Him, and be indeed ensamples to the flock. Be no longer content to remain dwarfs in spiritual things. Let your aim be nothing short of perfection of Christian character.Let your lives be unselfish and blameless, that they may ever be a living rebuke to those who are selfish and whose affections seem to be upon their earthly treasure. God grant that you may be strengthened according to the riches of His glory, “with might by His Spirit in the inner man; that Christ may dwell in your hearts by faith; that ye, being rooted and grounded in love, may be able to comprehend with all saints what is the breadth, and length, and depth, and height; and to know the love of Christ, which passeth knowledge, that ye might be filled with all the fullness of God.”"
    },
    {
      "chapter_number": 7,
      "title": "Number Twenty—Testimony for the Church",
      "content": "I recently received a letter from a brother whom I highly respect, making inquiries in regard to how meetings should be conducted. He inquires if there should be many prayers offered in succession, and then a relief of a few moments, and quite a number of prayers again. From the light I have had upon the subject I have decided that God does not require us, as we assemble for His worship, to make these seasons tedious and wearisome by remaining bowed quite a length of time, listening to several long prayers. Those in feeble health cannot endure this taxation without extreme weariness and exhaustion. The body becomes weary by remaining bowed down so long; and what is worse still, the mind becomes so wearied by the continuous exercise of prayer that no spiritual refreshment is realized, and the meeting is to them worse than a loss. They have become wearied mentally and physically, and they have obtained no spiritual strength. Meetings for conference and prayer should not be made tedious. If possible, all should be prompt to the hour appointed; and if there are dilatory ones, who are half an hour or even fifteen minutes behind the time, there should be no waiting. If there are but two present, they can claim the promise.The meeting should open at the appointed hour if possible, be there few or many present. Formality and cold stiffness should be laid aside, and all should be prompt to duty. Upon common occasions there should not be prayer of more than ten minutes’ duration. After there has been a change of position, and the exercise of singing or exhortation has relieved the sameness, then, if any feel the burden of prayer, let them pray. All should feel it a Christian duty to pray short. Tell the Lord just what you want, without going all over the world. In private prayer all have the privilege of praying as long as they desire and of being as explicit as they please. They can pray for all their relatives and friends. The closet is the place to tell all their private difficulties, and trials, and temptations. A common meeting to worship God is not the place to open the privacies of the heart. What is the object of assembling together? Is it to inform God, to instruct Him by telling Him all we know in prayer? We meet together to edify one another by an interchange of thoughts and feelings, to gather strength, and light, and courage by becoming acquainted with one another’s hopes and aspirations; and by our earnest, heartfelt prayers, offered up in faith, we receive refreshment and vigor from the Source of our strength. These meetings should be most precious seasons and should be made interesting to all who have any relish for religious things. There are some, I fear, who do not take their troubles to God in private prayer, but reserve them for the prayer meeting, and there do up their praying for several days. Such may be named conference and prayer meeting killers. They emit no light; they edify no one. Their cold, frozen prayers and long, backslidden testimonies cast a shadow. All are glad when they get through, and it is almost impossible to throw off the chill and darkness which their prayers and exhortationsbring into the meeting. From the light which I have received, our meetings should be spiritual and social, and not too long. Reserve, pride, vanity, and fear of man should be left at home. Little differences and prejudices should not be taken with us to these meetings. As in a united family, simplicity, meekness, confidence, and love should exist in the hearts of brethren and sisters who meet to be refreshed and invigorated by bringing their lights together. “Ye are the light of the world,” says the heavenly Teacher. All have not the same experience in their religious life. But those of diverse exercises come together and with simplicity and humbleness of mind talk out their experience. All who are pursuing the onward Christian course should have, and will have, an experience that is living, that is new and interesting. A living experience is made up of daily trials, conflicts, and temptations, strong efforts and victories, and great peace and joy gained through Jesus. A simple relation of such experiences gives light, strength, and knowledge that will aid others in their advancement in the divine life. The worship of God should be both interesting and instructive to those who have any love for divine and heavenly things. Jesus, the heavenly Teacher, did not hold Himself aloof from the children of men; but in order to benefit them He came from heaven to earth, where they were, that the purity and holiness of His life might shine upon the pathway of all and light the way to heaven. The Redeemer of the world sought to make His lessons of instruction plain and simple, that all might comprehend them. He generally chose the open air for His discourses. No walls could enclose the multitude which followed Him; but He had special reasons for resorting to the groves and the seaside to give His lessons of instruction. He could there have a commanding view of the landscape and make use of objects and scenes with which those in humblelife were familiar, to illustrate the important truths He made known to them. With His lessons of instruction He associated the works of God in nature. The birds which were caroling forth their songs without a care, the flowers of the valley glowing in their beauty, the lily that reposed in its purity upon the bosom of the lake, the lofty trees, the cultivated land, the waving grain, the barren soil, the tree that bore no fruit, the everlasting hills, the bubbling stream, the setting sun, tinting and gilding the heavens—all these He employed to impress His hearers with divine truth. He connected the works of God’s finger in the heavens and upon the earth with the words of life He wished to impress upon their minds, that, as they should look upon the wonderful works of God in nature, His lessons might be fresh in their memories. In all His efforts Christ sought to make His teachings interesting. He knew that a tired, hungry throng could not receive spiritual benefit, and He did not forget their bodily needs. Upon one occasion He wrought a miracle to feed five thousand who had gathered to listen to the words of life which fell from His lips. Jesus regarded His surroundings when giving His precious truth to the multitude. The scenery was such as would attract the eye and awaken admiration in the breasts of the lovers of the beautiful. He could extol the wisdom of God in His creative works, and could bind up His sacred lessons by directing their minds through nature up to nature’s God. Thus the landscape, the trees, the birds, the flowers of the valley, the hills, the lake, and the beautiful heavens were associated in their minds with sacred truths which would make them hallowed in memory as they should look upon them after Christ’s ascension to heaven. When Christ taught the people, He did not devote the time to prayer. He did not enforce upon them, as did the Pharisees, long, tedious ceremonies and prayers. He taught His discipleshow to pray: “And when thou prayest, thou shalt not be as the hypocrites are: for they love to pray standing in the synagogues and in the corners of the streets, that they may be seen of men. Verily I say unto you, They have their reward. But thou, when thou prayest, enter into thy closet, and when thou hast shut thy door, pray to thy Father which is in secret; and thy Father which seeth in secret shall reward thee openly. But when ye pray, use not vain repetitions, as the heathen do: for they think that they shall be heard for their much speaking. Be not ye therefore like unto them: for your Father knoweth what things ye have need of, before ye ask Him. After this manner therefore pray ye.” Christ impressed upon His disciples the idea that their prayers should be short, expressing just what they wanted, and no more. He gives the length and substance of their prayers, expressing their desires for temporal and spiritual blessings, and their gratitude for the same. How comprehensive this sample prayer! It covers the actual need of all. One or two minutes is long enough for any ordinary prayer. There may be instances where prayer is in a special manner indited by the Spirit of God, where supplication is made in the Spirit. The yearning soul becomes agonized and groans after God. The spirit wrestles as did Jacob and will not be at rest without special manifestations of the power of God. This is as God would have it. But many offer prayer in a dry, sermonizing manner. These pray to men, not to God. If they were praying to God, and really understood what they were doing, they would be alarmed at their audacity; for they deliver a discourse to the Lord in the mode of prayer, as though the Creator of the universe needed special information upon general questions in relation to things transpiring in the world. All such prayers are as sounding brass and a tinkling cymbal. They are made no account of in heaven. Angels of God are wearied withthem, as well as mortals who are compelled to listen to them. Jesus was often found in prayer. He resorted to the lonely groves or to the mountains to make His requests known to His Father. When the business and cares of the day were ended, and the weary were seeking rest, Jesus devoted the time to prayer. We would not discourage prayer, for there is far too little praying and watching thereunto. And there is still less praying with the Spirit and the understanding also. Fervent and effectual prayer is always in place, and will never weary. Such prayer interests and refreshes all who have a love for devotion. Secret prayer is neglected, and this is why many offer such long, tedious, backslidden prayers when they assemble to worship God. They go over in their prayers a week of neglected duties, and pray round and round, hoping to make up for their neglect and pacify their condemned consciences, which are scourging them. They hope to pray themselves into the favor of God. But frequently these prayers result in bringing other minds down to their own low level in spiritual darkness. If Christians would take home the teachings of Christ in regard to watching and praying, they would become more intelligent in their worship of God."
    }
  ]
}