{
  "title": "Testimonies for the Church, vol. 4",
  "chapters": [
    {
      "chapter_number": 1,
      "title": "The Times of Volume Four",
      "content": "A seven-year period was spanned by the five pamphlets which now make ofTestimonies for the Church. These were the last seven years of James White’s life. The work of the denomination had entered a period of rapid expansion. Elder and Mrs. White were traveling extensively and laboring tirelessly in public ministry, in personal interviews, and in writing. They were wrestling with the problems of an expanding institutional work. The mission in Europe was making good progress, other workers being sent to join Elder Andrews . The comprehensive vision of , 1875, given at Battle Creek, which formed the basis of much of the first half of , led to a better understanding of the world-wide nature of our work. On the Pacific Coast the work of the denomination was developing rapidly. The newly startedSigns of the Timeswas put on a firm basis, and the Pacific Press, our second Seventh-day Adventist publishing house, was opened in Oakland. This soon became the largest and best equipped publishing establishment operated on the Pacific Coast. , near St. Helena in Northern California, the second denominational sanitarium opened its doors for service. With increased publishing facilities, we found ourselves with a rapidly developing literature, which by the close of the period of includedThoughts on Daniel and the Revelation, by Uriah Smith,History of the Sabbath, By J. N. Andrews, and a number of works of lesser importance dealing with health, religious topics, temperance, and themes of interest to children. Plans for more systematic literature distribution were inaugurated with regularly employed colporteurs calling from door to door in selling our truth-filled books. A great movement in free literature distribution by our laymen was also well under way, with elder S. N. Haskell leading out in the organization of tract and missionary societies. spans an era of great Seventh-day Adventist camp meetings. With the first of such gatherings held , the plan had been followed with increasing enthusiasm. Within a decade there was scarcely a state conference that did not have its annual summer meeting. Sites were well selected, and good publicity was given. It was in connection with these large camp meetings that a concerted effort at reporting the work of Seventh-day Adventists in the newspapers was begun. Great pains were taken to make the camp representative, to provide good food, and to present a telling message. The meetings of five, six, or seven days’ duration, which on week days were attended by a few hundred Adventists, would over week ends attract several thousand interested non-Adventist listeners. The peak of such interest was , when, in Groveland, Massachusetts, a suburb of Boston, twenty thousand people crowded onto the camp ground on Sunday, . Mrs. White addressed fifteen thousand attentive listeners on that afternoon. Temperance work also came prominently to the front in the times of . Seventh-day Adventists, with Mrs. White as one of their leading speakers, were prominently in the front, often in association with established temperance organizations. The practical way in which they labored to stem the tide of intemperance is told by Mrs. White in her chapter, “Experience and Labors,” Found in the heart of this book. At the denomination’s headquarters in Battle Creek there was great activity during these years of the late seventies. The new tabernacle succeeded the outgrown house of worship. This new church, built to accommodate General Conference sessions, was known as the Dime Tabernacle, because each church member throughout the land was asked to contribute at least ten cents for its construction. It was erected between the Review and Herald office and the sanitarium, facing a beautiful park. New, greatly enlarged sanitarium buildings were erected and put into use. At about this same time themedical work became more soundly established as physicians trained especially for this line of service returned from the best medical schools of the land to lead out in this important work in Battle Creek. The denominational health journal,Good Health, was enjoying the “largest circulation of any health journal in America.” The review and herald office had become the “largest and best equipped printing office in the state” of Michigan. The work of the newly opened Battle Creek College made steady progress, and by the there was an enrollment of nearly five hundred students. While through these years Elder and Mrs. White made their home either in Michigan or in California, we find them for some months in Texas. Later Mrs. White made an extended trip to the Pacific Northwest. They were back again in Battle Creek, Michigan, at the time of elder White’s death . Such are some of the happenings of the times of . All through the book there are messages of counsel and instruction which have a bearing on all these rapidly developing lines of endeavor. But the emphasis of the instruction in -page volume is on the personal experience of the workers and the church members. True, the expanding work of a rapidly growing denomination often needed and received guidance and cautions. But the affairs of the administration were secondary to the personal experience of the leaders and the church members. The conduct of the enterprises of the church meant only the running of machinery if the spiritual experience of Seventh-day Adventists declined to the level of mere formalism. The church must be kept pure, its standards high, its members alive in service and enjoying daily a personal experience in the things of God. It is not strange, then, that the large part of deals with such practical topics as “Appetite,” “Family Discipline,” “Self-Control,” “Uprightness in Deal,” “Sacredness of Vows,” “Unscriptural Marriages,” “Simplicity in Dress,” “Love of the World,” “Preparation for Christ’s Coming,” and a scoreof other vital subjects. These were some of the messages which served to reform, correct, and purify the church in these earlier years. Because Seventh-day Adventists must wrestle with the same tempter and meet the same problems and experiences today, these inspired articles should be earnestly read and reread, and their counsels and warnings heeded, that God’s purpose in sending this instruction to lift up and encourage the church may reach its fulfillment. Ellen G. White Publications."
    },
    {
      "chapter_number": 2,
      "title": "Number Twenty-Six—Testimony for the Church",
      "content": "The lives recorded in the Bible are authentic histories of actual individuals. From Adam down through successive generations to the times of the apostles we have a plain, unvarnished account of what actually occurred and the genuine experience of real characters. It is a subject of wonder to many that inspired history should narrate in the lives of good men facts that tarnish their moral characters. Infidels seize upon these sins with great satisfaction and hold their perpetrators up to ridicule. The inspired writers did not testify to falsehoods to prevent the pages of sacred history being clouded by the record of human frailties and faults. The scribes of God wrote as they were dictated by the Holy Spirit, having no control of the work themselves. They penned the literal truth, and stern, forbidding facts are revealed for reasons that our finite minds cannot fully comprehend. It is one of the best evidences of the authenticity of the Scriptures that the truth is not glossed over nor the sins of its chief characters suppressed. Many will urge that it is an easy matter to relate what has occurred in an ordinary life. But it is a proved fact that it is a human impossibility to give an impartial history of a contemporary; and it is almost as difficult to narrate, without deviating from the exact truth, the story of any person or people with whose career we have become acquainted. The human mind is so subject to prejudicethat it is almost impossible for it to treat the subject impartially. Either the faults of the person under review stand out in glaring relief, or his virtues shine with undimmed luster, just as the writer is prejudiced for or against him. However impartial the historian may design to be, all critics will agree that it is a very difficult matter to be truly so. But divine unction, lifted above the weaknesses of humanity, tells the simple, naked truth. How many biographies have been written of faultless Christians, who, in their ordinary home life and church relations, shone as examples of immaculate piety. No blemish marred the beauty of their holiness, no fault is recorded to remind us that they were common clay and subject to the ordinary temptations of humanity. Yet had the pen of inspiration written their histories, how different would they have appeared. There would have been revealed human weaknesses, struggles with selfishness, bigotry, and pride, hidden sins perhaps, and the continual warfare between the spirit and the flesh. Even private journals do not reveal on their pages the writer’s sinful deeds. Sometimes the conflicts with evil are recorded, but usually only when the right has gained the victory. But they may contain a faithful account of praiseworthy acts and noble endeavors; this, too, when the writer honestly intends to keep a faithful journal of his life. It is next to a human impossibility to lay open our faults for the possible inspection of our friends. Had our good Bible been written by uninspired persons, it would have presented quite a different appearance and would have been a discouraging study to erring mortals, who are contending with natural frailties and the temptations of a wily foe. But as it is, we have a correct record of the religious experiences of marked characters in Bible history. Men whom God favored, and to whom He entrusted great responsibilities, were sometimes overcome by temptation and committed sins, even as we of the present day strive, waver, and frequently fall into error. But it is encouraging to our desponding heartsto know that through God’s grace they could gain fresh vigor to again rise above their evil natures; and, remembering this, we are ready to renew the conflict ourselves. The murmurings of ancient Israel and their rebellious discontent, as well as the mighty miracles wrought in their favor and the punishment of their idolatry and ingratitude, are recorded for our benefit. The example of ancient Israel is given as a warning to the people of God, that they may avoid unbelief and escape His wrath. If the iniquities of the Hebrews had been omitted from the Sacred Record, and only their virtues recounted, their history would fail to teach us the lesson that it does. Infidels and lovers of sin excuse their crimes by citing the wickedness of men to whom God gave authority in olden times. They argue that if these holy men yielded to temptation and committed sins, it is not to be wondered at that they, too, should be guilty of wrongdoing; and intimate that they are not so bad after all, since they have such illustrious examples of iniquity before them. The principles of justice required a faithful narration of facts for the benefit of all who should ever read the Sacred Record. Here we discern the evidences of divine wisdom. We are required to obey the law of God, and are not only instructed as to the penalty of disobedience, but we have narrated for our benefit and warning the history of Adam and Eve in Paradise, and the sad results of their disobedience of God’s commands. The account is full and explicit. The law given to man in Eden is recorded, together with the penalty accruing in case of its disobedience. Then follows the story of the temptation and fall, and the punishment inflicted upon our erring parents. Their example is given us as a warning against disobedience, that we may be sure that the wages of sin is death, that God’s retributive justice never fails, and that He exacts from His creatures a strict regard for His commandments. When the law was proclaimed at Sinai, howdefinite was the penalty annexed, how sure was punishment to follow the transgression of that law, and how plain are the cases recorded in evidence of that fact! The pen of inspiration, true to its task, tells us of the sins that overcame Noah, Lot, Moses, Abraham, David, and Solomon, and that even Elijah’s strong spirit sank under temptation during his fearful trial. Jonah’s disobedience and Israel’s idolatry are faithfully recorded. Peter’s denial of Christ, the sharp contention of Paul and Barnabas, the failings and infirmities of the prophets and apostles, are all laid bare by the Holy Ghost, who lifts the veil from the human heart. There before us lie the lives of the believers, with all their faults and follies, which are intended as a lesson to all the generations following them. If they had been without foible they would have been more than human, and our sinful natures would despair of ever reaching such a point of excellence. But seeing where they struggled and fell, where they took heart again and conquered through the grace of God, we are encouraged, and led to press over the obstacles that degenerate nature places in our way. God has ever been faithful to punish crime. He sent His prophets to warn the guilty, denounce their sins, and pronounce judgment upon them. Those who question why the word of God brings out the sins of His people in so plain a manner for scoffers to deride and saints to deplore, should consider that it was all written for their instruction, that they may avoid the evils recorded and imitate only the righteousness of those who served the Lord. We need just such lessons as the Bible gives us, for with the revelation of sin is recorded the retribution which follows. The sorrow and penitence of the guilty, and the wailing of the sin-sick soul, come to us from the past, telling us that man was then, as now, in need of the pardoning mercy of God. It teaches us that while He is a punisher of crime, He pities and forgives the repenting sinner. In His providence the Lord has seen fit to teach and warn His people in various ways. By direct command, by the sacredwritings, and by the spirit of prophecy has He made known unto them His will. My work has been to speak plainly of the faults and errors of God’s people. Because the sins of certain individuals have been brought to light, it is no evidence that they are worse in the sight of the Lord than many whose failings are unrecorded. But I have been shown that it is not mine to choose my work, but humbly to obey the will of God. The errors and wrongdoings in the lives of professed Christians are recorded for the instruction of those who are liable to fall into the same temptations. The experience of one serves as a beacon light to warn others off the rocks of danger. Thus are revealed the snares and devices of Satan, the importance of perfecting Christian character, and the means by which this result may be obtained. Thus God indicates what is necessary to secure His blessing. There is a disposition on the part of many to let rebellious feelings arise if their peculiar sins are reproved. The spirit of this generation is: “Speak unto us smooth things.” But the spirit of prophecy speaks only the truth. Iniquity abounds, and the love of many who profess to follow Christ waxes cold. They are blind to the wickedness of their own hearts and do not feel their weak and helpless condition. God in mercy lifts the veil and shows them that there is an eye behind the scenes that discerns their hidden guilt and the motives of their actions. The sins of the popular churches are whitewashed over. Many of the members indulge in the grossest vices and are steeped in iniquity. Babylon is fallen and has become the cage of every foul and hateful bird! The most revolting sins of the age find shelter beneath the cloak of Christianity. Many proclaim the law of God abolished, and surely their lives are in keeping with their faith. If there is no law, then there is no transgression, and therefore no sin; for sin is the transgression of the law. The carnal mind is enmity against God, and it rebels against His will. Let it once throw off the yoke of obedience and it slips unconsciously into the lawlessness of crime. Iniquity abounds among those who talk grandly of pure andperfect religious liberty. Their conduct is abhorrent to the Lord, and they are co-workers with the adversary of souls. The light of revealed truth is turned from their sight, and the beauties of holiness are but as shadows to them. It is astonishing to see upon what flimsy foundations very many build their hopes of heaven! They rail at the law of the Infinite One as though they would defy Him and make His word null. Even Satan with his knowledge of the divine law would not dare to make the speeches which some law-hating ministers make from the pulpit, yet he exults in their blasphemy. I have been shown what man is without a knowledge of the will of God. Crimes and iniquity fill up the measure of his life. But when the Spirit of God reveals to him the full meaning of the law, what a change takes place in his heart! Like Belshazzar, he reads intelligently the handwriting of the Almighty, and conviction takes possession of his soul. The thunders of God’s word startle him from his lethargy, and he calls for mercy in the name of Jesus. And to that humble plea God always listens with a willing ear. He never turns the penitent away comfortless. The Lord has seen fit to give me a view of the needs and errors of His people. Painful though it has been to me, I have faithfully set before the offenders their faults and the means of remedying them, according to the dictates of the Spirit of God. This has, in many instances, excited the tongue of slander and embittered against me those for whom I have labored and suffered. But I have not been turned from my course because of this. God has given me my work, and, upheld by His sustaining strength, I have performed the painful duties He has set before me. Thus has the Spirit of God pronounced warnings and judgments, withholding not, however, the sweet promise of mercy. If God’s people would recognize His dealings with them and accept His teachings, they would find a straight path for their feet and a light to guide them through darkness and discouragement. David learned wisdom from God’s dealingswith him and bowed in humility beneath the chastisement of the Most High. The faithful portrayal of his true state by the prophet Nathan made David acquainted with his own sins and aided him to put them away. He accepted counsel meekly and humiliated himself before God. “The law of the Lord,” he exclaims, “is perfect, converting the soul.” Repentant sinners have no cause to despair because they are reminded of their transgressions and warned of their danger. These very efforts in their behalf show how much God loves them and desires to save them. They have only to follow His counsel and do His will, to inherit eternal life. God sets the sins of His erring people before them, that they may behold them in all their enormity under the light of divine truth. It is then their duty to renounce them forever. God is as powerful to save from sin today as He was in the times of the patriarchs, of David, and of the prophets and apostles. The multitude of cases recorded in sacred history where God has delivered His people from their own iniquities should make the Christian of this time eager to receive divine instruction and zealous to perfect a character that will bear the close inspection of the judgment. Bible history stays the fainting heart with the hope of God’s mercy. We need not despair when we see that others have struggled through discouragements like our own, have fallen into temptations even as we have done, and yet have recovered their ground and been blessed of God. The words of inspiration comfort and cheer the erring soul. Although the patriarchs and apostles were subject to human frailties, yet through faith they obtained a good report, fought their battles in the strength of the Lord, and conquered gloriously. Thus may we trust in the virtue of the atoning sacrifice and be overcomers in the name of Jesus. Humanity is humanity the world over from the time of Adam down to the present generation, and the love of God through all ages is without a parallel."
    },
    {
      "chapter_number": 3,
      "title": "Number Twenty-Seven—Testimony for the Church",
      "content": "Abraham was an old man when he received the startling command from God to offer up his son Isaac for a burnt offering. Abraham was considered an old man even in his generation. The ardor of his youth had faded away. It was no longer easy for him to endure hardships and brave dangers. In the vigor of youth man may breast the storm with a proud consciousness of strength and rise above discouragements that would cause his heart to fail later in life, when his steps are faltering toward the grave. But in His providence God reserved His last most trying test for Abraham until the burden of years was heavy upon him and he longed for rest from anxiety and toil. The Lord spoke unto him, saying: “Take now thy son, thine only son Isaac, whom thou lovest,” “and offer him ... for a burnt offering.” The heart of the old man stood still with horror. The loss of such a son by disease would have been most heart-rending to the fond father, it would have bowed his whitened head with sorrow; but now he is commanded to shed the precious blood of that son with his own hand. It seemed to him a fearful impossibility. Yet God had spoken, and His word must be obeyed. Abraham was stricken in years, but this did not excuse him from duty. He grasped the staff of faith and in dumb agony took by the hand his child, beautiful in the rosy health of youth, and went out to obey the word of God. The grand old patriarchwas human; his passions and attachments were like ours, and he loved his boy, who was the solace of his old age, and to whom the promise of the Lord had been given. But Abraham did not stop to question how God’s promises could be fulfilled if Isaac were slain. He did not stay to reason with his aching heart, but carried out the divine command to the very letter, till, just as the knife was about to be plunged into the quivering flesh of the child, the word came: “Lay not thine hand upon the lad;” “for now I know that thou fearest God, seeing thou hast not withheld thy son, thine only son from Me.” This great act of faith is penciled on the pages of sacred history to shine forth upon the world as an illustrious example to the end of time. Abraham did not plead that his old age should excuse him from obeying God. He did not say: “My hairs are gray, the vigor of my manhood is gone; who will comfort my waning life when Isaac is no more? How can an aged father spill the blood of an only son?” No; God had spoken, and man must obey without questioning, murmuring, or fainting by the way. We need the faith of Abraham in our churches today, to lighten the darkness that gathers around them, shutting out the sweet sunlight of God’s love and dwarfing spiritual growth. Age will never excuse us from obeying God. Our faith should be prolific of good works, for faith without works is dead. Every duty performed, every sacrifice made in the name of Jesus, brings an exceeding great reward. In the very act of duty, God speaks and gives His blessing. But He requires of us an entire surrender of the faculties. The mind and heart, the whole being, must be given to Him, or we fall short of becoming true Christians. God has withheld nothing from man that can secure to him eternal riches. He has clothed the earth with beauty and furnished it for his use and comfort during his temporal life. He has given His Son to die for the redemption of a world that had fallen through sin and folly. Such matchless love, such infinite sacrifice, claims our strictest obedience, ourholiest love, our unbounded faith. Yet all these virtues, exercised to their fullest extent, can never be commensurate with the great sacrifice that has been offered for us. God requires prompt and unquestioning obedience of His law; but men are asleep or paralyzed by the deceptions of Satan, who suggests excuses and subterfuges, and conquers their scruples, saying as he said to Eve in the garden: “Ye shall not surely die.” Disobedience not only hardens the heart and conscience of the guilty one, but it tends to corrupt the faith of others. That which looked very wrong to them at first, gradually loses this appearance by being constantly before them, till finally they question whether it is really sin and unconsciously fall into the same error. Through Samuel, God commanded Saul to go and smite the Amalekites and utterly destroy all their possessions. But Saul only partially obeyed the command; he destroyed the inferior cattle, but reserved the best and spared the wicked king. The next day he met the prophet Samuel with flattering self-congratulations. Said he: “Blessed be thou of the Lord: I have performed the commandment of the Lord.” But the prophet immediately answered: “What meaneth then this bleating of the sheep in mine ears, and the lowing of the oxen which I hear?” Saul was confused and sought to shirk responsibility by answering: “Theyhave brought them from the Amalekites: for the people spared the best of the sheep and of the oxen, to sacrifice unto the Lord thy God; and the rest we have utterly destroyed.” Samuel then reproved the king, reminding him of the explicit command of God directing him to destroy all things belonging to Amalek. He pointed out his transgression and declared that he had disobeyed the Lord. But Saul refused to acknowledge that he had done wrong; he again excused his sin by pleading that he had reserved the best cattle to sacrifice unto the Lord. Samuel was grieved to the heart by the persistency with which the king refused to see and confess his sin. He sorrowfully asked: “Hath the Lord as great delight in burnt offeringsand sacrifices, as in obeying the voice of the Lord? Behold, to obey is better than sacrifice, and to hearken than the fat of rams. For rebellion is as the sin of witchcraft, and stubbornness is as iniquity and idolatry. Because thou hast rejected the word of the Lord, He hath also rejected thee from being king.” We should not look in the face of duty and delay meeting its demands. Such delay gives time for doubts; unbelief creeps in, the judgment is perverted, the understanding darkened. At length the reproofs of God’s Spirit do not reach the heart of the deluded person, who has become so blinded as to think that they cannot possibly be intended for him or apply to his case. The precious time of probation is passing, and few realize that it is given them for the purpose of preparing for eternity. The golden hours are squandered in worldly pursuits, in pleasure, in absolute sin. God’s law is slighted and forgotten, yet every statute is nonetheless binding. Every transgression will bring its punishment. Love of worldly gain leads to desecration of the Sabbath, yet the claims of that holy day are not abrogated or lessened. God’s command is clear and unquestionable on this point; He has peremptorily forbidden us to labor upon the seventh day. He has set it apart as a day sanctified to Himself. Many are the hindrances that lie in the path of those who would walk in obedience to the commandments of God. There are strong and subtle influences that bind them to the ways of the world, but the power of the Lord can break these chains. He will remove every obstacle from before the feet of His faithful ones or give them strength and courage to conquer every difficulty, if they earnestly beseech His help. All hindrances will vanish before an earnest desire and persistent effort to do the will of God at any cost to self, even if life itself is sacrificed. Light from heaven will illuminate the darkness of those, who, in trial and perplexity, go forward, looking unto Jesus as the Author and Finisher of their faith. In ancient times God spoke to men by the mouth ofprophets and apostles. In these days He speaks to them by the testimonies of His Spirit. There was never a time when God instructed His people more earnestly than He instructs them now concerning His will and the course that He would have them pursue. But will they profit by His teachings? will they receive His reproofs and heed His warnings? God will accept of no partial obedience; He will sanction no compromise with self."
    },
    {
      "chapter_number": 4,
      "title": "Number Twenty-Eight—Testimony for the Church",
      "content": "My reason for sending out anotherTestimonyto my dear brethren and sisters at this time is that the Lord has graciously manifested Himself to me and has again revealed matters of very great importance to those who profess to be keeping the commandments of God and waiting for the coming of the Son of man. More than three years elapsed between the vision given me , 1875, and the recent manifestation of God’s love and power. But before entering upon the views recently shown me, I will give a brief sketch of my experience for a year or two past. , 1877, we left Oakland, California, for Battle Creek, Michigan. I had been afflicted with pain in my heart for several months and suffered much with oppressed breathing on my journey across the plains. The difficulty did not leave me when we reached Michigan. Others occupied our home at Battle Creek, and we had no relatives there to care for us, our children all being in California. However, kind friends did what they could for me; but I did not feel free to burden them when they had all the care they should have with their own families. A telegram had been sent to my husband, requesting his presence at Battle Creek to give attention to important business relative to the cause, but more especially to take the supervision of planning the large sanitarium building. In answer to this summons he came and engaged earnestly in preaching, writing, and holding board meetings at theReviewoffice, the college, and the sanitarium, nearly always working into the night. This wore him fearfully. He felt the importance of these institutions, but especially of the sanitarium building, in which more than fifty thousand dollars was being invested. His constant mental anxiety was preparing the way for a sudden breakdown. We both felt our danger and decided to go to Colorado to enjoy retirement and rest. While planning for the journey, a voice seemed to say to me: “Put the armor on. I have work for you to do in Battle Creek.” The voice seemed so plain that I involuntarily turned to see who was speaking. I saw no one, and at the sense of the presence of God my heart was broken in tenderness before Him. When my husband entered the room, I told him the exercises of my mind. We wept and prayed together. Our arrangements had been made to leave in three days, but now all our plans were changed. , the patients and faculty of the sanitarium having planned to spend the day two miles from Battle Creek in a beautiful grove that bordered Goguac Lake, I was urged to be present and speak to the patients. Had I consulted my feelings I should not have ventured, but I thought perhaps this might be a part of the work I was to do in Battle Creek. At the usual hour, tables were spread with hygienic food, which was partaken of with a keen relish. At three o’clock the exercises were opened with prayer and singing. I had great freedom in speaking to the people. All listened with the deepest interest. After I had ceased speaking, Judge Graham of Wisconsin, a patient at the sanitarium, arose and proposed that the lecture be printed and circulated among the patients and others for their moral and physical benefit, that the words spoken that day might never be forgotten or disregarded. The proposition was approved by a unanimous vote, and the address was published in a small pamphlet entitled:The Sanitarium Patients at Goguac Lake. The close of the school year of the Battle Creek College was now at hand. I had felt very anxious for the students,many of whom were either unconverted or backslidden from God. I had desired to speak to them and make an effort for their salvation before they should scatter to their homes, but I had been too feeble to engage in labor for them. After the experience I have related I had all the evidence I could ask that God would sustain me in laboring for the salvation of the students. Meetings were appointed in our house of worship for the benefit of the students. I spent a week laboring for them, holding meetings every evening and on the Sabbath and first day. My heart was touched to see the house of worship nearly filled with the students of our school. I tried to impress upon them that a life of purity and prayer would not be a hindrance to them in obtaining a thorough knowledge of the sciences, but that it would remove many hindrances to their progress in knowledge. By becoming connected with the Saviour, they are brought into the school of Christ; and if they are diligent students in this school, vice and immorality will be expelled from the midst of them. These being crowded out, increased knowledge will be the result. All who become learners in the school of Christ excel both in the quality and the extent of their education. I presented Christ before them as the great teacher, the source of all wisdom, the greatest educator the world has ever known. “The fear of the Lord is the beginning of wisdom.” A knowledge of God and His requirements will open the understanding of the student to realize his responsibilities to God and to the world. To this end he will feel that his talents must be developed in that way which will produce the very best results. This cannot be done unless all the precepts and principles of religion are connected with his school education. In no case should he disconnect God from his studies. In the pursuit of knowledge he is searching for truth; and all truth comes from God, the source of truth. Students who are virtuous and are imbued with the Spirit of Christ will grasp knowledge with all their faculties. The college at Battle Creek was established for the purpose of teaching the sciences and at the same time leading the students to the Saviour, whence all true knowledge flows. Education acquired without Bible religion is disrobed of its true brightness and glory. I sought to impress upon the students the fact that our school is to take a higher position in an educational point of view than any other institution of learning, by opening before the young nobler views, aims, and objects in life, and educating them to have a correct knowledge of human duty and eternal interests. The great object in the establishment of our college was to give correct views, showing the harmony of science and Bible religion. The Lord strengthened me and blessed our efforts. A large number came forward for prayers. Some of these through lack of watchfulness and prayer had lost their faith and the evidence of their connection with God. Many testified that in taking this step they received the blessing of God. As the result of the meetings quite a number presented themselves for baptism. As the closing exercises of the college year were to be held at Goguac Lake, it was decided that the baptism be administered there. The services of the occasion were of deep interest to the large congregation assembled, and were conducted with due solemnity, being appropriately closed with this sacred ordinance. I spoke at the commencement and close of the exercises. My husband led fourteen of the precious youth down into the water of the beautiful lake, and buried them with their Lord in baptism. Several of those who presented themselves as subjects for baptism chose to receive this ordinance at their homes. Thus closed the memorable services of this college year of our beloved school."
    },
    {
      "chapter_number": 5,
      "title": "Number Twenty-Nine—Testimony for the Church",
      "content": "On the morning of , 1879, about two o’clock, the Spirit of the Lord rested upon me, and I beheld scenes in the coming judgment. Language fails me in which to give an adequate description of the things which passed before me and of the effect they had upon my mind. The great day of the execution of God’s judgment seemed to have come. Ten thousand times ten thousand were assembled before a large throne, upon which was seated a person of majestic appearance. Several books were before Him, and upon the covers of each was written in letters of gold, which seemed like a burning flame of fire: “Ledger of Heaven.” One of these books, containing the names of those who claim to believe the truth, was then opened. Immediately I lost sight of the countless millions about the throne, and only those who were professedly children of the light and of the truth engaged my attention. As these persons were named, one by one, and their good deeds mentioned, their countenances would light up with a holy joy that was reflected in every direction. But this did not seem to rest upon my mind with the greatest force. Another book was opened, wherein were recorded thesinsof those who profess the truth. Under the general heading of selfishness came every other sin. There were also headings over every column, and underneath these, opposite each name,were recorded, in their respective columns, the lesser sins. Under covetousness came falsehood, theft, robbery, fraud, and avarice; under ambition came pride and extravagance; jealousy stood at the head of malice, envy, and hatred; and intemperance headed a long list of fearful crimes, such as lasciviousness, adultery, indulgence of animal passions, etc. As I beheld I was filled with inexpressible anguish and exclaimed: “Who can be saved? who will stand justified before God? whose robes are spotless? who are faultless in the sight of a pure and holy God?” As the Holy One upon the throne slowly turned the leaves of the ledger, and His eyes rested for a moment upon individuals, His glance seemed to burn into their very souls, and at the same moment every word and action of their lives passed before their minds as clearly as though traced before their vision in letters of fire. Trembling seized them, and their faces turned pale. Their first appearance when around the throne was that of careless indifference. But how changed their appearance now! The feeling of security is gone, and in its place is a nameless terror. A dread is upon every soul, lest he shall be found among those who are wanting. Every eye is riveted upon the face of the One upon the throne; and as His solemn, searching eye sweeps over that company, there is a quaking of heart; for they are self-condemned without one word being uttered. In anguish of soul each declares his own guilt and with terrible vividness sees that by sinning he has thrown away the precious boon of eternal life. One class were registered as cumberers of the ground. As the piercing eye of the Judge rested upon these, their sins of neglect were distinctly revealed. With pale, quivering lips they acknowledged that they had been traitors to their holy trust. They had had warnings and privileges, but they had not heeded nor improved them. They could now see that they had presumed too much upon the mercy of God. True, they had not such confessions to make as had the vile and basely corrupt; but, like the fig tree, they were cursed because theybore no fruit, because they had not put to use the talents entrusted to them. This class had madeselfsupreme, laboring only for selfish interests. They were not rich toward God, not having responded to His claims upon them. Although professing to be servants of Christ, they brought no souls to Him. Had the cause of God been dependent on their efforts, it would have languished; for they not only withheld the means lent them of God, but they withheld themselves. But these could now see and feel that in occupying an irresponsible position in reference to the work and cause of God they had placed themselves on the left hand. They had had opportunity, but would not do the work that they could and should have done. The names of all who profess the truth were mentioned. Some were reproved for their unbelief, others for having been slothful servants. They had allowed others to do the work in the Master’s vineyard, and to bear the heaviest responsibilities, while they were selfishly serving their own temporal interests. Had they cultivated the abilities God had given them, they could have been reliable burden bearers, working for the interest of the Master. Said the Judge: “All will be justified by their faith and judged by their works.” How vividly then appeared their neglect, and how wise the arrangement of God in giving to every man a work to do to promote the cause and save his fellow men. Each was to demonstrate a living faith in his family and in his neighborhood, by showing kindness to the poor, sympathizing with the afflicted, engaging in missionary labor, and by aiding the cause of God with his means. But, like Meroz, the curse of God rested upon them for what they had not done. They had loved that work which would bring the greatest profit in this life; and opposite their names in the ledger devoted to good works there was a mournful blank. The words spoken to these were most solemn: “You are weighed in the balances, and found wanting. You have neglected spiritual responsibilities because of busy activity in temporal matters, while your very position of trust made itnecessary that you should have more than human wisdom and greater than finite judgment. This you needed in order to perform even the mechanical part of your labor; and when you disconnected God and His glory from your business, you turned from His blessing.” The question was then asked: “Why have you not washed your robes of character and made them white in the blood of the Lamb? God sent His Son into the world, not to condemn the world, but that through Him it might be saved. My love for you has been more self-denying than a mother’s love. It was that I might blot out your dark record of iniquity, and put the cup of salvation to your lips, that I suffered the death of the cross, bearing the weight and curse of your guilt. The pangs of death, and the horrors of the darkness of the tomb, I endured, that I might conquer him who had the power of death, unbar the prison house, and open for you the gates of life. I submitted to shame and agony because I loved you with an infinite love, and would bring back my wayward, wandering sheep to the paradise of God, to the tree of life. That life of bliss which I purchased for you at such a cost, you have disregarded. Shame, reproach, and ignominy, such as your Master bore for you, you have shunned. The privileges He died to bring within your reach have not been appreciated. You would not be partaker of His sufferings, and you cannot now be partaker with Him of His glory.” Then were uttered these solemn words: “He that is unjust, let him be unjust still: and he which is filthy, let him be filthy still: and he that is righteous, let him be righteous still: and he that is holy, let him be holy still.” The book then closed, and the mantle fell from the Person on the throne, revealing the terrible glory of the Son of God. The scene then passed away, and I found myself still upon the earth, inexpressibly grateful that the day of God had not yet come, and that precious probationary time is still granted us in which to prepare for eternity."
    },
    {
      "chapter_number": 6,
      "title": "Number Thirty—Testimony for the Church",
      "content": "God selected Abraham as His messenger through whom to communicate light to the world. The word of God came to him, not with the presentation of flattering prospects in this life of large salary, of great appreciation and worldly honor. “Get thee out of thy country, and from thy kindred, and from thy father’s house, unto a land that I will show thee,” was the divine message to Abraham. The patriarch obeyed, and “went out, not knowing whither he went,” as God’s light bearer, to keep His name alive in the earth. He forsook his country, his home, his relatives, and all pleasant associations connected with his early life, to become a pilgrim and a stranger. It is frequently more essential than many realize, that early associations should be broken up in order that those who are to speak “in Christ’s stead” may stand in a position where God can educate and qualify them for His great work. Kindred and friends often have an influence which God sees will greatly interfere with the instructions He designs to give His servants. Suggestions will be made by those who are not in close connection with heaven that will, if heeded, turn aside from their holy work those who should be light bearers to the world. Before God can use him, Abraham must be separated from his former associations, that he may not be controlled byhuman influence or rely upon human aid. Now that he has become connected with God, this man must henceforth dwell among strangers. His character must be peculiar, differing from all the world. He could not even explain his course of action so as to be understood by his friends, for they were idolaters. Spiritual things must be spiritually discerned; therefore his motives and his actions were beyond the comprehension of his kindred and friends. Abraham’s unquestioning obedience was one of the most striking instances of faith and reliance upon God to be found in the Sacred Record. With only the naked promise that his descendants should possess Canaan, without the least outward evidence, he followed on where God should lead, fully and sincerely complying with the conditions on his part, and confident that the Lord would faithfully perform His word. The patriarch went wherever God indicated his duty; he passed through wildernesses without terror; he went among idolatrous nations, with the one thought: “God has spoken; I am obeying His voice; He will guide, He will protect me.” Just such faith and confidence as Abraham had the messengers of God need today. But many whom the Lord could use will not move onward, hearing and obeying the one Voice above all others. The connection with kindred and friends, the former habits and associations, too often have so great an influence upon God’s servants that He can give them but little instruction, can communicate to them but little knowledge of His purposes; and often after a time He sets them aside and calls others in their place, whom He proves and tests in the same manner. The Lord would do much more for His servants if they were wholly consecrated to Him, esteeming His service above the ties of kindred and all other earthly associations. Ministers of the gospel have a sacred work. They have a solemn message of warning to bear to the world—a message which will be a savor of life unto life or of death unto death. They are God’s messengers to man, and they should never lose sight of their mission or of their responsibilities. They arenot like worldlings; they cannot be like them. If they would be true to God they must maintain their separate, holy character. If they cease to connect with heaven they are in greater danger than others and can exert a stronger influence in the wrong direction, for Satan has his eye constantly upon them, waiting for some weakness to be developed whereby he may make a successful attack. And how he triumphs when he succeeds; for when one who is an ambassador for Christ is off his watch, through him the great adversary may secure many souls to himself. Those who closely connect with God may not be prosperous in the things of this life; they may often be sorely tried and afflicted. Joseph was maligned and persecuted because he preserved his virtue and integrity. David, that chosen messenger of God, was hunted like a beast of prey by his wicked enemies. Daniel was cast into a den of lions because he was true and unyielding in his allegiance to God. Job was deprived of his worldly possessions and so afflicted in body that he was abhorred by his relatives and friends, yet he preserved his integrity and faithfulness to God. Jeremiah would speak the words which God had put into his mouth, and his plain testimony so enraged the king and princes that he was cast into a loathsome pit. Stephen was stoned because he would preach Christ and Him crucified. Paul was imprisoned, beaten with rods, stoned, and finally put to death because he was a faithful messenger to carry the gospel to the Gentiles. The beloved John was banished to the Isle of Patmos “for the word of God, and for the testimony of Jesus Christ.” These examples of human steadfastness, in the might of divine power, are a witness to the world of the faithfulness of God’s promises—of His abiding presence and sustaining grace. As the world looks upon these humble men, it cannot discern their moral value with God. It is a work of faith to calmly repose in God in the darkest hour—however severely tried and tempest-tossed, to feel that our Father is at the helm. The eye of faith alone can look beyond the things of time and sense to estimate the worth of eternal riches. The great military commander conquers nations and shakes the armies of half the world, but he dies of disappointment and in exile. The philosopher who ranges through the universe, everywhere tracing the manifestations of God’s power and delighting in their harmony, often fails to behold in these marvelous wonders the Hand that formed them all. “Man that is in honor, and understandeth not, is like the beasts that perish.” No hope of glorious immortality lights up the future of the enemies of God. But those heroes of faith have the promise of an inheritance of greater value than any earthly riches—an inheritance that will satisfy the longings of the soul. They may be unknown and unacknowledged of the world, but they are enrolled as citizens in the record books of heaven. An exalted greatness, an enduring, eternal weight of glory, will be the final reward of those whom God has made heirs of all things. Ministers of the gospel should make the truth of God the theme of study, of meditation, and of conversation. The mind that dwells much on the revealed will of God to man will become strong in the truth. Those who read and study with an earnest desire for divine light, whether they are ministers or not, will soon discover in the Scriptures a beauty and harmony which will captivate their attention, elevate their thoughts, and give them an inspiration and an energy of argument that will be powerful to convict and convert souls. There is danger that ministers who profess to believe present truth will rest satisfied with presenting the theory only, while their own souls do not feel its sanctifying power. Some have not the love of God in the heart, softening, molding, and ennobling their lives. The psalmist declares of the good man: “His delight is in the law of the Lord, and in His law doth he meditate day and night.” He refers to his own experience, and exclaims: “O how love I Thy law! it is my meditation all the day.” “Mine eyes prevent the night watches, that I might meditate in Thy word.” No man is qualified to stand in the sacred desk unless he has felt the transforming influence of the truth of God uponhis own soul. Then, and not till then, can he by precept and example rightly represent the life of Christ. But many in their labors exalt themselves rather than their Master, and the people are converted to the minister instead of to Christ. I am pained to know that some who preach the present truth today are really unconverted men. They are not connected with God. They have a head religion, but no conversion of the heart; and these are the very ones who are the most self-confident and self-sufficient; and this self-sufficiency will stand in the way of their gaining that experience which is essential to make them effective workers in the Lord’s vineyard. I wish I could arouse those who claim to be watchmen on the walls of Zion to realize their responsibility. They should awake and take a higher stand for God, for souls are perishing through their neglect. They must have that sincere devotion to God that will lead them to see as God sees and take the words of warning from Him and sound the alarm to those who are in peril. The Lord will not hide His truth from the faithful watchman. Those who do the will of God shall know of His doctrine. The wise shall understand;” but “the wicked shall do wickedly: and none of the wicked shall understand.” Said Jesus to His disciples: “Learn of Me; for I am meek and lowly in heart.” I would plead with those who have accepted the position of teachers, to first become humble learners, and ever to remain as pupils in the school of Christ to receive from the Master lessons of meekness and lowliness of heart. Humility of spirit, combined with earnest activity, will result in the salvation of souls so dearly purchased by the blood of Christ. The minister may understand and believe the theory of truth, and be able to present it to others; but this is not all that is required of him. “Faith without works is dead.” He needs that faith that works by love and purifies the soul. A living faith in Christ will bring every action of the life and every emotion of the soul into harmony with God’s truth and righteousness. Fretfulness, self-exaltation, pride, passion and every othertrait of character unlike our holy Pattern must be overcome; and then humility, meekness, and sincere gratitude to Jesus for His great salvation will continually flow out from the pure fountain of the heart. The voice of Jesus should be heard in the message coming from the lips of His ambassador. We must have a converted ministry. The efficiency and power attending a truly converted minister would make the hypocrites in Zion tremble and sinners afraid. The standard of truth and holiness is trailing in the dust. If those who sound the solemn notes of warning for this time could realize their accountability to God they would see the necessity for fervent prayer. When the cities were hushed in midnight slumber, when every man had gone to his own house, Christ, our Example, would repair to the Mount of Olives, and there, amid the overshadowing trees, would spend the entire night in prayer. He who was Himself without the taint of sin,—a treasure house of blessing; whose voice was heard in the fourth watch of the night by the terrified disciples upon the stormy sea, in heavenly benediction; and whose word could summon the dead from their graves,—He it was who made supplication with strong crying and tears. He prayed not for Himself, but for those whom He came to save. As He became a suppliant, seeking at the hand of His Father fresh supplies of strength, and coming forth refreshed and invigorated as man’s substitute, He identified Himself with suffering humanity and gave them an example of the necessity of prayer. His nature was without the taint of sin. As the Son of man, He prayed to the Father, showing that human nature requires all the divine support which man can obtain that he may be braced for duty and prepared for trial. As the Prince of life He had power with God and prevailed for His people. This Saviour, who prayed for those that felt no need of prayer, and wept for those that felt no need of tears, is now before the throne, to receive and present to His Father the petitions of those for whom He prayed on earth. The example of Christ is for us to follow. Prayer is a necessity in our labor for thesalvation of souls. God alone can give the increase of the seed we sow. We fail many times because we do not realize that Christ is with us by His Spirit as truly as when, in the days of His humiliation, He moved visibly upon the earth. The lapse of time has wrought no change in His parting promise to His apostles as He was taken up from them into heaven: “Lo, I am with you alway, even unto the end of the world.” He has ordained that there should be a succession of men who derive authority from the first teachers of the faith for the continual preaching of Christ and Him crucified. The Great Teacher has delegated power to His servants, who “have this treasure in earthen vessels.” Christ will superintend the work of His ambassadors if they wait for His instruction and guidance. Ministers who are truly Christ’s representatives will be men of prayer. With an earnestness and faith that will not be denied, they will plead with God that they may be strengthened and fortified for duty and for trial, and that their lips may be sanctified by a touch of the living coal from off the altar, to speak the words of God to the people. “The Lord God hath given me the tongue of the learned, that I should know how to speak a word in season to him that is weary: He wakeneth morning by morning, He wakeneth mine ear to hear as the learned.” Christ said to Peter: “Simon, Simon, behold, Satan hath desired to have you, that he may sift you as wheat: but I have prayed for thee, that thy faith fail not.” Who can estimate the result of the prayers of the world’s Redeemer? When Christ shall see of the travail of His soul and shall be satisfied, then will be seen and realized the value of His earnest prayers while His divinity was veiled with humanity. Jesus pleaded, not for one only, but for all His disciples: “Father, I will that they also whom Thou hast given Me, be with Me where I am.” His eye pierced the dark veil of the future and read the life history of every son and daughter of Adam. He felt the burdens and sorrows of every tempest-tossedsoul, and that earnest prayer included with His living disciples all His followers to the close of time. “Neither pray I for these alone, but for them also which shall believe on Me through their word.” Yes; that prayer of Christ embraces even us. We should be comforted by the thought that we have a great intercessor in the heavens, presenting our petitions before God. “If any man sin, we have an advocate with the Father, Jesus Christ the righteous.” In the hour of greatest need, when discouragement would overwhelm the soul, it is then that the watchful eye of Jesus sees that we need His help. The hour of man’s necessity is the hour of God’s opportunity. When all human support fails, then Jesus comes to our aid, and His presence scatters the darkness and lifts the cloud of gloom. In their little boat upon the Sea of Galilee, amid the storm and darkness, the disciples toiled hard to reach the shore, but found all their efforts unsuccessful. As despair seized them, Jesus was seen walking upon the foam-capped billows. Even the presence of Christ they did not at first discern, and their terror increased, until His voice, saying, “It is I; be not afraid,” dispelled their fears and gave them hope and joy. Then how willingly the poor, wearied disciples ceased their efforts and trusted all to the Master. This striking incident illustrates the experience of the followers of Christ. How often do we tug at the oars, as though our own strength and wisdom were sufficient, until we find our efforts useless. Then, with trembling hands and failing strength, we give up the work to Jesus and confess we are unable to perform it. Our compassionate Redeemer pities our weakness; and when, in answer to the cry of faith, He takes up the work we ask Him to do, how easily He accomplishes that which seemed to us so difficult. The history of God’s ancient people furnishes us with many encouraging examples of prevailing prayer. When the Amalekites came to attack the camp of Israel in the wilderness, Moses knew that his people were not prepared for theencounter. He sent Joshua with a band of soldiers to meet the enemy, while he himself, with Aaron and Hur, took his position on a hill overlooking the battlefield. There the man of God laid the case before Him who alone was able to give them the victory. With hands outstretched toward heaven, Moses prayed earnestly for the success of the armies of Israel. It was observed that while his hands were reaching upward, Israel prevailed against the foe; but when through fatigue they were allowed to fall, Amalek prevailed. Aaron and Hur stayed up the hands of Moses until victory, full and complete, turned upon the side of Israel and their enemies were driven from the field. This instance was to be a lesson to all Israel to the close of time that God is the strength of His people. When Israel triumphed, Moses was reaching his hands toward heaven and interceding in their behalf; so when all the Israel of God prevail, it is because the Mighty One undertakes their case and fights their battles for them. Moses did not ask or believe that God would overcome their foes while Israel remained inactive. He marshals all his forces and sends them out as well prepared as their facilities can make them, and then he takes the whole matter to God in prayer. Moses on the mount is pleading with the Lord, while Joshua with his brave followers is below, doing his best to meet and repulse the enemies of Israel and of God. That prayer which comes forth from an earnest, believing heart is the effectual, fervent prayer that availeth much. God does not always answer our prayers as we expect, for we may not ask what would be for our highest good; but in His infinite love and wisdom He will give us those things which we most need. Happy the minister who has a faithful Aaron and Hur to strengthen his hands when they become weary and to hold them up by faith and prayer. Such a support is a powerful aid to the servant of Christ in his work and will often make the cause of truth to triumph gloriously. After the transgression of Israel in making the golden calf,Moses again goes to plead with God in behalf of his people. He has some knowledge of those who have been placed under his care; he knows the perversity of the human heart and realizes the difficulties with which he must contend. But he has learned from experience that in order to have an influence with the people he must first have power with God. The Lord reads the sincerity and unselfish purpose of the heart of His servant and condescends to commune with this feeble mortal, face to face, as a man speaks with a friend. Moses casts himself and all his burdens fully upon God and freely pours out his soul before Him. The Lord does not reprove His servant, but stoops to listen to his supplications. Moses has a deep sense of his unworthiness and his unfitness for the great work to which God has called him. He pleads with intense earnestness that the Lord will go with him. The answer comes: “My presence shall go with thee, and I will give thee rest.” But Moses does not feel that he can stop here. He has gained much, but he longs to come still nearer to God, to obtain a stronger assurance of His abiding presence. He has carried the burden of Israel; he has borne an overwhelming weight of responsibility; when the people sinned, he suffered keen remorse, as though he himself were guilty; and now there presses upon his soul a sense of the terrible results should God leave Israel to hardness and impenitence of heart. They would not hesitate to kill Moses, and through their own rashness and perversity they would soon fall a prey to their enemies and thus dishonor the name of God before the heathen. Moses presses his petition with such earnestness and fervency that the answer comes: “I will do this thing also that thou hast spoken: for thou hast found grace in My sight, and I know thee by name.” Now, indeed, we would expect the prophet to cease pleading; but no, emboldened by his success, he ventures to come still nearer to God, with a holy familiarity which is almost beyond our comprehension. He now makes a request which no human being ever made before: “I beseech Thee, show me Thy glory.” What a petition to come from finite, mortal man!But is he repulsed? does God reprove him for presumption? No, we hear the gracious words: “I will make all My goodness pass before thee.” The unveiled glory of God no man could look upon and live; but Moses is assured that he shall behold as much of the divine glory as he can bear in his present, mortal state. That Hand that made the world, that holds the mountains in their places, takes this man of dust—this man of mighty faith—and mercifully covers him in a cleft of the rock, while the glory of God and all His goodness pass before him. Can we marvel that “the excellent glory” reflected from Omnipotence shone in Moses’ face with such brightness that the people could not look upon it? The impress of God was upon him, making him appear as one of the shining angels from the throne. This experience, above all else the assurance that God would hear his prayer and that the divine presence would attend him, was of more value to Moses as a leader than the learning of Egypt or all his attainments in military science. No earthly power or skill or learning can supply the place of God’s immediate presence. In the history of Moses we may see what intimate communion with God it is man’s privilege to enjoy. To the transgressor it is a fearful thing to fall into the hands of the living God. But Moses was not afraid to be alone with the Author of that law which had been spoken with such awful grandeur from Mount Sinai, for his soul was in harmony with the will of his Maker. Prayer is the opening of the heart to God as to a friend. The eye of faith will discern God very near, and the suppliant may obtain precious evidence of the divine love and care for him. But why is it that so many prayers are never answered? Says David: “I cried unto Him with my mouth, and He was extolled with my tongue. If I regard iniquity in my heart, the Lord will not hear me.” By another prophet the Lord gives us the promise: “Ye shall seek Me, and find Me, when ye shall search for Me with all your heart.” Again, he speaks of some who “have not cried unto Me with their heart.” Such petitionsare prayers of form, lip service only, which the Lord does not accept. The prayer which Nathanael offered while he was under the fig tree came from a sincere heart, and it was heard and answered by the Master. Christ said of him: “Behold an Israelite indeed, in whom is no guile!” The Lord reads the hearts of all and understands their motives and purposes. “The prayer of the upright is His delight.” He will not be slow to hear those who open their hearts to Him, not exalting self, but sincerely feeling their great weakness and unworthiness. There is need of prayer,—most earnest, fervent, agonizing prayer,—such prayer as David offered when he exclaimed: “As the hart panteth after the water brooks, so panteth my soul after Thee, O God.” “I have longed after Thy precepts;” “I have longed for Thy salvation.” “My soul longeth, yea, even fainteth for the courts of the Lord: my heart and my flesh crieth out for the living God.” “My soul breaketh for the longing that it hath unto Thy judgments.” This is the spirit of wrestling prayer, such as was possessed by the royal psalmist. Daniel prayed to God, not exalting himself or claiming any goodness: “O Lord, hear; O Lord, forgive; O Lord, hearken and do; defer not, for Thine own sake, O my God.” This is what James calls the effectual, fervent prayer. Of Christ it is said: “And being in an agony He prayed more earnestly.” In what contrast to this intercession by the Majesty of heaven are the feeble, heartless prayers that are offered to God. Many are content with lip service, and but few have a sincere, earnest, affectionate longing after God. Communion with God imparts to the soul an intimate knowledge of His will. But many who profess the faith know not what true conversion is. They have no experience in communion with the Father through Jesus Christ, and have never felt the power of divine grace to sanctify the heart. Praying and sinning, sinning and praying, their lives are full of malice, deceit, envy, jealousy, and self-love. The prayers of this classare an abomination to God. True prayer engages the energies of the soul and affects the life. He who thus pours out his wants before God feels the emptiness of everything else under heaven. “All my desire is before Thee,” said David, “and my groaning is not hid from Thee.” “My soul thirsteth for God, for the living God: when shall I come and appear before God?” “When I remember these things, I pour out my soul in me.” As our numbers are increasing, broader plans must be laid to meet the increasing demands of the times; but we see no special increase of fervent piety, of Christian simplicity, and earnest devotion. The church seem content to take only the first steps in conversion. They are more ready for active labor than for humble devotion, more ready to engage in outward religious service than in the inner work of the heart. Meditation and prayer are neglected for bustle and show. Religion must begin with emptying and purifying the heart, and must be nurtured by daily prayer. The steady progress of our work, and our increased facilities, are filling the hearts and minds of many of our people with satisfaction and pride, which we fear will take the place of the love of God in the soul. Busy activity in the mechanical part of even the work of God may so occupy the mind that prayer shall be neglected, and self-importance and self-sufficiency, so ready to urge their way, shall take the place of true goodness, meekness, and lowliness of heart. The zealous cry may be heard: “The temple of the Lord, The temple of the Lord, are these.” “Come with me, and see my zeal for the Lord.” But where are the burden bearers? where are the fathers and mothers in Israel? Where are those who carry upon the heart the burden for souls and who come in close sympathy with their fellow men, ready to place themselves in any position to save them from eternal ruin? “Not by might, nor by power, but by My Spirit, saith the Lord of hosts.” “Ye are,” says Christ, “the light of the world.” What a responsibility! There is need of fasting, humiliation,and prayer over our decaying zeal and languishing spirituality. The love of many is waxing cold. The efforts of many of our preachers are not what they should be. When some who lack the Spirit and power of God enter a new field, they commence denouncing other denominations, thinking that they can convince the people of the truth by presenting the inconsistencies of the popular churches. It may seem necessary on some occasions to speak of these things, but in general it only creates prejudice against our work and closes the ears of many who might otherwise have listened to the truth. If these teachers were connected closely with Christ, they would have divine wisdom to know how to approach the people. They would not so soon forget the darkness and error, the passion and prejudice, which kept themselves from the truth. Would these teachers work with the spirit of the Master, very different results would follow. With meekness and long-suffering, gentleness and love, yet with decided earnestness, they would seek to direct those erring souls to a crucified and risen Saviour. When this is done, we shall see God moving upon the hearts of men. Says the great apostle: “We are laborers together with God.” What a work for poor mortals! We are provided with spiritual weapons to “fight the good fight of faith;” but some seem to have drawn from the armory of heaven only its thunderbolts. How long must these defects exist? While in the midst of a religious interest, some neglect the most important part of the work. They fail to visit and become acquainted with those who have shown an interest to present themselves night after night to listen to the explanation of the Scriptures. Conversation upon religious subjects, and earnest prayer with such at the right time, might balance many souls in the right direction. Ministers who neglect their duty in this respect are not true shepherds of the flock. At the very time when they should be most active in visiting, conversing, and praying with these interested ones, some will be employed in writing unnecessarily long letters to persons ata distance. Oh, what are we doing for the Master! When probation shall end, how many will see the opportunities they have neglected to render service to their dear Lord who died for them. And even those who were accounted most faithful will see much more that they might have done, had not their minds been diverted by worldly surroundings. We entreat the heralds of the gospel of Christ never to become discouraged in the work, never to consider the most hardened sinner beyond the reach of the grace of God. Such may accept the truth in the love of it and become the salt of the earth. He who turns the hearts of men as the rivers of water are turned can bring the most selfish, sin-hardened soul to surrender to Christ. Is aught too hard for God to do? “My word,” He says, “shall not return unto Me void, but it shall accomplish that which I please, and it shall prosper in the thing whereto I sent it.” God will not place His benediction upon those who are negligent, selfish, and ease-loving—who will not lift burdens in His cause. The “Well done” will be pronounced upon those only who have done well. Every man is to be rewarded “according as his work shall be.” We want an active ministry—men of prayer who will wrestle with God as did Jacob, saying: “I will not let Thee go, except Thou bless me.” If we obtain the victor’s crown we must stretch every nerve and exercise every power. We can never be saved in inactivity. To be an idler in the Lord’s vineyard is to relinquish all title to the reward of the righteous."
    }
  ]
}