{
  "title": "Testimonies for the Church, vol. 3",
  "chapters": [
    {
      "chapter_number": 1,
      "title": "The Times of Volume Three",
      "content": ", when the first testimony of was written, the entire denominational effort of Seventh-day Adventists was in the United States, and largely concentrated in the central and Northeastern States. There were eighty-six ordained and licensed ministers preaching the message and supervising the work. We owned and operated one publishing house and one small medical institution, both at Battle Creek, Michigan. For a quarter of a century God had led His people as rapidly as they could advance intelligently and in unison, first into a clear understanding of the doctrines taught in the word, then into a sense of their responsibility to publish the message, then to organization of the church, and then to better ways of living. But there were new experiences and great opportunities for advance before the church. The counsels of pave the way for these. Through the preceding twenty-five critical years, elder James White had been the leader of the new cause. He had started the publishing work, labored tirelessly for church organization, built up the medical work, and had stood at the head in both administrative and editorial lines. He had pioneered the way. With his keen business foresight and his entire devotion to the growing church, he was recognized astheleader. This being the case, it was but natural that others should fail to see that they should step in and assume responsibility in the various enterprises of the growing denomination. This volume opens with a discussion of this problem and with an appeal for burden bearers to shoulder the work at the headquarters, relieving James White, who was breaking under the load. Again and again, through the volume, reference is made to the expanding work, the enlarging responsibilities, and the need of younger men to take hold and bear the burdens. The hazards of looking to one man as the great leader were clearly enunciated. The experiences of this period are akin to that of the eagleteaching its young to fly—first bearing the fledgling upon its back and then leaving it to develop its strength, but with the parent ever near enough to render aid when needed. James White’s own failing health, his conviction that others should be stepping in to lift the burdens, and his frequent calls to duty elsewhere, all tended to separate him from the administrative interests at Battle Creek. While Elder and Mrs. White continued to maintain their home midway between the sanitarium and the publishing house in the headquarters city, we find them often in distant parts. In the summers they spent periods of rest in the mountains of Colorado, and were also for some months in California. A still longer period was spent by them on the West Coast , at which time Elder White began the publication of theSigns of the Times. Thus others were forced to assume responsibilities of leadership at the headquarters, and the work gained strength. This was a critical period, too, for, during the time when the church was finding its way in the question of leadership and organization, some were inclined to unduly stress individual independence and were in danger of repeating the experience of Korah, Dathan, and Abiram in rebellion against properly constituted authority. Scattered through are counsels providing a definite steadying influence through these experiences. Here and there are enumerated in magnificent statements some of the great principles of organization and leadership. The three-year period of the times of this volume also marked the close of the first decade in the teaching and practice of health reform. Counsel was given to guard against extremes on the one hand and indifference on the other. Again and again, in general articles and personal testimonies, Ellen White pointed to the great principles of temperance and right living, and called the people to advance in their new and helpful health reform experience. All this was laying the foundation stones for widerexpansion. It was in this period that the believers began to get a glimpse of the entire world as the field of labor. It was a staggering view. It presented a challenge. They did not then see the significance of the little church school started in Battle Creek by Goodloe H. Bell, an experienced teacher who had accepted Adventism through his contacts at the sanitarium as a patient. It was in the early summer that he began this schoolwork. A little later that year a beginning was made in laying plans for a more advanced school to train workers. In December, asTestimonyNo. 22 reached the hands of our people, they found that it opened with an appeal for such a school and instruction as to how it should be conducted. “Proper Education” is the title of the thirty-page article setting forth the great basic vision on the training of our youth. How could we compass the world with our message unless we had an educated ministry? How could there be an educated ministry unless we had a school? Rising to heed the instruction and meet the challenge set forth so clearly in this volume in -160, our forefathers established an educational system beginning with Battle Creek College. Its main building was dedicated on , 1875. Only a few months before this epic occasion, elder John N. Andrews, one of our leading ministers, was sent to Switzerland to pioneer the heralding of the message in Europe. In the counsels of a few months earlier, Ellen White had written of the need of missionaries “to go to other nations to preach the truth in a guarded, careful manner.”—. With the sailing of Elder Andrews in the autumn , Seventh-day Adventists began to turn their eyes to other lands. The timing of the messages of instruction and counsel which have come to us down through the years is interesting. From the , Seventh-day Adventists had made advancement in assuming their obligations to God as they discerned their stewardship in systematic benevolence; but they did not at the outset perceive the full obligation of the tithe, the tenth of the income. Now in two articles, in the heartof , the basis of reckoning the tithe obligation was clarified as the messenger of the Lord wrote of a “tenth of the” “income” and of the “nine tenths” which remained. Not was this broader concept of systematic benevolence to become a part of denominational policy, but that step which has done so much to assure a steady and much-needed income for a growing work had its roots in these counsels of the two chapters, “Tithes and Offerings” and “Systematic Benevolence,” which were published early . The fuller concept of true stewardship was discerned as we were led to see that the calls for benevolence were designed by God, not merely to raise money, but as a means of developing and perfecting character in the giver. As might be expected, an aggressive evangelistic program led to conflict with other religious groups, who often challenged us to debate and argument. Ten years earlier Moses Hull, one of our ministers, had lost his way in placing himself on the enemy’s ground by such discussions. Now repeated counsels presented guidance as they pointed out the dangers and the small fruitage of such contentious efforts. abounds in such counsels. So the topics of this volume are varied, ranging from counsel to the wealthy farmer and his uneducated wife to instruction for the minister and the executive. The general articles fill the larger part of this volume. Here and there are found personal messages, published for the benefit of all, because, as Ellen White wrote, so many of them have to do with experiences “which in many respects represent the cases of others.” A few outstanding revelations form the basis of the larger part of this volume. During this period the outstanding visions were less frequent, but more comprehensive. Again and again reference is made to the comprehensive visions of , 1871, and , 1875. The latter is described by James White in a footnote on . The circumstances of the first will be described more fully here: itwas at Bordoville, Vermont, that this vision was given. A report of the meeting held at that place, , was sent to theReviewby Elder A. C. Bourdeau, in whose house it was held. From it we learn that Mrs. White had labored “especially for the church.” At one evening meeting “special testimonies were given to individuals present; and as these were endorsed [by those spoken to], light and freedom broke in.” Sunday afternoon two sons of one of the believers and the wife of one of them came to bid Mrs. White good-by. They had been “in a backslidden state.” Then Elder Bourdeau gives a vivid picture of what took place: “At this point, Sister White felt the real burden of their cases, and a special yearning after them for their salvation, and gave them rich instructions. She then kneeled down with them and prayed for them with great earnestness, faith, and tenacity, that they might return unto the Lord. They yielded and prayed, promising to serve the Lord. The Spirit of the Lord drew nearer and nearer. Sister White was free, and soon, unexpectedly to all, she was in vision. She remained in this condition fifteen minutes. “The news spread, and soon the house was crowded. Sinners trembled, believers wept, and backsliders returned to God. The work was not confined to those present, as we have since learned. Some who had remained at home were powerfully convicted. They saw themselves as they had never done before. The angel of God was shaking the place. The shortness of time, the terrors and nearness of coming judgments and the time of trouble, the worldly-mindedness of the church, their lack of brotherly love, and their state of unreadiness to meet the Lord, were strongly impressed upon the minds of all.”—The Review and Herald, , 1871. Such were the times of . The Trustees of the Ellen G. White Publications."
    },
    {
      "chapter_number": 2,
      "title": "Number Twenty-One—Testimony for the Church",
      "content": "Dear Brethren and Sisters, I feel compelled at this time to fulfill a long-neglected duty. For years previous to my husband’s dangerous and protracted illness he performed more labor than two men should have done in the same time. He saw no time when he could be relieved from the pressure of care and obtain mental and physical rest. Through the testimonies he was warned of his danger. I was shown that he was doing too much brain labor. I will here copy a written testimony, given as far back as , 1855: “While at Paris, Maine, I was shown that my husband’s health was in a critical condition, that his anxiety of mind had been too much for his strength. When the present truth was first published, he put forth great exertion and labored with but little encouragement or help from his brethren. From the first he has taken burdens upon him which were too taxing for his physical strength. “These burdens, if equally shared, need not have been so wearing. While my husband took much responsibility, some of his brethren in the ministry were not willing to take any. And those who shunned burdens and responsibilities did not realize his burdens, and were not as interested in the advancement of the work and cause of God as they should have been.My husband felt this lack and laid his shoulder under burdens that were too heavy and which nearly crushed him. As the result of these extra efforts more souls will be saved, but it is these efforts that have told upon his constitution and deprived him of strength. I have been shown that he should in a great measure lay aside his anxiety; God is willing that he should be released from such wearing labor, and that he should spend more time in the study of the Scriptures and in the society of his children, seeking to cultivate their minds. “I saw that it is not our duty to perplex ourselves with individual trials. Such mental labor endured for others’ wrongs should be avoided. My husband can continue to labor with all his energies, as he has done, and as the result go down into the grave, and his labors be lost to the cause of God; or he can now be released, while he has some strength left, and last longer, and his labors be more efficient.” I will now copy from a testimony given : “In my last vision I was shown that the Lord would have my husband give himself more to the study of the Scriptures, that he may be qualified to labor more effectually in word and doctrine, both in speaking and in writing. I saw that in the past we had exhausted our energies through much anxiety and care to bring the church into a right position. Such wearing labor in various places, bearing the burdens of the church, is not required; for the church should bear their own burdens. Our work is to instruct them in God’s word, to urge upon them the necessity of experimental religion, and to define as clearly as possible the correct position in regard to the truth. God would have us raise our voices in the great congregation upon points of present truth which are of vital importance. These should be presented with clearness and with decision, and should also be written out, that the silent messengers may bring them before the people everywhere. A more thorough consecration to the essential work is required on our part; we must be earnest to live in the light of God’s countenance. If our minds were less occupied with the trials of the church they would bemore free to be exercised upon Bible subjects; and a closer application to Bible truth would accustom the mind to run in that channel, and we would thus be better qualified for the important work devolving upon us. “I was shown that God did not lay upon us such heavy burdens as we have borne in the past. It is our duty to talk to the church and show them the necessity of working for themselves. They have been carried too much. The reason why we should not be required to take upon ourselves heavy burdens and engage in perplexing labor is that the Lord has work of another character for us to perform. He would not have us exhaust our physical and mental energies, but hold them in reserve, that upon special occasions, whenever help is actually needed, our voices may be heard. “I saw that important moves would be made, in which our influence would be demanded to lead out; that influences would arise, and errors would occasionally be brought into the church, and that then our influence would be required. But if exhausted by previous labors, we would not possess that calm judgment, discretion, and self-control necessary for the important occasion in which God would have us act a prominent part. “Satan has crippled our efforts by so affecting the church as to call forth from us almost double labor to cut our way through the darkness and unbelief. These efforts to set things in order in the churches have exhausted our strength, and lassitude and debility have followed. I saw that we have a work to do, but the adversary of souls will resist every effort that we attempt to make. The people may be in a state of backsliding, so that God cannot bless them, and this will be disheartening; but we should not be discouraged. We should do our duty in presenting the light, and leave the responsibility with the people.” I will here copy from another testimony, written , 1863: “I was shown that our testimony is still needed in the church, that we should labor to save ourselves trials and cares,and that we should preserve a devotional frame of mind. It is the duty of those in the office to tax their brains more, and of my husband to tax his less. Much time is spent by him upon various matters which confuse and weary his mind, and unfit him for study or for writing, and thus prevent his light from shining in theReviewas it should. “My husband’s mind should not be crowded and overtaxed. It must have rest, and he must be left free to write and attend to matters which others cannot do. Those engaged in the office could lift from him a great weight of care if they would dedicate themselves to God and feel a deep interest in the work. No selfish feelings should exist among those who labor in the office. It is the work of God in which they are engaged, and they are accountable to Him for their motives and the manner in which this branch of His work is performed. They are required to discipline their minds. Many feel that no blame should be attached to forgetfulness. This is a great mistake. Forgetfulness is sin. It leads to many blunders and to much disorder and many wrongs. Things that should be done ought not to be forgotten. The mind must be tasked; it must be disciplined until it will remember. “My husband has had much care, and has done many things which others ought to have done, but which he feared to have them do, lest, in their heedlessness, they should make mistakes not easily remedied, and thus involve losses. This has been a great perplexity to his mind. Those who labor in the office should learn. They should study, and practice, and exercise their own brains; for they have this branch of business alone, while my husband has the responsibility of many departments of the work. If a workman makes a failure, he should feel that it rests upon him to repair damages from his own purse, and should not allow the office to suffer loss through his carelessness. He should not cease to bear responsibilities, but should try again, avoiding former mistakes. In this way he will learn to take that care which the word of God ever requires, and then he will do no more than his duty. “My husband should take time to do those things which his judgment tells him would preserve his health. He has thought that he must throw off the burdens and responsibilities which were upon him, and leave the office, or his mind would become a wreck. I was shown that when the Lord released him from his position, he would give him just as clear evidence of his release as he gave him when He laid the burden of the work upon him. But he has borne too many burdens, and those laboring with him at the office, and also his ministering brethren, have been too willing that he should bear them. They have, as a general thing, stood back from bearing burdens, and have sympathized with those who were murmuring against him, and left him to stand alone while he was bowed down beneath censure, until God has vindicated His own cause. If they had taken their share of the burdens, my husband would have been relieved. “I saw that God now requires us to take special care of the health He has given us, for our work is not yet done. Our testimony must still be borne, and will have influence. We should preserve our strength to labor in the cause of God when our labor is needed. We should be careful not to take upon ourselves burdens that others can and should bear. We should encourage a cheerful, hopeful, peaceful frame of mind; for our health depends upon our so doing. The work that God requires us to do will not prevent our caring for our health, that we may recover from the effect of overtaxing labor. The more perfect our health, the more perfect will be our labor. When we overtax our strength, and become exhausted, we are liable to take cold, and at such times there is danger of disease assuming a dangerous form. We must not leave the care of ourselves with God, when He has placed that responsibility upon us.” , 1869, while at Adams Center, New York, I was shown that some ministers among us fail to bear all the responsibility that God would have them. This lack throws extra labor upon those who are burden bearers, especiallyupon my husband. Some ministers fail to move out and venture something in the cause and work of God. Important decisions are to be made; but as mortal man cannot see the end from the beginning, some shrink from venturing and advancing as the providence of God leads. Someone must advance; someone must venture in the fear of God, trusting the result with Him. Those ministers who shun this part of the labor are losing much. They are failing to obtain that experience which God designed they should have to make them strong, efficient men that can be relied upon in any emergency. Brother A, you shrink from running risks. You are not willing to venture when you cannot see the way perfectly clear. Yet someone must do this very work; someone must walk by faith, or no advance moves will be made, and nothing will be accomplished. A fear that you will make mistakes and mismoves, and then be blamed, binds you. You excuse yourself from taking responsibility because you have made some mistakes in the past. But you should move according to your best judgment, trusting the result with God. Someone must do this, and it is a trying position for anyone. One should not bear all this responsibility alone, but with much reflection and earnest prayer, it should be equally shared. During my husband’s affliction, the Lord tested and proved His people to reveal what was in their hearts; and in so doing He showed to them what was undiscovered in themselves that was not according to the Spirit of God. The trying circumstances under which we were placed called out from our brethren that which otherwise would never have been revealed. The Lord proved to His people that the wisdom of man is foolishness, and that unless they possess firm trust and reliance on God, their plans and calculations will prove a failure. We are to learn from all these things. If errors are committed, they should teach and instruct, but not lead to the shunning of burdens and responsibilities. Where much is at stake, and where matters of vital consequence are to be considered, and important questions settled, God’s servants should takeindividual responsibility. They cannot lay off the burden and yet do the will of God. Some ministers are deficient in the qualifications necessary to build up the churches, and they are not willing to wear in the cause of God. They have not a disposition to give themselves wholly to the work, with their interest undivided, their zeal unabated, their patience and perseverance untiring. With these qualifications in lively exercise, the churches would be kept in order, and my husband’s labors would not be so heavy. All ministers do not constantly bear in mind that the labor of all must bear the inspection of the judgment, and that every man will be rewarded as his works have been. Brother A, you have a responsibility to bear in regard to the Health Institute. [Later Known as the Battle Creek Sanitarium.] You should ponder, you should reflect. Frequently the time that you occupy in reading is the very best time for you to reflect and to study what must be done to set things in order at the Institute and at the office. My husband takes on these burdens because he sees that the work for these institutions must be done by someone. As others will not lead out, he steps into the gap and supplies the deficiency. God has cautioned and warned my husband in regard to the preservation of his strength. I was shown that he was raised up by the Lord, and that he lives as a miracle of mercy—not for the purpose of again gathering upon him the burdens under which he once fell, but that the people of God may be benefited by his experience in advancing the general interests of the cause, and in connection with the work the Lord has given me, and the burden He has laid upon me to bear. Brother A, great care should be exercised by you, especially at Battle Creek. In visiting, your conversation should be upon the most important subjects. Be careful to back up precept by example. This is an important post and will require labor. While you are here, you should take time to ponder the many things which need to be done and which require solemn reflection, careful attention, and most earnest, faithful prayer. You should feel as great an interest in the things relating tothe cause, to the work at the Health Institute and at the office of publication, as my husband feels; you should feel that the work is yours. You cannot do the work that God has specially qualified my husband to do, neither can he do the work that God has specially qualified you to do. Yet both of you together, united in harmonious labor, you in your office, and my husband in his, can accomplish much. The work in which we have a common interest is great; and efficient, willing, burden-bearing laborers are few indeed. God will give you strength, my brother, if you will move forward and wait upon Him. He will give my husband and myself strength in our united labor, if we do all to His glory, according to our ability and strength to labor. You should be located where you would have a more favorable opportunity to exercise your gift according to the ability that God has given you. You should lean your whole weight upon God and give Him an opportunity to teach, lead, and impress you. You feel a deep interest in the work and cause of God, and you should look to Him for light and guidance. He will give you light. But, as an ambassador of Christ, you are required to be faithful, to correct wrong in meekness and love, and your efforts will not prove unavailing. Since my husband has recovered from his feebleness, we have labored earnestly. We have not consulted our own ease or pleasure. We have traveled and labored in camp meetings, and overtaxed our strength, so that it has brought upon us debility, without the advantages of rest. During the we attended twelve camp meetings. In a number of these meetings, the burden of labor rested almost wholly upon us. We traveled from Minnesota to Maine, and to Missouri and Kansas. My husband and I united our efforts to improve theHealth Reformer[Now calledGood Health.] and make it an interesting and profitable journal, one that would be desired, not only by our people, but by all classes. This was a severe tax upon him. He also made very important improvements in theReviewand theInstructor. He accomplished the work which should have been shared by three men. And while all this labor fell upon him in the publishing branch of the work, the business departments at the Health Institute and the Publishing Association required the labor of two men to relieve them of financial embarrassment. Unfaithful men who had been entrusted with the work at the office and at the Institute, had, through selfishness and a lack of consecration, placed matters in the worst possible condition. There was unsettled business that had to be attended to. My husband stepped into the gap and worked with all his energies. He was wearing. We could see that he was in danger; but we could not see how he could stop, unless the work in the office should cease. Almost every day some new perplexity would arise, some new difficulty caused by the unfaithfulness of the men who had taken charge of the work. His brain was taxed to the utmost. But the worst perplexities are now over, and the work is moving on prosperously. At the General Conference my husband pleaded to be released from the burdens upon him; but, notwithstanding his pleading, the burden of editing theReviewand theReformerwas placed upon him, with encouragement that men who would take burdens and responsibilities would be encouraged to settle at Battle Creek. But as yet no help has come to lift from him the burdens of the financial work at the office. My husband is fast wearing. We have attended the four Western camp meetings, and our brethren are urging us to attend the Eastern meetings. But we dare not take additional burdens upon us. When we came from the labor of the Western camp meetings in July, 1871, we found a large amount of business that had been left to accumulate in my husband’s absence. We have seen no opportunity for rest yet. My husband must be released from the burdens upon him. There are too many that use his brain instead of using their own. In view of the light which God has been pleased to give us, we plead for you, my brethren, to release my husband. I am notwilling to venture the consequences of his going forward and laboring as he has done. He served you faithfully and unselfishly for years, and finally fell under the pressure of the burdens placed upon him. Then his brethren, in whom he had confided, left him. They let him drop into my hands, and forsook him. For nearly two years I was his nurse, his attendant, his physician. I do not wish to pass through the experience a second time. Brethren, will you lift the burdens from us, and allow us to preserve our strength as God would have us, that the cause at large may be benefited by the efforts we may make in His strength? Or will you leave us to become debilitated so that we will become useless to the cause? The foregoing portion of this appeal was read at the New Hampshire camp meeting, August, 1871. When we returned from Kansas in the autumn , Brother B was at home sick with fever. Sister Van Horn, at this very time, was absent from the office in consequence of fever brought upon her by the sudden death of her mother. Brother Smith was also from the office, in Rochester, New York, recovering from a fever. There was a great amount of unfinished work at the office, yet Brother B left his post of duty to gratify his own pleasure. This fact in his experience is a sample of the man. Sacred duties rest lightly upon him. It was a great breach of the trust reposed in him to pursue the course he did. In what marked contrast with this is the life of Christ, our Pattern! He was the Son of Jehovah, and the Author of our salvation. He labored and suffered for us. He denied Himself, and His whole life was one continued scene of toil and privation. Had He chosen so to do, He could have passed His days in a world of His own creating, in ease and plenty, and claimed for Himself all the pleasures and enjoyment the world could give Him. But He did not consider His own convenience. He lived not to please Himself, but to do good and lavish His blessings upon others. Brother B was sick with fever. His case was critical. In justice to the cause of God, I feel compelled to state that hissickness was not the result of unwearied devotion to the interests of the office. Imprudent exposure on a trip to Chicago, for his own pleasure, was the cause of his long, tedious, suffering sickness. God did not sustain him in leaving the work, when so many who had filled important positions in the office were absent. At the very time when he should not have excused himself for an hour, he left his post of duty, and God did not sustain him. There was no period of rest for us, however much we needed it. TheReview, theReformer, and theInstructormust be edited. Many letters had been laid aside until we should return to examine them. Things were in a sad state at the office. Everything needed to be set in order. My husband commenced his labor, and I helped him what I could; but that was but little. He labored unceasingly to straighten out perplexing business matters and to improve the condition of our periodicals. He could not depend upon help from any of his ministering brethren. His head, heart, and hands were full. He was not encouraged by Brethren A and C, when they knew he was standing alone under the burdens at Battle Creek. They did not stay up his hands. They wrote in a most discouraging manner of their poor health, and that they were in such an exhausted condition that they could not be depended on to accomplish any labor. My husband saw that nothing could be hoped for in that direction. Notwithstanding his double labor through the summer, he could not rest. And, irrespective of his weakness, he reined himself up to do the work which others had neglected. TheReformerwas about dead. Brother B had urged the extreme positions of Dr. Trall. This had influenced the doctor to come out in theReformerstronger than he otherwise would have done, in discarding milk, sugar, and salt. The position to entirely discontinue the use of these things may be right in its order; but the time had not come to take a general stand upon these points. And those who do take their position, and advocate the entire disuse of milk, butter, and sugar, shouldhave their own tables free from these things. Brother B, even while taking his stand in theReformerwith Dr. Trall in regard to the injurious effects of salt, milk, and sugar, did not practice the things he taught. Upon his own table these things were used daily. Many of our people had lost their interest in theReformer, and letters were daily received with this discouraging request: “Please discontinue myReformer.” Letters were received from the West, where the country is new and fruit scarce, inquiring: “How do the friends of health reform live at Battle Creek? Do they dispense with salt entirely? If so, we cannot at present adopt the health reform. We can get but little fruit, and we have left off the use of meat, tea, coffee, and tobacco; but we must have something to sustain life.” We had spent some time in the West, and knew the scarcity of fruit, and we sympathized with our brethren who were conscientiously seeking to be in harmony with the body of Sabbathkeeping Adventists. They were becoming discouraged, and some were backsliding upon the health reform, fearing that at Battle Creek they were radical and fanatical. We could not raise an interest anywhere in the West to obtain subscribers for theHealth Reformer. We saw that the writers in theReformerwere going away from the people and leaving them behind. If we take positions that conscientious Christians, who are indeed reformers, cannot adopt, how can we expect to benefit that class whom we can reach only from a health standpoint? We must go no faster than we can take those with us whose consciences and intellects are convinced of the truths we advocate. We must meet the people where they are. Some of us have been many years in arriving at our present position in health reform. It is slow work to obtain a reform in diet. We have powerful appetites to meet; for the world is given to gluttony. If we should allow the people as much time as we have required to come up to the present advanced state in reform, we would be very patient with them, and allow them toadvance step by step, as we have done, until their feet are firmly established upon the health reform platform. But we should be very cautious not to advance too fast, lest we be obliged to retrace our steps. In reforms we would better come one step short of the mark than to go one step beyond it. And if there is error at all, let it be on the side next to the people. Above all things, we should not with our pens advocate positions that we do not put to a practical test in our own families, upon our own tables. This is dissimulation, a species of hypocrisy. In Michigan we can get along better without salt, sugar, and milk than can many who are situated in the Far West or in the far East, where there is a scarcity of fruit. But there are very few families in Battle Creek who do not use these articles upon their tables. We know that a free use of these things is positively injurious to health, and, in many cases, we think that if they were not used at all, a much better state of health would be enjoyed. But at present our burden is not upon these things. The people are so far behind that we see it is all they can bear to have us draw the line upon their injurious indulgences and stimulating narcotics. We bear positive testimony against tobacco, spirituous liquors, snuff, tea, coffee, flesh meats, butter, spices, rich cakes, mince pies, a large amount of salt, and all exciting substances used as articles of food. If we come to persons who have not been enlightened in regard to health reform, and present our strongest positions at first, there is danger of their becoming discouraged as they see how much they have to give up, so that they will make no effort to reform. We must lead the people along patiently and gradually, remembering the hole of the pit whence we were digged."
    },
    {
      "chapter_number": 3,
      "title": "Number Twenty-Two—Testimony for the Church",
      "content": "It is the nicest work ever assumed by men and women to deal with youthful minds. The greatest care should be taken in the education of youth to so vary the manner of instruction as to call forth the high and noble powers of the mind. Parents and schoolteachers are certainly disqualified to properly educate children if they have not first learned the lesson of self-control, patience, forbearance, gentleness, and love. What an important position for parents, guardians, and teachers! There are very few who realize the most essential wants of the mind and how to direct the developing intellect, the growing thoughts and feelings of youth. There is a time for training children and a time for educating youth, and it is essential that in school both of these be combined in a great degree. Children may be trained for the service of sin or for the service of righteousness. The early education of youth shapes their characters both in their secular and in their religious life. Solomon says: “Train up a child in the way he should go: and when he is old, he will not depart from it.” This language is positive. The training which Solomon enjoins is to direct, educate, and develop. In order for parents and teachers to do this work, they must themselves understand “the way” the child should go. This embraces more than merely having a knowledge of books. It takes in everything that is good, virtuous, righteous, and holy.It comprehends the practice of temperance, godliness, brotherly kindness, and love to God and to one another. In order to attain this object, the physical, mental, moral, and religious education of children must have attention. The education of children, at home or at school, should not be like the training of dumb animals; for children have an intelligent will, which should be directed to control all their powers. Dumb animals need to be trained, for they have not reason and intellect. But the human mind must be taught self-control. It must be educated to rule the human being, while animals are controlled by a master and are trained to be submissive to him. The master is mind, judgment, and will for his beast. A child may be so trained as to have, like the beast, no will of his own. Even his individuality may be merged in the one who superintends his training; his will, to all intents and purposes, is subject to the will of the teacher. Children who are thus educated will ever be deficient in moral energy and individual responsibility. They have not been taught to move from reason and principle; their wills have been controlled by another, and the mind has not been called out, that it might expand and strengthen by exercise. They have not been directed and disciplined with respect to their peculiar constitutions and capabilities of mind, to put forth their strongest powers when required. Teachers should not stop here, but should give special attention to the cultivation of the weaker faculties, that all the powers may be brought into exercise, and carried forward from one degree of strength to another, that the mind may attain due proportions. There are many families of children who appear to be well trained while under the training discipline; but when the system which has held them to set rules is broken up, they seem to be incapable of thinking, acting, or deciding for themselves. These children have been so long under iron rule, not allowed to think and act for themselves in those things in which it was highly proper that they should, that they have no confidence in themselves to move out upon their ownjudgment, having an opinion of their own. And when they go out from their parents to act for themselves, they are easily led by others’ judgment in the wrong direction. They have not stability of character. They have not been thrown upon their own judgment as fast and as far as practicable, and therefore their minds have not been properly developed and strengthened. They have so long been absolutely controlled by their parents that they rely wholly upon them; their parents are mind and judgment for them. On the other hand, the young should not be left to think and act independently of the judgment of their parents and teachers. Children should be taught to respect experienced judgment and to be guided by their parents and teachers. They should be so educated that their minds will be united with the minds of their parents and teachers, and so instructed that they can see the propriety of heeding their counsel. Then when they go forth from the guiding hand of their parents and teachers, their characters will not be like the reed trembling in the wind. The severe training of youth, without properly directing them to think and act for themselves as their own capacity and turn of mind will allow, that by this means they may have growth of thought, feelings of self-respect, and confidence in their own ability to perform, will ever produce a class who are weak in mental and moral power. And when they stand in the world to act for themselves they will reveal the fact that they were trained like the animals, and not educated. Their wills, instead of being guided, were forced into subjection by the harsh discipline of parents and teachers. Those parents and teachers who boast of having complete control of the minds and wills of the children under their care would cease their boastings could they trace out the future lives of the children who are thus brought into subjection by force or through fear. These are almost wholly unprepared to share in the stern responsibilities of life. When these youth are no longer under their parents and teachers,and are compelled to think and act for themselves, they are almost sure to take a wrong course and yield to the power of temptation. They do not make this life a success, and the same deficiencies are seen in their religious life. Could the instructors of children and youth have the future result of their mistaken discipline mapped out before them, they would change their plan of education. That class of teachers who are gratified that they have almost complete control of the wills of their scholars are not the most successful teachers, although the appearance for the time being may be flattering. God never designed that one human mind should be under the complete control of another. And those who make efforts to have the individuality of their pupils merged in themselves, and to be mind, will, and conscience for them, assume fearful responsibilities. These scholars may, upon certain occasions, appear like well-drilled soldiers. But when the restraint is removed, there will be seen a want of independent action from firm principle existing in them. Those who make it their object to so educate their pupils that they may see and feel that the power lies in themselves to make men and women of firm principle, qualified for any position in life, are the most useful and permanently successful teachers. Their work may not show to the very best advantage to careless observers, and their labors may not be valued as highly as are those of the teacher who holds the minds and wills of his scholars by absolute authority; but the future lives of the pupils will show the fruits of the better plan of education. There is danger of both parents and teachers commanding and dictating too much, while they fail to come sufficiently into social relation with their children or scholars. They often hold themselves too much reserved, and exercise their authority in a cold, unsympathizing manner which cannot win the hearts of their children and pupils. If they would gather the children close to them, and show that they love them, and would manifest an interest in all their efforts and even in their sports, sometimes even being a child among children, theywould make the children very happy and would gain their love and win their confidence. And the children would sooner respect and love the authority of their parents and teachers. The habits and principles of a teacher should be considered of even greater importance than his literary qualifications. If he is a sincere Christian he will feel the necessity of having an equal interest in the physical, mental, moral, and spiritual education of his scholars. In order to exert the right influence, he should have perfect control over himself, and his own heart should be richly imbued with love for his pupils, which will be seen in his looks, words, and acts. He should have firmness of character, and then he can mold the minds of his pupils as well as instruct them in the sciences. The early education of youth generally shapes their characters for life. Those who deal with the young should be very careful to call out the qualities of the mind, that they may better know how to direct its powers so that they may be exercised to the very best account."
    },
    {
      "chapter_number": 4,
      "title": "Number Twenty-Three—Testimony for the Church",
      "content": "The message to the church of the Laodiceans is a startling denunciation, and is applicable to the people of God at the present time. “And unto the angel of the church of the Laodiceans write: These things saith the Amen, the faithful and true Witness, the beginning of the creation of God; I know thy works, that thou art neither cold nor hot: I would thou wert cold or hot. So then because thou art lukewarm, and neither cold nor hot, I will spew thee out of My mouth. Because thou sayest, I am rich, and increased with goods, and have need of nothing; and knowest not that thou art wretched, and miserable, and poor, and blind, and naked.” The Lord here shows us that the message to be borne to His people by ministers whom He has called to warn the people is not a peace-and-safety message. It is not merely theoretical, but practical in every particular. The people of God are represented in the message to the Laodiceans as in a position of carnal security. They are at ease, believing themselves to be in an exalted condition of spiritual attainments. “Because thou sayest, I am rich, and increased with goods, and have need of nothing; and knowest not that thou art wretched, and miserable, and poor, and blind, and naked.” What greater deception can come upon human minds thana confidence that they are right when they are all wrong! The message of the True Witness finds the people of God in a sad deception, yet honest in that deception. They know not that their condition is deplorable in the sight of God. While those addressed are flattering themselves that they are in an exalted spiritual condition, the message of the True Witness breaks their security by the startling denunciation of their true condition of spiritual blindness, poverty, and wretchedness. The testimony, so cutting and severe, cannot be a mistake, for it is the True Witness who speaks, and His testimony must be correct. It is difficult for those who feel secure in their attainments, and who believe themselves to be rich in spiritual knowledge, to receive the message which declares that they are deceived and in need of every spiritual grace. The unsanctified heart is “deceitful above all things, and desperately wicked.” I was shown that many are flattering themselves that they are good Christians, who have not a ray of light from Jesus. They have not a living experience for themselves in the divine life. They need a deep and thorough work of self-abasement before God before they will feel their true need of earnest, persevering effort to secure the precious graces of the Spirit. God leads His people on step by step. The Christian life is a constant battle and a march. There is no rest from the warfare. It is by constant, unceasing effort that we maintain the victory over the temptations of Satan. As a people we are triumphing in the clearness and strength of the truth. We are fully sustained in our positions by an overwhelming amount of plain Scriptural testimony. But we are very much wanting in Bible humility, patience, faith, love, self-denial, watchfulness, and the spirit of sacrifice. We need to cultivate Bible holiness. Sin prevails among the people of God. The plain message of rebuke to the Laodiceans is not received. Many cling to their doubts and their darling sins while they are in so great a deception as to talk and feel that they are in need of nothing. Theythink the testimony of the Spirit of God in reproof is uncalled for or that it does not mean them. Such are in the greatest need of the grace of God and spiritual discernment that they may discover their deficiency in spiritual knowledge. They lack almost every qualification necessary to perfect Christian character. They have not a practical knowledge of Bible truth, which leads to lowliness of life and a conformity of their will to the will of Christ. They are not living in obedience to all God’s requirements. It is not enough to merely profess to believe the truth. All the soldiers of the cross of Christ virtually obligate themselves to enter the crusade against the adversary of souls, to condemn wrong and sustain righteousness. But the message of the True Witness reveals the fact that a terrible deception is upon our people, which makes it necessary to come to them with warnings, to break their spiritual slumber, and arouse them to decided action. In my last vision I was shown that even this decided message of the True Witness had not accomplished the design of God. The people slumber on in their sins. They continue to declare themselves rich and having need of nothing. Many inquire: Why are all these reproofs given? Why do theTestimoniescontinually charge us with backsliding and with grievous sins? We love the truth; we are prospering; we are in no need of these testimonies of warning and reproof. But let these murmurers see their hearts and compare their lives with the practical teachings of the Bible, let them humble their souls before God, let the grace of God illuminate the darkness, and the scales will fall from their eyes, and they will realize their true spiritual poverty and wretchedness. They will feel the necessity of buying gold, which is pure faith and love; white raiment, which is a spotless character made pure in the blood of their dear Redeemer; and eyesalve, which is the grace of God and which will give clear discernment of spiritual things and detect sin. These attainments are more precious than the gold of Ophir. I have been shown that the greatest reason why the people of God are now found in this state of spiritual blindness is that they will not receive correction. Many have despised the reproofs and warnings given them. The True Witness condemns the lukewarm condition of the people of God, which gives Satan great power over them in this waiting, watching time. The selfish, the proud, and the lovers of sin are ever assailed with doubts. Satan has ability to suggest doubts and to devise objections to the pointed testimony that God sends, and many think it a virtue, a mark of intelligence in them, to be unbelieving and to question and quibble. Those who desire to doubt will have plenty of room. God does not propose to remove all occasion for unbelief. He gives evidence, which must be carefully investigated with a humble mind and a teachable spirit, and all should decide from the weight of evidence. Eternal life is of infinite value and will cost us all that we have. I was shown that we do not place a proper estimate upon eternal things. Everything worth possessing, even in this world, must be secured by effort, and sometimes by most painful sacrifice. And this is merely to obtain a perishable treasure. Shall we be less willing to endure conflict and toil, and to make earnest efforts and great sacrifices, to obtain a treasure which is of infinite value, and a life which will measure with that of the Infinite? Can heaven cost us too much? Faith and love are golden treasures, elements that are greatly wanting among God’s people. I have been shown that unbelief in the testimonies of warning, encouragement, and reproof is shutting away the light from God’s people. Unbelief is closing their eyes so that they are ignorant of their true condition. The True Witness thus describes their blindness: “And knowest not that thou art wretched, and miserable, and poor, and blind, and naked.” Faith in the soon coming of Christ is waning. “My Lord delayeth His coming” is not only said in the heart, but expressed in words and most decidedly in works. Stupidity in this watching time is sealing the senses of God’s people as tothe signs of the times. The terrible iniquity which abounds calls for the greatest diligence and for the living testimony, to keep sin out of the church. Faith has been decreasing to a fearful degree, and it is only by exercise that it can increase. In the rise of the third angel’s message those who engaged in the work of God had something to venture; they had sacrifices to make. They started this work in poverty and suffered the greatest deprivations and reproach. They met determined opposition, which drove them to God in their necessity and kept their faith alive. Our present plan of systematic benevolence amply sustains our ministers, and there is no want and no call for the exercise of faith as to a support. Those who start out now to preach the truth have nothing to venture. They have no risks to run, no special sacrifices to make. The system of truth is made ready to their hand, and publications are provided for them, vindicating the truths they advance. Some young men start out with no real sense of the exalted character of the work. They have no privations, hardships, or severe conflicts to meet, which would call for the exercise of faith. They do not cultivate practical self-denial and cherish a spirit of sacrifice. Some are becoming proud and lifted up, and have no real burden of the work upon them. The True Witness speaks to these ministers: “Be zealous therefore, and repent.” Some of them are so lifted up in pride that they are really a hindrance and a curse to the precious cause of God. They do not exert a saving influence upon others. These men need to be thoroughly converted to God themselves and sanctified by the truths they present to others."
    },
    {
      "chapter_number": 5,
      "title": "Number Twenty-Four—Testimony for the Church",
      "content": "Korah, Dathan, and Abiram rebelled against Moses and Aaron, and so against the Lord. The Lord had placed special responsibilities upon Moses and Aaron in selecting them for the priesthood and in conferring upon them the dignity and authority of leading the congregation of Israel. Moses was afflicted by the continual rebellion of the Hebrews. As God’s appointed, visible leader, he had been connected with the Israelites through seasons of peril, and had borne with their discontent, their jealousies, and their murmurings, without retaliation and without seeking to be released from his trying position. When the Hebrews were brought into scenes of danger, or where their appetite was restricted, instead of trusting in God, who had done wondrous things for them, they murmured against Moses. The Son of God, although invisible to the congregation, was the leader of the Israelites. His presence went before them and conducted all their travels, while Moses was their visible leader, receiving his directions from the Angel, who was Christ."
    },
    {
      "chapter_number": 6,
      "title": "Number Twenty-Five—Testimony for the Church",
      "content": ", 1875, I was shown many things relative to the great and important interests at Battle Creek in the work of the Publishing Association, the school, and the Health Institute. If these institutions were properly conducted, they would greatly advance the cause of God in the spread of the truth and in the salvation of souls. We are living amid the perils of the last days. Consecration to God can alone fit any of us to act a part in the solemn and important closing work for this time. There are but few wholly unselfish men to fill responsible positions, few who have given themselves unreservedly to God to hear His voice and study His glory. There are but few who would, if required, give their lives to advance the cause of God. Yet it is just such devotion as this that God claims. Men are deceived in thinking they are serving God when they are serving themselves and making the interest of the cause and work of God a secondary matter. Their hearts are not consecrated. The Lord takes no pleasure in the services of this class. From time to time, as the cause has progressed, He has in His providence designated men to fill positions at Battle Creek. These men could have filled important positions if they had consecrated themselves to God and devoted their energies to His work. These men of God’s selection needed the very discipline that a devotion to His work would give them. He would honor them by connecting them with Himself and giving them His Holy Spirit to qualify themfor the responsibilities they were called to bear. They could not gain that breadth of experience and knowledge of the divine will unless they were in positions to bear burdens and responsibilities. None should be deceived in thinking that in connecting themselves with the work of God in Battle Creek they will have less care, less hard labor, and fewer trials. Satan is most active where the most is being done to advance the truth and to save souls. He understands human nature, and he will not let these men alone if there is any prospect of their becoming more like Christ and more useful workers in the cause of God. Satan lays his plans to press his temptations upon the very men whom God has signified that He would accept to act a part in connection with His work. It is Satan’s study to know how he can best war against and defeat the purposes of God. He is acquainted with the weak as well as the strong points in the characters of men. And in a subtle manner he works with all deceivableness of unrighteousness to thwart the purposes of God by assailing the weak points in their characters; and when this is done, the way is prepared for him to attack and overcome the stronger points. He gains control of the mind and blinds the understanding. He leads men who are bewildered and overcome by his devices to self-confidence and self-sufficiency at the very time when they are the weakest in moral power. They become self-deceived and think they are in good spiritual condition. The enemy will seize everything possible to use in his favor and to destroy souls. Testimonies have been borne in favor of individuals occupying important positions. They commence well to lift the burdens and act their part in connection with the work of God. But Satan pursues them with his temptations, and they are finally overcome. As others look upon their wrong course, Satan suggests to their minds that there must be a mistake in the testimonies given for these persons, else these men would not have proved themselves unworthy to bear a part in the work of God. This is just as Satan designed it should be. He wouldthrow doubt in regard to the light that God has given. These men might have withstood the temptations of Satan had they been watchful and guarded, feeling their own insufficiency, and trusting in the name and strength of Jesus to stand faithful to duty. But it should be borne in mind that conditions have ever been connected with the encouragement given these men, that if they would maintain an unselfish spirit, if they would feel their weakness and would rely upon God, not trusting in their own wisdom and judgment, but making Him their strength, they could be a great blessing in His cause and work. But Satan has come in with his temptations and has triumphed almost every time. He has so arranged circumstances as to assail the weak points in the characters of these men, and they have been overcome. How shamefully they have injured the cause of God! How fully they have separated themselves from Him by following their own corrupt hearts, their own souls may answer! But the day of God will reveal the true cause for all our disappointments in man. God is not at fault. He gave them encouraging promises upon conditions, but they did not comply with these conditions. They trusted to their own strength and fell under temptation. That which can be said of men under certain circumstances cannot be said of them under other circumstances. Men are weak in moral power and so supremely selfish, so self-sufficient and so easily puffed up with vain conceit, that God cannot work in connection with them, and they are left to move like blind men and to manifest so great weakness and folly that many are astonished that such individuals should ever have been accepted and acknowledged as worthy of having any connection with God’s work. This is just what Satan designed. This was his object from the time he first specially tempted them to reproach the cause of God and to cast reflections upon theTestimonies. Had they remained where their influence would not have been specially felt upon the cause of God, Satan would not have beset them so fiercely; for he could not have accomplished hispurpose by using them as his instruments to do a special work. In the advancement of the work of God that which may be said in truth of individuals at one time may not correctly be said of them at another time. The reason of this is that one month they may have stood in innocency, living up to the best light they had, while the month following was none too short for them to be overcome by Satan’s devices and, through self-confidence, to fall into grievous sins and become unfitted for the work of God. Minds are so subject to change through the subtle temptations of Satan that it is not the best policy for my husband or myself to take the responsibility of even stating our opinions of the qualifications of persons to fill different positions, because we are made responsible for the course that such individuals pursue. Notwithstanding, if they had maintained the humility and firm trust in God which they possessed when recommended to take responsibilities they might have been the very persons for the place. These persons change, yet are not sensible of the change in themselves. They fall under temptation, are led away from their steadfastness, and sever their connection with God. They are then controlled by the enemy and do and say things which dishonor God and reproach His cause. Then Satan exults to see our brethren and sisters looking upon us with doubt because we have given these persons encouragement and influence."
    }
  ]
}