{
  "title": "Testimonies for the Church, vol. 1",
  "chapters": [
    {
      "chapter_number": 1,
      "title": "The Background Of Volume One",
      "content": "The nine volumes ofTestimonies for the Church, ,738 pages of text, consist of articles and letters written by Ellen G. White, containing instruction to, and pertaining to the welfare of, the Seventh-day Adventist church. A sixteen-page pamphlet, issued in December , marked the beginning of the series of such counsels which from time to time appeared in consecutively numbered pamphlets and books. These messages naturally dealt with issues that were current, but in most cases we are today confronted by the same problems, perils, and opportunities which faced the church in earlier years. The earliest numberedTestimonieswere published only about seven years after the memorable “Sabbath Conferences” , when Adventist believers in the newly revived Sabbath and sanctuary truths laid the foundations of the distinctive doctrines held by the Seventh-day Adventist denomination. During these few years the cause had advanced in a marked manner. At the beginning there were only three or four preachers, or “messengers” As they then styled themselves, all of them dependent upon what they earned by physical labor and the freewill offerings of the few believers, who also were poor in this world’s goods. These beginnings were limited in area almost entirely to the New England States. , the year of issuance of the firstTestimonyPamphlet, there were about a score of preachers of the Sabbath and Advent message. The number of believers had grown from less than one hundred to well into the second thousand. The publishing work, begun by Elder White in the summer at Middletown, Connecticut, had been conducted in various places under adverse circumstances. Now it was established in its own building in Battle Creek, Michigan. The time covered by the first fourteenTestimoniesnow found in was thirteen years. We note a few of the experiences and developments covered by the messages given during this period . The first defection, the apostasy and opposition of some of the former brethren in the ministry, known as theMessengerparty because of their publication, theMessenger of Truth, brought sorrow and perplexity. Early counsels speak of this movement and predict its speedy ending in confusion. Fanatical movements, tending to attract conscientious souls because of unfounded hopes of “sanctification,” appeared in various places, notably in some of the Eastern States and in Wisconsin. In some instances these teachings were accompanied by manifestation of the supposed “gift of tongues.” But clear instruction was given to the church which saved the cause from such deceptions of the enemy. The lapse of time and the apparent delay of the second advent, with the accession to the church of many who had not been in movement, with its deep spiritual consecration, had resulted in the loss of that first love. It was a time of speculation in lands and homesteads as the Western States were opening up to settlers, among whom were a number of believers from the crowded Eastern States. Most earnest warnings and appeals were given regarding the prevailing dangers of conformity to the world, calling the church to deeper consecration. In the latter part attention was called to the “Laodicean” message . Formerly this counsel was understood to apply to the Advent believers who had not followed in the advancing light of the third angel and who had organized themselves into another church, bitterly opposing the Sabbath truth. Now they saw themselves as “lukewarm” and in need of heeding the counsel of the true witness. For two years or more the believers were mightilystirred by this message, expecting that it would lead them directly into the loud cry of the third angel. The earnest messages in theTestimoniesrelating to this movement can better be understood with a knowledge of this background. It was an age of discussion and debates. Many of our ministers were challenged to discuss the Sabbath and other truths, and some were even taking the aggressive in such debates. This called for counsel from heaven. One of our prominent ministers, Moses Hull, engaged in debates with spiritualists, at first at their challenge, later at his. As a result of this daring move he was swept into the mazes of spiritualism. Then it was that Mrs. White published her “Communications to Elder Hull,” making public letters that had been written to him during past years that if heeded would have saved him from making shipwreck of his faith. Those were the years when steps were being taken in organization. Against this move were the fears of some who had passed through the experiences of the second angel’s message, that church organization was a mark of “Babylon.” The issues of organization as they were met and discussed among the brethren are manifest in many of the communications given to the church through Mrs. White. And when the publishing work was organized, and when, after much discussion and some questionings, the name Seventh-day Adventist was adopted, the move and the name itself were shown to be in harmony with the divine will. Immediately following the final steps in church order marked by the organization of the General Conference in May, 1863, came the memorable vision in Otsego in June, when Mrs. White was given a view of the principles of what was termed “health reform,” with a revelation of the relation between obedience to the laws of health and the attainment of character necessary to fit the members of the church for translation. ly associated with this was a reform in dress.Two years later, counsel was given that “we should have a health home of our own,” which led to the establishment of the Health Reform Institute, to which and regarding which much counsel was given. As the light was followed, this institution grew until it was one of the best of its kind in the world. During the period covered in this volume, the governing principles which led to its success were clearly laid down. The problems of the civil war were also met in this period as Seventh-day Adventists faced the necessity of defining their relationship to civil government in time of war. The importance of the home in the building of Christian character, and the responsibility of parents, were stressed, and many solemn messages, imparted especially for the youth, were also given emphasis in these pages. Besides the specific issues that were closely tied into the movements of the time, there was much counsel and admonition of a general nature on church discipline and preparation for translation. This was an important period in the development of the remnant church, and theTestimonycounsels exerted a large molding influence. Ellen G. White Publications."
    },
    {
      "chapter_number": 2,
      "title": "Biographical Sketch",
      "content": "I was born at Gorham, Maine, , 1827. My parents, Robert and Eunice Harmon, were for many years residents of this state. In early life they became earnest and devoted members of the Methodist Episcopal Church. In that church they held prominent connection, and labored for the conversion of sinners, and to build up the cause of God, for a period of forty years. During this time they had the joy of seeing their children, eight in number, all converted and gathered into the fold of Christ. Their decided second advent views, however, led to the separation of the family from the Methodist Church in the . While I was but a child, my parents removed from Gorham to Portland, Maine. Here, at the age of nine years, an accident happened to me which was to affect my whole life. In company with my twin sister and one of our schoolmates, I was crossing a common in the city of Portland, when a girl about thirteen years of age, becoming angry at some trifle, followed us, threatening to strike us. Our parents had taught us never to contend with anyone, but if we were in danger of being abused or injured, to hasten home at once. We were doing this with all speed, but the girl followed us as rapidly, with a stone in her hand. I turned my head to see how far she was behind me, and as I did so, she threw the stone, and it hit me on the nose. I was stunned by the blow and fell senseless to the ground. When consciousness returned, I found myself in a merchant’s store; my garments were covered with blood, which was pouring from my nose and streaming over the floor. A kind stranger offered to take me home in his carriage, but I, not realizing my weakness, told him that I preferred to walk home rather than soil his carriage with blood. Those present were not aware that my injury was so serious, and allowed me to do as I wished; but after walking only a few rods, I grew faint and dizzy. My twin sister and my schoolmate carried me home. I have no recollection of anything further for some time after the accident. My mother said that I noticed nothing, but lay in a stupor for three weeks. No one but herself thought it possible for me to recover; but for some reason she felt that I would live. A kind neighbor, who had been very much interested in my behalf, at one time thought me to be dying. She wished to purchase a burial robe for me, but my mother said, Not yet; for something told her that I would not die. When I again aroused to consciousness, it seemed to me that I had been asleep. I did not remember the accident, and was ignorant of the cause of my illness. As I began to gain a little strength, my curiosity was aroused by overhearing those who came to visit me say: “What a pity!” “I should not have known her,” etc. I asked for a looking glass, and upon gazing into it, was shocked at the change in my appearance. Every feature of my face seemed changed. The bones of my nose had been broken, which caused this disfigurement. The thought of carrying my misfortune through life was insupportable. I could see no pleasure in my existence. I did not wish to live, and yet feared to die, for I was unprepared. Friends who visited us looked with pity upon me, and advised my parents to prosecute the father of the girl who had, as they said, ruined me. But my mother was for peace; shesaid that if such a course would bring me back my health and natural looks, there would be something gained; but as this was impossible, it was best not to make enemies by following such advice. Physicians thought that a silver wire might be put in my nose to hold it in shape. This would have been very painful, and they feared it would be of little use, as I had lost so much blood and sustained such a nervous shock, that my recovery was very doubtful. Even if I revived, it was their opinion that I could live but a short time. I was reduced almost to a skeleton. At this time I began to pray the Lord to prepare me for death. When Christian friends visited the family, they would ask my mother if she had talked to me about dying. I overheard this, and it roused me. I desired to become a Christian, and prayed earnestly for the forgiveness of my sins. I felt a peace of mind resulting, and loved everyone, feeling desirous that all should have their sins forgiven and love Jesus as I did. I well remember one night in winter when the snow was on the ground, the heavens were lighted up, the sky looked red and angry, and seemed to open and shut, while the snow looked like blood. The neighbors were very much frightened. Mother took me out of bed in her arms and carried me to the window. I was happy; I thought Jesus was coming, and I longed to see Him. My heart was full; I clapped my hands for joy, and thought my sufferings were ended. But I was disappointed; the singular appearance faded away from the heavens, and the next morning the sun rose the same as usual. I gained strength very slowly. As I became able to join in play with my young friends, I was forced to learn the bitter lesson that our personal appearance often makes a difference in the treatment we receive from our companions. At the time of my misfortune my father was absent in Georgia. When he returned, he embraced my brother and sisters, andthen inquired for me. I, timidly shrinking back, was pointed out by my mother, but my own father did not recognize me. It was hard for him to believe that I was his little Ellen, whom he had left only a few months before a healthy, happy child. This cut my feelings deeply, but I tried to appear cheerful, though my heart seemed breaking. Many times in those childhood days I was made to feel my misfortune keenly. My feelings were unusually sensitive and caused me great unhappiness. Often with wounded pride, mortified and wretched in spirit, I sought a lonely place and gloomily pondered over the trials I was doomed daily to bear. The relief of tears was denied me. I could not weep readily, as could my twin sister; though my heart was heavy, and ached as if it were breaking, I could not shed a tear. I often felt that it would greatly relieve me to weep away my sorrow. Sometimes the kindly sympathy of friends banished my gloom and removed, for a time, the leaden weight that oppressed my heart. How vain and empty seemed the pleasures of earth to me then! how changeable the friendships of my young companions! Yet these little schoolmates were not unlike a majority of the great world’s people. A pretty face, a handsome dress, attracts them; but let misfortune take these away, and the fragile friendship grows cold or is broken. But when I turned to my Saviour, He comforted me. I sought the Lord earnestly in my trouble, and received consolation. I felt assured that Jesus loved even me. My health seemed to be hopelessly impaired. For two years I could not breathe through my nose, and was able to attend school but little. It seemed impossible for me to study and to retain what I learned. The same girl who was the cause of my misfortune was appointed monitor by our teacher, and it was among her duties to assist me in my writing and other lessons. She always seemed sincerely sorry for the great injury she had done me, although I was careful notto remind her of it. She was tender and patient with me, and seemed sad and thoughtful as she saw me laboring under serious disadvantages to get an education. My nervous system was prostrated, and my hand trembled so that I made but little progress in writing, and could get no further than the simple copies in coarse hand. As I endeavored to bend my mind to my studies, the letters on the page would run together, great drops of perspiration would stand upon my brow, and a faintness and dizziness would seize me. I had a bad cough, and my whole system seemed debilitated. My teachers advised me to leave school and not pursue my studies further till my health should improve. It was the hardest struggle of my young life to yield to my feebleness and decide that I must leave my studies and give up the hope of gaining an education. Three years later I made another trial to obtain an education. But when I attempted to resume my studies, my health rapidly failed, and it became apparent that if I remained in school, it would be at the expense of my life. I did not attend school after I was twelve years old. My ambition to become a scholar had been very great, and when I pondered over my disappointed hopes, and the thought that I was to be an invalid for life, I was unreconciled to my lot and at times murmured against the providence of God in thus afflicting me. Had I opened my mind to my mother, she might have instructed, soothed, and encouraged me; but I concealed my troubled feelings from my family and friends, fearing that they could not understand me. The happy confidence in my Saviour’s love that I had enjoyed during my illness was gone. My prospect of worldly enjoyment was blighted, and heaven seemed closed against me."
    },
    {
      "chapter_number": 3,
      "title": "Number One—Testimony for the Church",
      "content": ", 1855, while in prayer, the Spirit of the Lord came suddenly and powerfully upon me, and I was taken off in vision. I saw that the Spirit of the Lord has been dying away from the church. The servants of the Lord have trusted too much to the strength of argument, and have not had that firm reliance upon God which they should have. I saw that the mere argument of the truth will not move souls to take a stand with the remnant; for the truth is unpopular. The servants of God must have the truth in the soul. Said the angel: “They must get it warm from glory, carry it in their bosoms, and pour it out in the warmth and earnestness of the soul to those that hear.” A few that are conscientious are ready to decide from the weight of evidence; but it is impossible to move many with a mere theory of the truth. There must be a power to attend the truth, a living testimony to move them. I saw that the enemy is busy to destroy souls. Exaltation has come into the ranks; there must be more humility. There is too much of an independence of spirit indulged in among the messengers. This must be laid aside, and there must be a drawing together of the servants of God. There has been too much of a spirit to ask, “Am I my brother’s keeper?” Said the angel: “Yea,thou artthy brother’s keeper. Thoushouldest have a watchful care for thy brother, be interested for his welfare, and cherish a kind, loving spirit toward him. Press together, press together.” God designed that man should be openhearted and honest, without affectation, meek, humble, with simplicity. This is the principle of heaven; God ordered it so. But poor, frail man has sought out something different—to follow his own way, and carefully attend to his own self-interest. I asked the angel why simplicity had been shut out from the church, and pride and exaltation had come in. I saw that this is the reason why we have almost been delivered into the hand of the enemy. Said the angel: “Look ye, and ye shall see that this feeling prevails: Am I my brother’s keeper?” Again said the angel: “Thou art thy brother’s keeper. Thy profession, thy faith, requires thee to deny thyself and sacrifice to God, or thou wilt be unworthy of eternal life; for it was purchased for thee dearly, even by the agony, the sufferings, and blood of the beloved Son of God.” I saw that many in different places, East and West, were adding farm to farm, and land to land, and house to house, and they make the cause of God their excuse, saying they do this that they may help the cause. They shackle themselves so that they can be of but little benefit to the cause. Some buy a piece of land, and labor with all their might to pay for it. Their time is so occupied that they can spare but little time to pray, and serve God, and gain strength from Him to overcome their besetments. They are in debt, and when the cause needs their help they cannot assist; for they must get free from debt first. But as soon as they are free from debt they are farther from helping the cause than before; for they again involve themselves by adding to their property. They flatter themselves that this course is right, that they will use the avails in the cause, when they are actually laying up treasure here. They love the truth in word, but not in work.They love the cause just as much as their works show. They love the world more and the cause of God less; the attraction to earth grows stronger and the attraction to heaven weaker. Their heart is with their treasure. By their example they say to those around them that they are intending to stay here, that this world is their home. Said the angel: “Thou art thy brother’s keeper.” Many have indulged in needless expense, merely to gratify the feelings, the taste, and the eye, when the cause needed the very means thus used, and when some of the servants of God were poorly clothed and were crippled in their labor for lack of means. Said the angel: “Their time to do will soon be past. Their works show that self is their idol, and to it they sacrifice.” Self must first be gratified; their feeling is: “Am I my brother’s keeper?” Warning after warning many have received, but heeded not. Self is the main object, and to it everything must bow. I saw that the church has nearly lost the spirit of self-denial and sacrifice; they make self and self-interest first, and then they do for the cause what they think they can as well as not. Such a sacrifice, I saw, is lame, and not accepted of God. All should be interested to do their utmost to advance the cause. I saw that those who have no property, but have strength of body, are accountable to God for their strength. They should be diligent in business and fervent in spirit; they should not leave those that have possessions to do all the sacrificing. I saw that they can sacrifice, and that it is their duty to do so, as well as those who have property. But often those that have no possessions do not realize that they can deny themselves in many ways, can lay out less upon their bodies, and to gratify their tastes and appetites, and find much to spare for the cause, and thus lay up a treasure in heaven. I saw that there is loveliness and beauty in the truth; but take away the power of God, and it is powerless."
    },
    {
      "chapter_number": 4,
      "title": "Number Two—Testimony for the Church",
      "content": "At the Conference at Battle Creek, , 1856, I was shown in vision some things that concern the church generally. The glory and majesty of God were made to pass before me. Said the angel: “He is terrible in His majesty, yet ye realize it not; terrible in His anger, yet ye offend Him daily. ‘Strive to enter in at the strait gate;’ ‘for wide is the gate, and broad is the way, that leadeth to destruction, and many there be which go in thereat: because strait is the gate, and narrow is the way, which leadeth unto life, and few there be that find it.’” These roads are distinct, separate, in opposite directions. One leads to eternal life, the other to eternal death. I saw the distinction between these roads, also the distinction between the companies traveling them. The roads are opposite; one is broad and smooth, the other narrow and rugged. So the parties that travel them are opposite in character, in life, in dress, and in conversation. Those who travel in the narrow way are talking of the joy and happiness they will have at the end of the journey. Their countenances are often sad, yet often beam with holy, sacred joy. They do not dress like the company in the broad road, nor talk like them, nor act like them. A pattern has been given them. A man of sorrows and acquainted withgrief opened that road for them, and traveled it Himself. His followers see His footsteps, and are comforted and cheered. He went through safely; so can they, if they follow in His footsteps. In the broad road all are occupied with their persons, their dress, and the pleasures in the way. They indulge freely in hilarity and glee, and think not of their journey’s end, of the certain destruction at the end of the path. Every day they approach nearer their destruction; yet they madly rush on faster and faster. Oh, how dreadful this looked to me! I saw many traveling in this broad road who had the words written upon them: “Dead to the world. The end of all things is at hand. Be ye also ready.” They looked just like all the vain ones around them, except a shade of sadness which I noticed upon their countenances. Their conversation was just like that of the gay, thoughtless ones around them; but they would occasionally point with great satisfaction to the letters on their garments, calling for the others to have the same upon theirs. They were in the broad way, yet they professed to be of the number who were traveling the narrow way. Those around them would say: “There is no distinction between us. We are alike; we dress, and talk, and act alike.” Then I was pointed back to the . There was a spirit of consecration then that there is not now. What has come over the professed peculiar people of God? I saw the conformity to the world, the unwillingness to suffer for the truth’s sake. I saw a great lack of submission to the will of God. I was pointed back to the children of Israel after they left Egypt. God in mercy called them out from the Egyptians, that they might worship Him without hindrance or restraint. He wrought for them in the way by miracles, He proved and tried them by bringing them into strait places. After the wonderful dealings of God with them, and their deliverance so many times, they murmured when tried orproved by Him. Their language was: “Would to God we had died by the hand of the Lord in the land of Egypt.” They lusted for the leeks and onions there. I saw that many who profess to believe the truth for these last days think it strange that the children of Israel murmured as they journeyed; that after the wonderful dealings of God with them, they should be so ungrateful as to forget what He had done for them. Said the angel: “Ye have done worse than they.” I saw that God has given His servants the truth so clear, so plain, that it cannot be resisted. Wherever they go, they have certain victory. Their enemies cannot get round the convincing truth. Light has been shed so clear that the servants of God can stand up anywhere and let truth, clear and connected, bear away the victory. This great blessing has not been prized, or even realized. If any trial arises, some begin to look back and think they have a hard time. Some of the professed servants of God do not know what purifying trials are. They sometimes make trials for themselves, imagine trials, and are so easily discouraged, so easily hurt, self-dignity is so quick to feel, that they injure themselves, injure others, and injure the cause. Satan magnifies their trials and puts thoughts into their minds that if given way to, will destroy their influence and usefulness. Some have felt tempted to take themselves from the work, to labor with their hands. I saw that if the hand of God should be taken from them, and they be left subject to disease and death, then they would know what trouble is. It is a fearful thing to murmur against God. They do not bear in mind that the way which they are traveling is a rugged, self-denying, self-crucifying way, and they must not expect everything to move on as smoothly as though they were traveling in the broad road. I saw that some of the servants of God, even ministers, are so easily discouraged, self is so quickly hurt, that they imagine themselves slighted and injured when it is not so.They think their lot hard. Such realize not how they would feel should the sustaining hand of God be withdrawn, and they pass through anguish of soul. They would then find their lot tenfold harder than it was before, while they were employed in the work of God, suffering trials and privations, yet withal having the Lord’s approbation. Some that are laboring in the cause of God know not when they do have an easy time. They have had so few privations and know so little of want or wearing labor or burden of soul that when they have an easy time, when they are favored of God and almost entirely free from anguish of spirit, they know it not and think their trials great. I saw that unless such have a spirit of self-sacrifice, and are ready to labor cheerfully, not sparing themselves, God will release them. He will not acknowledge them as His self-sacrificing servants, but will raise up those who will labor, not slothfully, but in earnest, and will know when they have an easy time. God’s servants must feel the burden of souls and weep between the porch and the altar, crying: “Spare Thy people, O Lord.” Some of the servants of God have given up their lives to spend and be spent for the cause of God, until their constitutions are broken down, and they are almost worn out with mental labor, incessant care, toil, and privations. Others have not had and would not take the burden upon them. Yet just such ones think they have a hard time, because they have never experienced hardships. They never have been baptized into the suffering part, and never will be as long as they manifest so much weakness and so little fortitude, and love their ease so well. From what God has shown me, there needs to be a scourging among the ministers, that the slothful, dilatory, and self-caring ones may be scourged out, and there remain a pure, faithful, and self-sacrificing company who will not study their ease, but will minister faithfully in word and doctrine, willing to suffer and endure all things forChrist’s sake, and to save those for whom He died. Let these servants feel the woe upon them if they preach not the gospel, and it will be enough; but all do not feel this."
    },
    {
      "chapter_number": 5,
      "title": "Number Three—Testimony for the Church",
      "content": "Dear Brethren and Sisters, The Lord has shown me in vision some things concerning the church in its present lukewarm state, which I will relate to you. The church was presented before me in vision. Said the angel to the church: “Jesus speaks to thee, ‘Be zealous and repent.’” This work, I saw, should be taken hold of in earnest. There is something to repent of. Worldly-mindedness, selfishness, and covetousness have been eating out the spirituality and life of God’s people. The danger of God’s people for a few years past has been the love of the world. Out of this have sprung the sins of selfishness and covetousness. The more they get of this world, the more they set their affections on it; and still they reach out for more. Said the angel: “It is easier for a camel to go through a needle’s eye, than for a rich man to enter into the kingdom of God.” Yet many who profess to believe that we are having the last note of warning to the world, are striving with all their energies to place themselves in a position where it is easier for a camel to go through a needle’s eye than for them to enter the kingdom. These earthly treasures are blessings when rightly used. Those who have them should realize that they are lent them of God and should cheerfully spend their means to advance His cause. They will not lose their reward here. They willbe kindly regarded by the angels of God and will also lay up a treasure in heaven. I saw that Satan watches the peculiar, selfish, covetous temperament of some who profess the truth, and he will tempt them by throwing prosperity in their path, offering them the riches of earth. He knows that if they do not overcome their natural temperament, they will stumble and fall by loving mammon, worshiping their idol. Satan’s object is often accomplished. The strong love of the world overcomes, or swallows up, the love of the truth. The kingdoms of the world are offered them, and they eagerly grasp their treasure and think they are wonderfully prospered. Satan triumphs because his plan has succeeded. They have given up the love of God for the love of the world. I saw that those who are thus prospered can thwart the design of Satan if they will overcome their selfish covetousness by laying all their possessions upon the altar of God. And when they see where means are needed to advance the cause of truth and to help the widow, the fatherless, and afflicted, they should give cheerfully and thus lay up treasure in heaven. Heed the counsel of the True Witness. Buy gold tried in the fire, that thou mayest be rich, white raiment that thou mayest be clothed, and eyesalve that thou mayest see. Make some effort. These precious treasures will not drop upon us without some exertion on our part. We must buy—“be zealous and repent” of our lukewarm state. We must be awake to see our wrongs, to search for our sins, and to zealously repent of them. I saw that the brethren who have possessions have a work to do to tear away from these earthly treasures and to overcome their love of the world. Many of them love this world, love their treasure, but are not willing to see it. They must be zealous and repent of their selfish covetousness, that the love of the truth may swallow up everything else. I saw thatmany of those who have riches will fail to buy the gold, white raiment, and eyesalve. Their zeal does not possess intensity and earnestness proportionate to the value of the object of which they are in pursuit. I saw these men while striving for the possessions of earth; what zeal they manifested, what earnestness, what energy to obtain an earthly treasure that must soon pass away! What cool calculations they made! They plan and toil early and late, and sacrifice their ease and comfort for earthly treasure. A corresponding zeal on their part to obtain the gold, white raiment, and eyesalve will bring them in possession of these desirable treasures and life, everlasting life, in the kingdom of God. I saw that if any need eyesalve, it is those who have earthly possessions. Many of them are blind to their own state, blind to their firm grasp upon this world. Oh, that they may see! “Behold, I stand at the door, and knock: if any man hear My voice, and open the door, I will come in to him, and will sup with him, and he with Me.” I saw that many have so much rubbish piled up at the door of their heart that they cannot get the door open. Some have difficulties between themselves and their brethren to remove. Others have evil tempers, selfish covetousness, to remove before they can open the door. Others have rolled the world before the door of their heart, which bars the door. All this rubbish must be taken away, and then they can open the door and welcome the Saviour in. Oh, how precious was this promise, as it was shown to me in vision! “I will come in to him, and will sup with him, and he with Me.” Oh, the love, the wondrous love of God! After all our lukewarmness and sins He says: “Return unto Me, and I will return unto thee, and will heal all thy backslidings.” This was repeated by the angel a number of times. “Return unto Me, and I will return unto thee, and will heal all thy backslidings.” Some, I saw, would gladly return. Others will not let this message to the Laodicean church have its weight upon them. They will glide along, much after the same manner as before, and will be spewed out of the mouth of the Lord. Those only who zealously repent will have favor with God. “To him that overcometh will I grant to sit with Me in My throne, even as I also overcame, and am set down with My Father in His throne.” We can overcome. Yes; fully, entirely. Jesus died to make a way of escape for us, that we might overcome every evil temper, every sin, every temptation, and sit down at last with Him. It is our privilege to have faith and salvation. The power of God has not decreased. His power, I saw, would be just as freely bestowed now as formerly. It is the church of God that have lost their faith to claim, their energy to wrestle, as did Jacob, crying: “I will not let Thee go, except Thou bless me.” Enduring faith has been dying away. It must be revived in the hearts of God’s people. There must be a claiming of the blessing of God. Faith, living faith, always bears upward to God and glory; unbelief, downward to darkness and death. I saw that the minds of some of the church have not run in the right channel. There have been some peculiar temperaments that have had their notions by which to measure their brethren. And if any did not exactly agree with them, there was trouble in the camp at once. Some have strained at a gnat and swallowed a camel. These set notions have been humored and indulged altogether too long. There has been a picking at straws. And when there were no real difficulties in the church, trials have been manufactured. The minds of the church and the servants of the Lord are called from God, truth, and heaven to dwell upon darkness. Satan delights to have such things go on; it feasts him. But these are none of the trials which areto purify the church and that will in the end increase the strength of God’s people. I saw that some are withering spiritually. They have lived some time watching to keep their brethren straight—watching for every fault to make trouble with them. And while doing this, their minds are not on God, nor on heaven, nor on the truth; but just where Satan wants them—on someone else. Their souls are neglected; they seldom see or feel their own faults, for they have had enough to do to watch the faults of others without so much as looking to their own souls or searching their own hearts. A person’s dress, bonnet, or apron takes their attention. They must talk to this one or that one, and it is sufficient to dwell upon for weeks. I saw that all the religion a few poor souls have consists in watching the garments and acts of others, and finding fault with them. Unless they reform, there will be no place in heaven for them, for they would find fault with the Lord Himself. Said the angel: “It is an individual work to be right with God.” The work is between God and our own souls. But when persons have so much care of others’ faults, they take no care of themselves. These notional, faultfinding ones would often cure themselves of the habit if they would go directly to the individual they think is wrong. It would be so crossing that they would give up their notions rather than go. But it is easy to let the tongue run freely about this one or that one when the accused is not present. Some think it is wrong to try to observe order in the worship of God. But I have seen that it is not dangerous to observe order in the church of God. I have seen that confusion is displeasing to the Lord, and that there should be order in praying and also in singing. We should not come to the house of God to pray for our families unless deep feeling shall lead us while the Spirit of God is convicting them. Generally, the proper place to pray for our families is at thefamily altar. When the subjects of our prayers are at a distance, the closet is the proper place to plead with God for them. When in the house of God, we should pray for a present blessing and should expect God to hear and answer our prayers. Such meetings will be lively and interesting. I saw that all should sing with the spirit and with the understanding also. God is not pleased with jargon and discord. Right is always more pleasing to Him than wrong. And the nearer the people of God can approach to correct, harmonious singing, the more is He glorified, the church benefited, and unbelievers favorably affected. I have been shown the order, the perfect order, of heaven, and have been enraptured as I listened to the perfect music there. After coming out of vision, the singing here has sounded very harsh and discordant. I have seen companies of angels, who stood in a hollow square, everyone having a harp of gold. At the end of the harp was an instrument to turn to set the harp or change the tunes. Their fingers did not sweep over the strings carelessly, but they touched different strings to produce different sounds. There is one angel who always leads, who first touches the harp and strikes the note, then all join in the rich, perfect music of heaven. It cannot be described. It is melody, heavenly, divine, while from every countenance beams the image of Jesus, shining with glory unspeakable."
    },
    {
      "chapter_number": 6,
      "title": "Number Four—Testimony for the Church",
      "content": ", 1857, at the house of prayer in Monterey, Michigan, I was shown that many have not yet heard the voice of Jesus, and the saving message has not taken hold of the soul and worked a reformation in the life. Many of the young have not the spirit of Jesus. The love of God is not in their hearts, therefore all the natural besetments hold the victory instead of the Spirit of God and salvation. Those who really possess the religion of Jesus will not be ashamed nor afraid to bear the cross before those who have more experience than they. They will, if they earnestly long to be right, desire all the help they can get from older Christians. Gladly will they be helped by them; hearts that are warmed by love to God will not be hindered by trifles in the Christian course. They will talk out what the Spirit of God works in. They will sing it out, pray it out. It is the lack of religion, lack of holy living, that makes the young backward. Their life condemns them. They know they do not live as Christians should, therefore they have not confidence toward God, or before the church. Why the young feel more liberty when the older ones are absent is: They are with those of their kind. Each thinks he is as good as the other. All fail of the mark, but measure themselves by themselves, and compare themselves amongthemselves, and neglect the only perfect and true standard. Jesus is the true Pattern. His self-sacrificing life is our example. I saw how little the Pattern was studied, how little exalted before them. How little do the young suffer, or deny self, for their religion! To sacrifice is scarcely thought of among them. They entirely fail of imitating the Pattern in this respect. I saw that the language of their lives is: Self must be gratified, pride must be indulged. They forget the Man of Sorrows, who was acquainted with grief. The sufferings of Jesus in Gethsemane, His sweating as it were great drops of blood in the garden, the platted crown of thorns that pierced His holy brow, do not move them. They have become benumbed. Their sensibilities are blunted, and they have lost all sense of the great sacrifice made for them. They can sit and listen to the story of the cross, hear how the cruel nails were driven through the hands and feet of the Son of God, and it does not stir the depths of the soul. Said the angel: “If such should be ushered into the city of God, and told that all its rich beauty and glory was theirs to enjoy eternally, they would have no sense of how dearly that inheritance was purchased for them. They would never realize the matchless depths of a Saviour’s love. They have not drunk of the cup, nor been baptized with the baptism. Heaven would be marred if such should dwell there. Those only who have partaken of the sufferings of the Son of God, and have come up through great tribulation, and have washed their robes and made them white in the blood of the Lamb, can enjoy the indescribable glory and unsurpassed beauty of heaven.” The want of this necessary preparation will shut out the greater portion of young professors, for they will not labor earnestly and zealously enough to obtain that rest that remains for the people of God. They will not honestly confesstheir sins, that they may be pardoned and blotted out. These sins in a short time will be revealed in just their enormity. God’s eye does not slumber. He knows every sin that is hidden from mortal eye. The guilty know just what sins to confess that their souls may be clean before God. Jesus is now giving them opportunity to confess, to repent in deep humility, and purify their lives by obeying and living out the truth. Now is the time for wrongs to be righted and sins to be confessed, or they will appear before the sinner in the day of God’s wrath. Parents generally put too much confidence in their children; for often when the parents are confiding in them, they are in concealed iniquity. Parents, watch your children with a jealous care. Exhort, reprove, counsel them when you rise up and when you sit down, when you go out and when you come in, line upon line, precept upon precept, here a little, and there a little. Subdue your children when they are young. With many parents this is sadly neglected. They do not take as firm and decided a stand as they should in regard to their children. They suffer them to be like the world, to love dress, and associate with those who hate the truth and whose influence is poisonous. By so doing they encourage in their children a worldly disposition. I saw that there should always be a fixed principle with Christian parents to be united in the government of their children. There is a fault in this respect with some parents—a lack of union. The fault is sometimes with the father, but oftener with the mother. The fond mother pets and indulges her children. The father’s labor calls him from home often, and from the society of his children. The mother’s influence tells. Her example does much toward forming the character of the children. Some fond mothers suffer wrongs in their children which should not be allowed in them for a moment. The wrongs of the children are sometimes concealed from the father. Articlesof dress or some other indulgence is granted by the mother with the understanding that the father is to know nothing about it, for he would reprove for these things. Here a lesson of deception is effectually taught the children. Then if the father discovers these wrongs, excuses are made and but half the truth told. The mother is not openhearted. She does not consider as she should that the father has the same interest in the children as herself, and that he should not be kept ignorant of the wrongs or besetments that ought to be corrected in them while young. Things have been covered. The children know the lack of union in their parents, and it has its effect. The children begin young to deceive, cover up, tell things in a different light from what they are to their mother, as well as their father. Exaggeration becomes habit, and blunt falsehoods come to be told with but little conviction or reproof of conscience. These wrongs commenced by the mother’s concealing things from the father, who has an equal interest with her in the character their children are forming. The father should have been consulted freely. All should have been laid open to him. But the opposite course, taken to conceal the wrongs of the children, encourages in them a disposition to deceive, a lack of truthfulness and honesty. The only hope of these children, whether they profess religion or not, is to be thoroughly converted. Their whole character must be changed. Thoughtless mother, do you know, as you teach your children, that their whole religious experience is affected by their teaching when young? Subdue them young; teach them to submit to you, and the more readily will they learn to yield obedience to the requirements of God. Encourage in them a truthful, honest disposition. Let them never have occasion to doubt your sincerity and exact truthfulness. I saw that the young profess, but do not enjoy, the saving power of God. They lack religion, lack salvation. And, oh,the idle, unprofitable words they speak! There is a faithful, fearful record kept of them, and mortals will be judged according to the deeds done in the body. Young friends, your deeds and your idle words are written in the book. Your conversation has not been on eternal things, but upon this, that, and the other—common, worldly conversation that Christians should not engage in. It is all written in the book. I saw that unless there is an entire change in the young, a thorough conversion, they may despair of heaven. From what has been shown me, there are not more than half of the young who profess religion and the truth who have been truly converted. If they had been converted they would bear fruit to the glory of God. Many are leaning upon a supposed hope without a true foundation. The fountain is not cleansed, therefore the streams proceeding from that fountain are not pure. Cleanse the fountain, and the streams will be pure. If the heart is right, your words, your dress, your acts, will all be right. True godliness is lacking. I would not dishonor my Master so much as to admit that a careless, trifling, prayerless person is a Christian. No; a Christian has victory over his besetments, over his passions. There is a remedy for the sin-sick soul. That remedy is in Jesus. Precious Saviour! His grace is sufficient for the weakest; and the strongest must also have His grace or perish. I saw how this grace could be obtained. Go to your closet, and there alone plead with God: “Create in me a clean heart, O God; and renew a right spirit within me.” Be in earnest, be sincere. Fervent prayer availeth much. Jacoblike, wrestle in prayer. Agonize. Jesus, in the garden, sweat great drops of blood; you must make an effort. Do not leave your closet until you feel strong in God; then watch, and just as long as you watch and pray you can keep these evil besetments under, and the grace of God can and will appear in you. God forbid that I should cease to warn you. Youngfriends, seek the Lord with all your heart. Come with zeal, and when you sincerely feel that without the help of God you perish, when you pant after Him as the hart panteth after the water brooks, then will the Lord strengthen you speedily. Then will your peace pass all understanding. If you expect salvation, you must pray. Take time. Be not hurried and careless in your prayers. Beg of God to work in you a thorough reformation, that the fruits of His Spirit may dwell in you, and you shine as lights in the world. Be not a hindrance or curse to the cause of God; you can be a help, a blessing. Does Satan tell you that you cannot enjoy salvation, full and free? Believe him not. I saw that it is the privilege of every Christian to enjoy the deep movings of the Spirit of God. A sweet, heavenly peace will pervade the mind, and you will love to meditate upon God and heaven. You will feast upon the glorious promises of His word. But know first that you have begun the Christian course. Know that the first steps are taken in the road to everlasting life. Be not deceived. I fear, yea, I know, that many of you know not what religion is. You have felt some excitement, some emotion, but have never seen sin in its enormity. You have never felt your undone condition and turned from your evil ways with bitter sorrow. You have never died to the world. You still love its pleasures; you love to engage in conversation on worldly matters. But when the truth of God is introduced, you have nothing to say. Why so silent? Why so talkative upon worldly things, and so silent upon the subject that should most concern you—a subject that should engage your whole soul? The truth of God does not dwell in you. I saw that many are fair in their profession, while within is corruption. Deceive not yourselves, falsehearted professors. God looks at the heart. “Out of the abundance of the heart the mouth speaketh.” The world, I saw, is in the heart ofsuch, but the religion of Jesus is not there. If professed Christians love Jesus better than the world, they will love to speak of Him, their best Friend, in whom their highest affections are centered. He came to their aid when they felt their lost and perishing condition. When weary and heavy-laden with sin, they turned unto Him. He removed their burden of guilt and sin, took away their sorrow and mourning, and turned the whole current of their affections. The things they once loved, they now hate; and the things they hated, they now love. Has this great change taken place in you? Be not deceived. I would never name the name of Christ, or I would give Him my whole heart, my undivided affections. We should feel the deepest gratitude that Jesus will accept this offering. He demands all. When we are brought to yield to His claims, and give up all, then, and not till then, will He throw around us His arms of mercy. But what do we give when we give all? A sin-polluted soul for Jesus to purify, to cleanse by His mercy, and to save from death by His matchless love. And yet I saw that some thought it hard to give up all. I am ashamed to hear it spoken of, ashamed to write it. Do you talk about self-denial? What did Christ give for us? When you think it hard that Christ requires all, go to Calvary, and weep there over such a thought. Behold the hands and feet of your Deliverer torn by the cruel nails that you may be washed from sin by His own blood! Those who feel the constraining love of God do not ask how little may be given in order to obtain the heavenly reward; they ask not for the lowest standard, but aim at a perfect conformity to the will of their Redeemer. With ardent desire they yieldall, and manifest zeal proportionate to the value of the object of which they are in pursuit. What is the object? Immortality, eternal life. Young friends, many of you are sadly deceived. You havebeen satisfied with something short of pure and undefiled religion. I want to arouse you. The angels of God are trying to arouse you. Oh, that the important truths of the word of God may arouse you to a sense of your danger, and lead you to a thorough examination of yourselves! Your hearts are yet carnal. They are not subject to the law of God, neither indeed can be. These carnal hearts must be changed, and you see such beauty in holiness that you will pant after it as the hart panteth after the water brooks. Then you will love God and love His law. Then the yoke of Christ will be easy and His burden light. Although you will have trials, yet these trials, well borne, only make the way more precious. The immortal inheritance is for the self-denying Christian. I saw that the Christian should not set too high a value, or depend too much, upon a happy flight of feeling. These feelings are not always true guides. It should be the study of every Christian to serve God from principle, and not be ruled by feeling. By so doing, faith will be brought into exercise, and will increase. I was shown that if the Christian lives a humble, self-sacrificing life, peace and joy in the Lord will be the result. But the greatest happiness experienced will be in doing others good, in making others happy. Such happiness will be lasting. Many of the young have not a fixed principle to serve God. They do not exercise faith. They sink under every cloud. They have no power of endurance. They do not grow in grace. They appear to keep the commandments of God. They make now and then a formal prayer and are called Christians. Their parents are so anxious for them that they accept anything which appears favorable, and do not labor with them, and teach them that the carnal mind must die. They encourage them to come along and act a part; but they fail to lead them to search their own hearts diligently, to examine themselves, and to count the cost of what it is to be aChristian. The result is, the young profess to be Christians without sufficiently trying their motives. Says the True Witness: “I would thou wert cold or hot. So then because thou art lukewarm, and neither cold nor hot, I will spew thee out of My mouth.” Satan is willing that you should be Christians in name, for you can suit his purpose better. If you have a form and not true godliness, he can use you to decoy others into the same self-deceived way. Some poor souls will look to you, instead of looking to the Bible standard, and will come up no higher. They are as good as you, and are satisfied. The young are often urged to do duty, to speak or pray in meeting; urged to die to pride. Every step they are urged. Such religion is worth nothing. Let the carnal heart be changed, and it will not be such drudgery, ye coldhearted professors, to serve God. All that love of dress and pride of appearance will be gone. The time that you spend standing before the glass preparing the hair to please the eye, should be devoted to prayer and searching of heart. There will be no place for outward adornment in the sanctified heart; but there will be an earnest, anxious seeking for the inward adorning, the Christian graces—the fruits of the Spirit of God. Says the apostle: “Whose adorning let it not be that outward adorning of plaiting the hair, and of wearing of gold, or of putting on of apparel; but let it be the hidden man of the heart, in that which is not corruptible, even the ornament of a meek and quiet spirit, which is in the sight of God of great price.” Subdue the carnal mind, reform the life, and the poor mortal frame will not be so idolized. If the heart is reformed, it will be seen in the outward appearance. If Christ be in us the hope of glory, we shall discover such matchless charms in Him that the soul will be enamored. It will cleave to Him, choose to love Him, and in admiration of Him, self will beforgotten. Jesus will be magnified and adored, and self abased and humbled. But a profession, without this deep love, is mere talk, dry formality, and heavy drudgery. Many of you may retain a notion of religion in the head, an outside religion, when the heart is not cleansed. God looks at the heart; “all things are naked and opened unto the eyes of Him with whom we have to do.” Will He be satisfied with anything but truth in the inward parts? Every truly converted soul will carry the unmistakable marks that the carnal mind is subdued. I speak plainly. I do not think this will discourage a true Christian; and I do not want any of you to come up to the time of trouble without a well-grounded hope in your Redeemer. Determine to know the worst of your case. Ascertain if you have an inheritance on high. Deal truly with your own soul. Remember that a church without spot, or wrinkle, or any such thing, will Jesus present to His Father. How are you to know that you are accepted of God? Study His word prayerfully. Lay it not aside for any other book. This Book convinces of sin. It plainly reveals the way of salvation. It brings to view a bright and glorious reward. It reveals to you a complete Saviour, and teaches you that through His boundless mercy alone can you expect salvation. Do not neglect secret prayer, for it is the soul of religion. With earnest, fervent prayer, plead for purity of soul. Plead as earnestly, as eagerly, as you would for your mortal life, were it at stake. Remain before God until unutterable longings are begotten within you for salvation, and the sweet evidence is obtained of pardoned sin. The hope of eternal life is not to be received upon slight grounds. It is a subject to be settled between God and your own soul—settled for eternity. A supposed hope, and nothing more, will prove your ruin. Since you are to stand or fall by the word of God, it is to that word you must look fortestimony in your case. There you can see what is required of you to become a Christian. Do not lay off your armor, or leave the battlefield until you have obtained the victory, and triumph in your Redeemer."
    },
    {
      "chapter_number": 7,
      "title": "Number Five—Testimony for the Church",
      "content": "Dear Brethren and Sisters, The Lord has again visited me in much mercy. I have been greatly afflicted for a few months past. Disease has pressed heavily upon me. For years I have been afflicted with dropsy and disease of the heart, which has had a tendency to depress my spirits and destroy my faith and courage. The message to the Laodiceans has not accomplished that zealous repentance among God’s people which I expected to see, and my perplexity of mind has been great. Disease seemed to make continual progress upon me, and I thought that I must lie down in the grave. I had no desire to live, therefore I could not take hold of faith and pray for my recovery. Often when I retired to rest at night I realized that I was in danger of losing my breath before morning. In this state I fainted at midnight. Brethren Andrews and Loughborough were sent for, and earnest petitions were offered to God in my behalf. The depression, the heavy weight, was lifted from my aching heart, and I was taken off in vision, and shown the things which I now present before you. I saw that Satan had been trying to drive me to discouragement and despair, to make me desire death rather than life. I was shown that it was not God’s will that I should now cease from the work and lie down in the grave; for then theenemies of our faith would triumph, and the hearts of God’s children would be made sad. I saw that I should often feel anguish of spirit, and should suffer much; yet I had the promise that those around me would encourage and help me, that my courage and strength might not fail while I was so fiercely buffeted by the devil. I was shown that the testimony to the Laodiceans applies to God’s people at the present time, and the reason it has not accomplished a greater work is because of the hardness of their hearts. But God has given the message time to do its work. The heart must be purified from sins which have so long shut out Jesus. This fearful message will do its work. When it was first presented, it led to close examination of heart. Sins were confessed, and the people of God were stirred everywhere. Nearly all believed that this message would end in the loud cry of the third angel. But as they failed to see the powerful work accomplished in a short time, many lost the effect of the message. I saw that this message would not accomplish its work in a few short months. It is designed to arouse the people of God, to discover to them their backslidings, and to lead to zealous repentance, that they may be favored with the presence of Jesus, and be fitted for the loud cry of the third angel. As this message affected the heart, it led to deep humility before God. Angels were sent in every direction to prepare unbelieving hearts for the truth. The cause of God began to rise, and His people were acquainted with their position. If the counsel of the True Witness had been fully heeded, God would have wrought for His people in greater power. Yet the efforts made since the message has been given, have been blessed of God, and many souls have been brought from error and darkness to rejoice in the truth. God will prove His people. Jesus bears patiently with them, and does not spew them out of His mouth in a moment. Said the angel: “God is weighing His people.” If the message had been of as short duration as many of ussupposed, there would have been no time for them to develop character. Many moved from feeling, not from principle and faith, and this solemn, fearful message stirred them. It wrought upon their feelings, and excited their fears, but did not accomplish the work which God designed that it should. God reads the heart. Lest His people should be deceived in regard to themselves, He gives them time for the excitement to wear off, and then proves them to see if they will obey the counsel of the True Witness. God leads His people on, step by step. He brings them up to different points calculated to manifest what is in the heart. Some endure at one point, but fall off at the next. At every advanced point the heart is tested and tried a little closer. If the professed people of God find their hearts opposed to this straight work, it should convince them that they have a work to do to overcome, if they would not be spewed out of the mouth of the Lord. Said the angel: “God will bring His work closer and closer to test and prove every one of His people.” Some are willing to receive one point; but when God brings them to another testing point, they shrink from it and stand back, because they find that it strikes directly at some cherished idol. Here they have opportunity to see what is in their hearts that shuts out Jesus. They prize something higher than the truth, and their hearts are not prepared to receive Jesus. Individuals are tested and proved a length of time to see if they will sacrifice their idols and heed the counsel of the True Witness. If any will not be purified through obeying the truth, and overcome their selfishness, their pride, and evil passions, the angels of God have the charge: “They are joined to their idols, let them alone,” and they pass on to their work, leaving these with their sinful traits unsubdued, to the control of evil angels. Those who come up to every point, and stand every test, and overcome, be the price what it may, have heeded the counsel of the True Witness, and they will receive the latter rain, and thus be fitted for translation. God proves His people in this world. This is the fitting-up place to appear in His presence. Here, in this world, in these last days, persons will show what power affects their hearts and controls their actions. If it is the power of divine truth, it will lead to good works. It will elevate the receiver, and make him noblehearted and generous, like his divine Lord. But if evil angels control the heart, it will be seen in various ways. The fruit will be selfishness, covetousness, pride, and evil passions. The heart is deceitful above all things, and desperately wicked. Professors of religion are not willing to closely examine themselves to see whether they are in the faith; and it is a fearful fact that many are leaning on a false hope. Some lean upon an old experience which they had years ago; but when brought down to this heart-searching time, when all should have a daily experience, they have nothing to relate. They seem to think that a profession of the truth will save them. When they subdue those sins which God hates, Jesus will come in and sup with them and they with Him. They will then draw divine strength from Jesus, and will grow up in Him, and be able with holy triumph to say: “Thanks be to God, which giveth us the victory through our Lord Jesus Christ.” It would be more pleasing to the Lord if lukewarm professors of religion had never named His name. They are a continual weight to those who would be faithful followers of Jesus. They are a stumbling block to unbelievers, and evil angels exult over them, and taunt the angels of God with their crooked course. Such are a curse to the cause at home or abroad. They draw nigh to God with their lips, while their heart is far from Him. I was shown that the people of God should not imitate the fashions of the world. Some have done this, and are fast losing the peculiar, holy character which should distinguish them as God’s people. I was pointed back to God’s ancientpeople, and was led to compare their apparel with the mode of dress in these last days. What a difference! what a change! Then the women were not so bold as now. When they went in public, they covered their faces with a veil. In these last days, fashions are shameful and immodest. They are noticed in prophecy. They were first brought in by a class over whom Satan has entire control, who, “being past feeling [without any conviction of the Spirit of God] have given themselves over unto lasciviousness, to work all uncleanness with greediness.” If God’s professed people had not greatly departed from Him, there would now be a marked difference between their dress and that of the world. The small bonnets, exposing the face and head, show a lack of modesty. The hoops are a shame. The inhabitants of earth are growing more and more corrupt, and the line of distinction between them and the Israel of God must be more plain, or the curse which falls upon worldlings will fall on God’s professed people. I was directed to the following scriptures. Said the angel: “They are to instruct God’s people.”1 :9, 10: “In like manner also, that women adorn themselves in modest apparel, with shamefacedness and sobriety; not with broided hair, or gold, or pearls, or costly array; but (which becometh women professing godliness) with good works.”1 :3-5: “Whose adorning let it not be that outward adorning of plaiting the hair, and of wearing of gold, or of putting on of apparel; but let it be the hidden man of the heart, in that which is not corruptible, even the ornament of a meek and quiet spirit, which is in the sight of God of great price. For after this manner in the old time the holy women also, who trusted in God, adorned themselves.” Young and old, God is now testing you. You are deciding your own eternal destiny. Your pride, your love to follow the fashions of the world, your vain and empty conversation, your selfishness, are all put in the scale, and the weight of evil isfearfully against you. You are poor, and miserable, and blind, and naked. While evil is increasing and taking deep root, it is choking the good seed which has been sown in the heart; and soon the word that was given concerning Eli’s house will be spoken to the angels of God concerning you: Your sins “shall not be purged with sacrifice nor offering forever.” Many, I saw, were flattering themselves that they were good Christians, who have not a single ray of light from Jesus. They know not what it is to be renewed by the grace of God. They have no living experience for themselves in the things of God. And I saw that the Lord was whetting His sword in heaven to cut them down. Oh, that every lukewarm professor could realize the clean work that God is about to make among His professed people! Dear friends, do not deceive yourselves concerning your condition. You cannot deceive God. Says the True Witness: “I know thy works.” The third angel is leading up a people, step by step, higher and higher. At every step they will be tested. The plan of systematic benevolence [SeeAppendix.] is pleasing to God. I was pointed back to the days of the apostles, and saw that God laid the plan by the descent of His Holy Spirit, and that by the gift of prophecy He counseled His people in regard to a system of benevolence. All were to share in this work of imparting of their carnal things to those who ministered unto them in spiritual things. They were also taught that the widows and fatherless had a claim upon their charity. Pure and undefiled religion is defined, To visit the widows and fatherless in their affliction, and to keep unspotted from the world. I saw that this was not merely to sympathize with them by comforting words in their affliction, but to aid them, if needy, with our substance. Young men and women to whom God has given health can obtain a great blessing by aiding the widow and the fatherless in their affliction. I saw that God requires young men to sacrifice more for the goodof others. He claims more of them than they are willing to perform. If they keep themselves unspotted from the world, cease to follow its fashions, and lay by that which the lovers of pleasure spend in useless articles to gratify pride, and give it to the worthy afflicted ones, and to sustain the cause, they will have the approval of Him who says, “I know thy works.” There is order in heaven, and God is well pleased with the efforts of His people in trying to move with system and order in His work on earth. I saw that there should be order in the church of God, and that system is needed in carrying forward successfully the last great message of mercy to the world. God is leading His people in the plan of systematic benevolence, and this is one of the very points to which God is bringing up His people which will cut the closest with some. With them this cuts off the right arm, and plucks out the right eye, while to others it is a great relief. To noble, generous souls the demands upon them seem very small, and they cannot be content to do so little. Some have large possessions, and if they lay by them in store for charitable purposes as God has prospered them, the offering seems to them like a large sum. The selfish heart clings as closely to a small offering as to a larger one, and makes a small sum look very large. I was pointed back to the commencement of this last work. Then some who loved the truth could consistently talk of sacrificing. They devoted much to the cause of God, to send the truth to others. They have sent their treasure beforehand to heaven. Brethren, you who have received the truth at a later period, and who have large possessions, God has called you into the field, not merely that you may enjoy the truth, but that you may aid with your substance in carrying forward this great work. And if you have an interest in this work, you will venture out and invest something in it, that others may be saved by your efforts, and you reap with them the final reward. Great sacrifices have been made and privationsendured to place the truth in a clear light before you. Now God calls upon you, in your turn, to make great efforts and to sacrifice in order to place the truth before those who are in darkness. God requires this. You profess to believe the truth; let your works testify to the fact. Unless your faith works, it is dead. Nothing but a living faith will save you in the fearful scenes which are just before you. I saw that it is time for those who have large possessions to begin to work fast. It is time that they were not only laying by them in store as Godis nowprospering them, but as Hehasprospered them. In the days of the apostles, plans were especially laid that some should not be eased and others burdened. Arrangements were made that all should share equally in the burdens of the church of God according to their several abilities. Said the angel: “The ax must be laid at the root of the tree.” Those who, like Judas, have set their hearts upon earthly treasure will complain as he did. His heart coveted the costly ointment poured upon Jesus, and he sought to hide his selfishness under a pious, conscientious regard for the poor: “Why was not this ointment sold for three hundred pence, and given to the poor?” He wished that he had the ointment in his possession; it would not thus be lavished upon the Saviour. He would apply it to his own use; sell it for money. He prized his Lord just enough to sell Him to wicked men for a few pieces of silver. As Judas brought up the poor as an excuse for his selfishness, so professed Christians, whose hearts are covetous, will seek to hide their selfishness under a put-on conscientiousness. Oh, they fear that in adopting systematic benevolence we are becoming like the nominal churches! “Let not thy left hand know what thy right hand doeth.” They seem to have a conscientious desire to follow exactly the Bible as they understand it in this matter; but they entirely neglect the plain admonition of Christ: “Sell that ye have, and give alms.” “Take heed that ye do not your alms before men, to be seen of them.” Some think this text teaches that they must be secret in their works of charity. And they do but very little, excusing themselves because they do not know just how to give. But Jesus explained it to His disciples as follows: “Therefore when thou doest thine alms, do not sound a trumpet before thee, as the hypocrites do in the synagogues and in the streets, that they may have glory of men. Verily I say unto you, they have their reward.” They gave to be regarded noble and generous by men. They received praise of men, and Jesus taught His disciples that this was all the reward they would have. With many, the left hand does not know what the right hand does, for the right hand does nothing worthy of the notice of the left hand. This lesson of Jesus to His disciples was to rebuke those who wished to receive glory of men. They performed their almsgiving at some very public gathering; and before doing this, a public proclamation was made heralding their generosity before the people; and many gave large sums merely to have their name exalted by men. And the means given in this manner was often extorted from others, by oppressing the hireling in his wages, and grinding the face of the poor. I was shown that this scripture does not apply to those who have the cause of God at heart, and use their means humbly to advance it. I was directed to these texts: “Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven.” “By their fruits ye shall know them.” I was shown that Scripture testimony will harmonize when it is rightly understood. The good works of the children of God are the most effectual preaching that the unbeliever has. He thinks that there must be strong motives that actuate the Christian to deny self, and use his possessions in trying to save his fellow men. It is unlike the spirit of the world. Such fruits testify that thepossessors are genuine Christians. They seem to be constantly reaching upward to a treasure that is imperishable. With every gift and offering there should be a suitable object before the giver, not to uphold any in idleness, not to be seen of men or to get a great name, but to glorify God by advancing His cause. Some make large donations to the cause of God while their brother who is poor, may be suffering close by them, and they do nothing to relieve him. Little acts of kindness performed for their brother in a secret manner would bind their hearts together, and would be noticed in heaven. I saw that in their prices and wages the rich should make a difference in favor of the afflicted and widows and the worthy poor among them. But it is too often the case that the rich take advantage of the poor, reaping every benefit that is to be gained, and exacting the last penny for every favor. It is all written in heaven. “I know thy works.” The greatest sin which now exists in the church is covetousness. God frowns upon His professed people for their selfishness. His servants have sacrificed their time and strength to carry them the word of life, and many have shown by their works that they prize it but lightly. If they can help the servant of God just as well as not, they sometimes do it; but they often let him pass on, and do but little for him. If they employ a day laborer, he must be paid full wages. But not so with the self-sacrificing servant of God. He labors for them in word and doctrine; he carries the heavy burden of the work on his soul; he patiently shows from the word of God the dangerous errors which are hurtful to the soul; he enforces the necessity of immediately tearing up the weeds which choke the good seed sown; he brings out of the storehouse of God’s word things new and old to feed the flock of God. All acknowledge that they have been benefited; but the poisonous weed, covetousness, is so deeply rooted thatthey let the servant of God leave them without ministering to him of their temporal things. They have prized his wearing labor just as highly as their acts show. Says the True Witness: “I know thy works.” I saw that God’s servants are not placed beyond the temptations of Satan. They are often fearfully beset by the enemy, and have a hard battle to fight. If they could be released from their commission, they would gladly labor with their hands. Their labor is called for by their brethren; but when they see it so lightly prized, they are depressed. True, they look to the final settlement for their reward, and this bears them up; but their families must have food and clothing. Their time belongs to the church of God; it is not at their own disposal. They sacrifice the society of their families to benefit others; and yet some who are benefited by their labors are indifferent to their wants. I saw that it is doing injustice to such to let them pass on and deceive themselves. They think they are approved of God, when He despises their selfishness. Not only will these selfish ones be called to render an account to God for the use they have made of their Lord’s money, but all the depression and heartache which they have brought upon God’s chosen servants, and which have crippled their efforts, will be set to the account of the unfaithful stewards. The True Witness declares: “I know thy works.” The selfish, covetous heart will be tested. Some are not willing to devote to God a very small portion of the increase of their earthly treasure. They would start back with horror if you should speak of the principal. What have they sacrificed for God? Nothing. They profess to believe that Jesus is coming; but their works deny their faith. Every person will live out all the faith he has. Falsehearted professor, Jesus knows thy works. He hates your stinted offerings, your lame sacrifices."
    },
    {
      "chapter_number": 8,
      "title": "Number Six—Testimony for the Church",
      "content": "Dear Brethren and Sisters, The Lord has again visited me in mercy, in a time of bereavement and great affliction. , 1860, I was taken off in vision, and was shown the wrongs of individuals which have affected the cause. I dare not withhold the testimony from the church to spare the feelings of individuals. I was shown the low state of God’s people; that God had not departed from them, but that they had departed from Him, and had become lukewarm. They possess the theory of the truth, but lack its saving power. As we near the close of time, Satan comes down with great power, knowing that his time is short. Especially will his power be exercised upon the remnant. He will war against them, and seek to divide and scatter them, that they may grow weak and be overthrown. The people of God should move understandingly, and should be united in their efforts. They should be of the same mind, of the same judgment; then their efforts will not be scattered, but will tell forcibly in the upbuilding of the cause of present truth. Order must be observed, and there must be union in maintaining order, or Satan will take the advantage. I saw that the enemy would come in every way possible to dishearten the people of God and perplex and troublethem, and that they should move understandingly, and prepare themselves for the attacks of Satan. Matters pertaining to the church should not be left in an unsettled condition. Steps should be taken to secure church property for the cause of God, that the work may not be retarded in its progress, and that the means which persons wish to dedicate to God’s cause may not slip into the enemy’s ranks. I saw that God’s people should act wisely, and leave nothing undone on their part to place the business of the church in a secure state. Then after all is done that they can do, they should trust the Lord to overrule these things for them, that Satan take no advantage of God’s remnant people. It is Satan’s time to work. A stormy future is before us; and the church should be awake to make an advance move that they may stand securely against his plans. It is time that something was done. God is not pleased to have His people leave the matters of the church at loose ends, and suffer the enemy to have the whole advantage and control affairs as best pleases him. I was shown the wrong stand taken by Brother B in theReviewin regard to organization, and the distracting influence he exerted. He did not sufficiently weigh the matter. His articles were perfectly calculated to have a scattering influence, to lead minds to wrong conclusions, and to encourage many in their slack ideas of managing matters relating to the cause of God. Those who do not feel the weight of this cause upon them do not feel the necessity of anything being done to establish church order. Those who have long borne the burden look to the future and weigh matters. They are convinced that steps must be taken to place the matters of the church in a more secure position, where Satan cannot come in and take advantage. Brother B’s articles caused those who fear order to look with suspicion upon the suggestions of those who by the special providence of God move out in the important matters of the church. And when hesaw that his position would not bear, he failed to frankly acknowledge his error, and labor to efface the wrong impression he had made. I saw that in temporal matters Brother B was too easy and negligent. He has lacked energy, considering it a virtue to leave to the Lord that which the Lord has left to him. It is only in cases of great emergency that the Lord interposes for us. We have a work to do, burdens and responsibilities to bear, and in thus doing we obtain an experience. Brother B manifests the same character in spiritual matters as in his temporal affairs. There is a lack of zeal and earnestness to make thorough work. All should act with more discretion and wisdom in regard to the things of God than they manifest in temporal things to secure an earthly possession. But while God’s people are justified in securing church property in a lawful manner, they should be careful to maintain their peculiar and holy character. I saw that unconsecrated persons would take advantage of the position which the church has recently taken, and would overstep the bounds, carry matters to extremes, and wound the cause of God. Some will move without wisdom or judgment, engage in lawsuits that might be avoided, mingle with the world, partake of its spirit, and influence others to follow their example. One professed Christian who moves unadvisedly does much harm to the cause of present truth. Evil takes root much more readily than good, and flourishes when good and right languish unless carefully nourished. I was pointed back, and saw that in every important move, every decision made or point gained by God’s people, some have arisen to carry matters to extremes, and to move in an extravagant manner, which has disgusted unbelievers, distressed God’s people, and brought the cause of God into disrepute. The people whom God is leading out in these last days, will be troubled with just such things. But much evil will be avoided if the ministers of Christ will be of one mind,united in their plans of action, and united in effort. If they will stand together, sustain one another, and faithfully reprove and rebuke wrong, they will soon cause it to wither. But Satan has controlled these matters very much. Private members and even preachers have sympathized with disaffected ones who have been reproved for their wrongs, and division of feeling has been the result. The one who has ventured out and discharged his disagreeable duty by faithfully meeting error and wrong, is grieved and wounded that he receives not the fullest sympathy of his preaching brethren. He becomes discouraged in discharging these painful duties, lays down the cross, and withholds the pointed testimony. His soul is shut up in darkness, and the church suffer for the lack of the very testimony which God designed should live among His people. Satan’s object is gained when the faithful testimony is suppressed. Those who so readily sympathize with the wrong consider it a virtue; but they realize not that they are exerting a scattering influence, and that they themselves help to carry out Satan’s plans. I saw that many souls have been destroyed by their brethren unwisely sympathizing with them, when their only hope was to be left to see and realize the full extent of their wrongs. But as they eagerly accept the sympathy of unwise brethren, they receive the idea that they are abused; and if they attempt to retrace their steps, they make halfhearted work. They divide the matter to suit their natural feelings, lay blame upon the reprover, and so patch up the matter. It is not probed to the bottom, and is not healed, and they again fall into the same wrong, because they were not left to feel the extent of their wrong, and humble themselves before God, and let Him build them up. False sympathizers have worked in direct opposition to the mind of Christ and ministering angels. Ministers of Christ should arise and engage in the work of God with all their energies. God’s servants are not excusedif they shun pointed testimony. They should reprove and rebuke wrong, and not suffer sin upon a brother. I must here introduce a portion of a letter addressed to Brother C: “I was shown some things in regard to you. I saw that the living, pointed testimony had been crushed in the church. You have not been in harmony with the straight testimony. You have shunned to lay your hand decidedly upon wrong, and you have been tried with those who felt compelled to do so. Disaffected ones have had your sympathy. This has had a tendency to make you a weak man. You have not been in union with pointed, cutting testimony which has been sent home to the individual. “God’s servants are not excused if they shun pointed testimony. They must reprove and rebuke wrong, and not suffer sin upon a brother. You have often stretched out your hands to shield persons from the censure which they deserved, and the correction which the Lord designed they should have. If these persons fail to reform, their lack is set to your account. Instead of watching for their danger, and warning them of it, you have cast your influence against those who have followed the convictions of duty, and reproved and warned the erring. “These are perilous times for the church of God, and the greatest danger now is that of self-deception. Individuals professing to believe the truth are blind to their own danger and wrongs. They reach the standard of piety which has been set up by their friends and themselves, they are fellowshiped by their brethren, and are satisfied, while they entirely fail to reach the gospel standard set up by our divine Lord. If they regard iniquity in their hearts, the Lord will not hear them. But with many it is not only regarded in the heart, but openly carried out in the life; yet in many cases the wrongdoers receive no rebuke. “I was pointed back to ——. Your feelings were wrong there. You should have stood side by side with Elder D andmade straight work, taken hold of and reproved individual wrongs. The burden you cast upon Elder D you deserved yourself, for your lack of moral courage to lay your hand upon wrong. You influenced others. The good work which God designed should be accomplished for certain ones was not accomplished, and they have been puffed up by Satan. If you had stood in the counsel of God at that time, an influence would have been cast which would have told upon the cause of God. The Spirit of the Lord was grieved. And this lack of union discourages those upon whom God lays the burden of reproof. “I was shown that you had been wrong in sympathizing with E. The course you have taken in regard to him has injured your influence, and has greatly injured the cause of God. It is impossible for E to be fellowshiped by the church of God. He has placed himself where he cannot be helped by the church, where he can have no communion with nor voice in the church. He has placed himself there in the face of light and truth. He has stubbornly chosen his own course, and refused to listen to reproof. He has followed the inclinations of his corrupt heart, has violated the holy law of God, and has disgraced the cause of present truth. If he repents ever so heartily, the church must let his case alone. If he goes to heaven, it must be alone, without the fellowship of the church. A standing rebuke from God and the church must ever rest upon him, that the standard of morality be not lowered to the very dust. The Lord is displeased with your course in these things. “You have injured the cause of God; your willful course has wounded the hearts of God’s people. Your influence encourages a slack state of things in the church. You should bear a living, pointed testimony. Stand out of the way of the work of God, step not in between God and His people. You have too long wrapped up the sharp testimony, and stood opposed to the severe censure which God lays uponindividual wrongs. God is correcting, and proving, and purifying His people. Stand out of the way that His work be not hindered. He will not accept a smooth testimony. Ministers must cry aloud, and spare not. The Lord has given you a powerful testimony, calculated to strengthen the church and arouse unbelievers. But these things wherein you lack must be corrected, or your testimony will become powerless, and your influence injure the cause of God. The people look to you for an example. Do not mislead them. Let your influence be to correct wrongs in your family and in the church.” I have been shown that the Lord is reviving the living, pointed testimony, which will develop character and purify the church. But while we are commanded to separate from the world, it is not necessary that we become coarse and rough, and descend to common expressions, and make our remarks as rude as possible. The truth is designed to elevate the receiver, to refine his taste and sanctify his judgment. There should be a continual effort to imitate the society we expect soon to join; namely, angels of God who have never fallen by sin. The character should be holy, the manners comely, the words without guile, and thus should we follow on step by step until we are fitted for translation."
    },
    {
      "chapter_number": 9,
      "title": "Number Seven—Testimony for the Church",
      "content": ", 1862, I was shown some things in regard to our nation. My attention was called to the Southern rebellion. The South had prepared themselves for a fierce conflict, while the North were asleep as to their true feelings. Before President Lincoln’s administration commenced, great advantage was taken by the South. The former administration planned and managed for the South to rob the North of their implements of war. They had two objects for so doing: 1. They were contemplating a determined rebellion, and must prepare for it; 2. When they should rebel, the North would be wholly unprepared. They would thus gain time, and by their violent threats and ruthless course they thought they could so intimidate the North that they would be obliged to yield to them and let them have everything their own way. The North did not understand the bitter, dreadful hatred of the South toward them, and were unprepared for their deep-laid plots. The North had boasted of their strength and ridiculed the idea of the South leaving the Union. They considered it like the threats of a willful, stubborn child, and thought that the South would soon come to their senses, and, becoming sick of leaving the Union, would with humbleapologies return to their allegiance. The North have had no just idea of the strength of the accursed system of slavery. It is this, and this alone, which lies at the foundation of the war. The South have been more and more exacting. They consider it perfectly right to engage in human traffic, to deal in slaves and the souls of men. They are annoyed and become perfectly exasperated if they cannot claim all the territory they desire. They would tear down the boundaries and bring their slaves to any spot they please, and curse the soil with slave labor. The language of the South has been imperious, and the North have not taken suitable measures to silence it. The rebellion was handled so carefully, so slowly, that many who at first started with horror at the thought of rebellion were influenced by rebels to look upon it as right and just, and thousands joined the Southern Confederacy who would not had prompt and thorough measures been carried out by our Government at an early period of the rebellion, even as ill-prepared as it then was for war. The North have been preparing for war ever since, but the rebellion has been steadily increasing, and there is now no better prospect of its being subdued than there was months ago. Thousands have lost their lives, and many have returned to their homes, maimed and crippled for life, their health gone, their earthly prospects forever blighted; and yet how little has been gained! Thousands have been induced to enlist with the understanding that this war was to exterminate slavery; but now that they are fixed, they find that they have been deceived, that the object of this war is not to abolish slavery, but to preserve it as it is. Those who have ventured to leave their homes and sacrifice their lives to exterminate slavery are dissatisfied. They see no good results from the war, only the preservation of the Union, and for this thousands of lives must be sacrificed and homes made desolate. Great numbers have wasted awayand expired in hospitals; others have been taken prisoners by the rebels, a fate more to be dreaded than death. In view of all this, they inquire: If we succeed in quelling this rebellion, what has been gained? They can only answer discouragingly: Nothing. That which caused the rebellion is not removed. The system of slavery, which has ruined our nation, is left to live and stir up another rebellion. The feelings of thousands of our soldiers are bitter. They suffer the greatest privations; these they would willingly endure, but they find they have been deceived, and they are dispirited. Our leading men are perplexed, their hearts are failing them for fear. They fear to proclaim freedom to the slaves of the rebels, for by so doing they will exasperate that portion of the South who have not joined the rebellion but are strong slavery men. And again they have feared the influence of those strong antislavery men who were in command, holding responsible stations. They have feared the effects of a bold, decided tone, for it fanned to a flame the strong desire of thousands to wipe out the cause of this terrible rebellion, by letting the oppressed go free and breaking every yoke. Many of those who are placed high in command to fill responsible stations have but little conscience or nobility of soul; they can exercise their power, even to the destruction of those under them, and it is winked at. These commanders could abuse the power given them and cause those subject to them to occupy dangerous positions where they would be exposed to terrible encounters with the rebels without the least hope of conquering them. In this way they could dispose of daring, thoroughgoing men, as David disposed of Uriah.2 :14, 15. Valuable men have thus been sacrificed to get rid of their strong antislavery influence. Some of the very men whom the North most need in this critical time, whose services would be of the highest value,are not. They have been wantonly sacrificed. The prospects before our nation arediscouraging, for there are those filling responsible stations who are rebels at heart. There are commanding officers who are in sympathy with the rebels. While they are desirous of having the Union preserved, they despise those who are antislavery. Some of the armies also are composed largely of such material; they are so opposed to one another that no real union exists among many regiments. As this war was shown to me, it looked like the most singular and uncertain that has ever occurred. A great share of the volunteers enlisted fully believing that the result of the war would be to abolish slavery. Others enlisted intending to be very careful to keep slavery just as it is, but to put down the rebellion and preserve the Union. And then to make the matter still more perplexing and uncertain, some of the officers in command are strong proslavery men whose sympathies are all with the South, yet who are opposed to a separate government. It seems impossible to have the war conducted successfully, for many in our own ranks are continually working to favor the South, and our armies have been repulsed and unmercifully slaughtered on account of the management of these proslavery men. Some of our leading men in Congress also are constantly working to favor the South. In this state of things, proclamations are issued for national fasts, for prayer that God will bring this war to a speedy and favorable termination. I was then directed :5-7: “Is it such a fast that I have chosen? a day for a man to afflict his soul? is it to bow down his head as a bulrush, and to spread sackcloth and ashes under him? wilt thou call this a fast, and an acceptable day to the Lord? Is not this the fast that I have chosen? to loose the bands of wickedness, to undo the heavy burdens, and to let the oppressed go free, and that ye break every yoke? Is it not to deal thy bread to the hungry, and that thou bring the poor that are cast out to thy house? when thou seest the naked, that thou cover him;and that thou hide not thyself from thine own flesh?” I saw that these national fasts were an insult to Jehovah. He accepts of no such fasts. The recording angel writes in regard to them: “Ye fast for strife and debate, and to smite with the fist of wickedness.” I was shown how our leading men have treated the poor slaves who have come to them for protection. Angels have recorded it. Instead of breaking their yoke and letting the oppressed go free, these men have made the yoke more galling for them than when in the service of their tyrannical masters. Love of liberty leads the poor slaves to leave their masters and risk their lives to obtain liberty. They would never venture to leave their masters and expose themselves to the difficulties and horrors attending their recapture if they had not as strong a love for liberty as any of us. The escaped slaves have endured untold hardships and dangers to obtain their freedom, and as their last hope, with the love of liberty burning in their breasts, they apply to our Government for protection; but their confidence has been treated with the utmost contempt. Many of them have been cruelly treated because they committed so great a crime as to dare to make an effort to obtain their freedom. Great men, professing to have human hearts, have seen the slaves almost naked and starving, and have abused them, and sent them back to their cruel masters and hopeless bondage, to suffer inhuman cruelty for daring to seek their liberty. Some of this wretched class they thrust into unwholesome dungeons, to live or die, they cared not which. They have deprived them of the liberty and free air which heaven has never denied them, and then left them to suffer for food and clothing. In view of all this, a national fast is proclaimed! Oh, what an insult to Jehovah! The Lord saith by the mouth of Isaiah: “Yet they seek Me daily, and delight to know My ways, as a nation that did righteousness, and forsook not the ordinance of their God.” The escaped slaves have been told by their masters that the Northern men wanted to get possession of them that they might cruelly misuse them; that the abolitionists would treat them worse than they had been treated while in slavery. All manner of horrible stories have been repeated in their ears to make them detest the North, and yet they have had a confused idea that some hearts in the North felt for their grievances and would yet make an effort to help them. This has been the only star which has shed its glimmering light upon their distressed and gloomy bondage. The manner in which the poor slaves have been treated has led them to believe that their masters have told them the truth in these things. And yet a national fast is proclaimed! Saith the Lord: “Is not this the fast that I have chosen? to loose the bands of wickedness, to undo the heavy burdens, and to let the oppressed go free, and that ye break every yoke?” When our nation observes the fast which God has chosen, then will He accept their prayers as far as the war is concerned; but now they enter not into His ear. He turns from them, they are disgusting to Him. It is so managed that those who would undo the heavy burdens and break every yoke are placed under censure, or removed from responsible stations, or their lives are planned away by those who “fast for strife and debate, and to smite with the fist of wickedness.” I was shown that if the object of this war had been to exterminate slavery, then, if desired, England would have helped the North. But England fully understands the existing feelings in the Government, and that the war is not to do away slavery, but merely to preserve the Union; and it is not for her interest to have it preserved. Our Government has been very proud and independent. The people of this nation have exalted themselves to heaven, and have looked down upon monarchical governments, and triumphed in their boasted liberty, while the institution of slavery, that was a thousand times worse than the tyranny exercised bymonarchial governments, was suffered to exist and was cherished. In this land of light a system is cherished which allows one portion of the human family to enslave another portion, degrading millions of human beings to the level of the brute creation. The equal of this sin is not to be found in heathen lands. Said the angel: “Hear, O heavens, the cry of the oppressed, and reward the oppressors double according to their deeds.” This nation will yet be humbled into the dust. England is studying whether it is best to take advantage of the present weak condition of our nation, and venture to make war upon her. She is weighing the matter, and trying to sound other nations. She fears, if she should commence war abroad, that she would be weak at home, and that other nations would take advantage of her weakness. Other nations are making quiet yet active preparations for war, and are hoping that England will make war with our nation, for then they would improve the opportunity to be revenged on her for the advantage she has taken of them in the past and the injustice done them. A portion of the queen’s subjects are waiting a favorable opportunity to break their yoke; but if England thinks it will pay, she will not hesitate a moment to improve her opportunities to exercise her power and humble our nation. When England does declare war, all nations will have an interest of their own to serve, and there will be general war, general confusion. England is acquainted with the diversity of feeling among those who are seeking to quell the rebellion. She well knows the perplexed condition of our Government; she has looked with astonishment at the prosecution of this war—the slow, inefficient moves, the inactivity of our armies, and the ruinous expenses of our nation. The weakness of our Government is fully open before other nations, and they now conclude that it is because it was not a monarchial government, and they admire their own government, and look down, some with pity, otherswith contempt, upon our nation, which they have regarded as the most powerful upon the globe. Had our nation remained united it would have had strength, but divided it must fall."
    },
    {
      "chapter_number": 10,
      "title": "Number Eight—Testimony for the Church",
      "content": "I have been shown the high and responsible position which God’s people should occupy. They are the salt of the earth and the light of the world, and they must walk even as Christ walked. They will come up through great tribulation. The present is a time of warfare and trial. Our Saviour says :21: “To him that overcometh will I grant to sit with Me in My throne, even as I also overcame, and am set down with My Father in His throne.” The reward is not given to all who profess to be followers of Christ, but to those who overcome even as He overcame. We must study the life of Christ and learn what it is to confess Him before the world. In order to confess Christ, we must have Him to confess. No one can truly confess Christ unless the mind and spirit of Christ are in him. If a form of godliness, or an acknowledgment of the truth, were always a confession of Christ, we might say: Broad is the way that leadeth unto life, and many there be that find it. We must understand what it is to confess Christ and wherein we deny Him. It is possible with our lips to confess Christ yet in our works deny Him. The fruits of the Spirit manifested in the life are a confession of Him. If we have forsaken all for Christ, our lives will be humble, our conversation heavenly, our conduct blameless. The powerful, purifying influence of truth in the soul, andthe character of Christ exemplified in the life, are a confession of Him. If the words of eternal life are sown in our hearts, the fruit is righteousness and peace. We may deny Christ in our life by indulging love of ease or love of self, by jesting and joking, and by seeking the honor of the world. We may deny Him in our outward appearance by conformity to the world, by a proud look or costly apparel. Only by constant watchfulness and persevering and almost unceasing prayer shall we be able to exhibit in our life the character of Christ or the sanctifying influence of the truth. Many drive Christ from their families by an impatient, passionate spirit. Such have something to overcome in this respect. The present enfeebled condition of the human family was presented before me. Every generation has been growing weaker, and disease of every form afflicts the race. Thousands of poor mortals with deformed, sickly bodies, shattered nerves, and gloomy minds are dragging out a miserable existence. Satan’s power upon the human family increases. If the Lord should not soon come and destroy his power, the earth would erelong be depopulated. I was shown that Satan’s power is especially exercised upon the people of God. Many were presented before me in a doubting, despairing condition. The infirmities of the body affect the mind. A cunning and powerful enemy attends our steps and employs his strength and skill in trying to turn us out of the right way. And it is too often the case that the people of God are not on their watch, therefore are ignorant of his devices. He works by means which will best conceal himself from view, and he often gains his object. Brethren have invested means in patent rights and other enterprises, and have induced others to interest themselves, who could not bear the perplexity and care of such business. Their anxious, overtaxed minds seriously affect their already diseased bodies, and they then yield to despondency, whichincreases to despair. They lose all confidence in themselves and think that God has forsaken them, and they dare not believe that He will be merciful to them. These poor souls will not be left to the control of Satan. They will make their way through the gloom and again fasten their trembling faith upon the promises of God; He will deliver them and turn their sorrow and mourning into peace and gladness. But such, I was shown, must learn by the things they suffer to let patent rights and these various enterprises alone. They should not allow even their brethren to flatter them to entangle themselves in such enterprises, for their anticipations will not be realized, and then they will be thrown upon the enemy’s battlefield unarmed for the conflict. Means which should be put into the treasury of God to advance His cause is worse than lost by being invested in some of these modern improvements. If any who profess the truth feel at liberty to engage, and capable of engaging, in these patent rights and inventions, they should not go among their brethren and make that their field of operation, but go among unbelievers. Let not your name and profession as an Adventist decoy your brethren who wish to consecrate their means to God. But go out into the world, and let that class invest their means who care not for the advancement of the cause of God. I was shown the necessity of opening the doors of our houses and hearts to the Lord. When we begin to work in earnest for ourselves and for our families, then we shall have help from God. I was shown that merely observing the Sabbath and praying morning and evening are not positive evidences that we are Christians. These outward forms may all be strictly observed, and yet true godliness be lacking.:14: “Who gave Himself for us, that He might redeem us from all iniquity, and purify unto Himself a peculiar people,zealous of good works.” All who profess to beChrist’s followers should have command of their own spirit, not allowing themselves to speak fretfully or impatiently. The husband and father should check that impatient word he is about to utter. He should study the effect of his words, lest they leave sadness and a blight. Infirmities and disease especially affect women. The happiness of the family depends much upon the wife and mother. If she is weak and nervous, and is suffered to be overtaxed with labor, the mind becomes depressed, for it sympathizes with the weariness of the body; and then she too often meets with cold reserve from the husband. If everything does not move off just as pleasantly as he could wish, he blames the wife and mother. He is almost wholly unacquainted with her cares and burdens, and does not always know how to sympathize with her. He does not realize that he is aiding the great enemy in his work of tearing down. He should by faith in God lift up a standard against Satan; but he seems blinded to his own interest and hers. He treats her with indifference. He knows not what he is doing. He is working directly against his own happiness and is destroying the happiness of his family. The wife becomes desponding and discouraged. Hope and cheerfulness are gone. She goes her daily rounds mechanically because she sees that her work must be done. Her lack of cheerfulness and courage is felt throughout the family circle. There are many such miserable families all through the ranks of Sabbathkeepers. Angels bear the shameful tidings to heaven, and the recording angel makes a record of it all. The husband should manifest great interest in his family. Especially should he be very tender of the feelings of a feeble wife. He can shut the door against much disease. Kind, cheerful, and encouraging words will prove more effective than the most healing medicines. These will bring courage to the heart of the desponding and discouraged, and the happiness and sunshine brought into the family by kindacts and encouraging words will repay the effort tenfold. The husband should remember that much of the burden of training his children rests upon the mother, that she has much to do with molding their minds. This should call into exercise his tenderest feelings, and with care should he lighten her burdens. He should encourage her to lean upon his large affections, and direct her mind to heaven, where there is strength and peace, and a final rest for the weary. He should not come to his home with a clouded brow, but should with his presence bring sunlight into the family, and should encourage his wife to look up and believe in God. Unitedly they can claim the promises of God and bring His rich blessing into the family. Unkindness, complaining, and anger shut Jesus from the dwelling. I saw that angels of God will flee from a house where there are unpleasant words, fretfulness, and strife. I have also been shown that there is often a great failure on the part of the wife. She does not put forth strong efforts to control her own spirit and make home happy. There is often fretfulness and unnecessary complaining on her part. The husband comes home from his labor weary and perplexed, and meets a clouded brow instead of cheerful, encouraging words. He is but human, and his affections become weaned from his wife, he loses the love of his home, his pathway is darkened, and his courage destroyed. He yields his self-respect and that dignity which God requires him to maintain. The husband is the head of the family, as Christ is the head of the church; and any course which the wife may pursue to lessen his influence and lead him to come down from that dignified, responsible position is displeasing to God. It is the duty of the wife to yield her wishes and will to her husband. Both should be yielding, but the word of God gives preference to the judgment of the husband. And it will not detract from the dignity of the wife to yield to him whom she has chosen to be her counselor, adviser, andprotector. The husband should maintain his position in his family with all meekness, yet with decision. Some have asked the question, Must I be on my guard and feel a restraint upon me continually? I have been shown that we have a great work before us to search our own hearts, and watch ourselves with jealous care. We should learn wherein we fail, and then guard ourselves upon that point. We must have perfect control over our own spirit. “If any man offend not in word, the same is a perfect man, and able also to bridle the whole body.” The light that shines upon our path, the truth that commends itself to our consciences, will condemn and destroy the soul, or sanctify and transform it. We are living too near the close of probation to be content with a superficial work. The same grace which we have hitherto considered sufficient will not sustain us now. Our faith must be increased, and we must become more like Christ in conduct and disposition in order to endure, and successfully resist, the temptations of Satan. The grace of God is sufficient for every follower of Christ. Our efforts to resist the attacks of Satan must be earnest and persevering. He employs his strength and skill in trying to turn us out of the right way. He watches our going out and our coming in, that he may find opportunity to hurt or destroy us. He works most successfully in darkness, injuring those who are ignorant of his devices. He could not gain advantage if his method of attack were understood. The instruments he employs to effect his purposes, and transmit his fiery darts, are often the members of our own families. Those we love may speak or act unguardedly, which may wound us deeply. It was not their intention to do this; but Satan magnifies their words and acts before the mind, and thus hurls a dart from his quiver to pierce us. We brace ourselves to resist the one whom we think has injured us, and by so doing we encourage Satan’s temptations. Instead of praying to God for strength to resist Satan, we suffer ourhappiness to be marred by trying to stand for what we term “our rights.” Thus we allow Satan a double advantage. We act out our aggrieved feelings, and Satan uses us as his agents to wound and distress those who did not intend to injure us. The requirements of the husband may sometimes seem unreasonable to the wife, when if she should calmly, candidly take the second view of the matter, in as favorable a light for him as possible, she would see that to yield her own way and submit to his judgment, even if it conflicted with her feelings, would save them both from unhappiness and would give them great victory over the temptations of Satan. I saw that the enemy will contend either for the usefulness or the life of the godly, and will try to mar their peace as long as they live in this world. But his power is limited. He may cause the furnace to be heated, but Jesus and angels will watch the trusting Christian, that nothing may be consumed but the dross. The fire kindled by Satan can have no power to destroy or hurt the true metal. It is important to close every door possible, against the entrance of Satan. It is the privilege of every family so to live that Satan can take no advantage of anything they may say or do, to tear one another down. Every member of the family should bear in mind that all have just as much as they can do to resist our wily foe, and with earnest prayers and unyielding faith each must rely upon the merits of the blood of Christ and claim His saving strength. The powers of darkness gather about the soul and shut Jesus from our sight, and at times we can only wait in sorrow and amazement until the cloud passes over. These seasons are sometimes terrible. Hope seems to fail, and despair seizes upon us. In these dreadful hours we must learn to trust, to depend solely upon the merits of the atonement, and in all our helpless unworthiness cast ourselves upon the merits of the crucified and risen Saviour. We shall neverperish while we do this—never!When light shines on our pathway, it is no great thing to be strong in the strength of grace. But to wait patiently in hope when clouds envelop us and all is dark, requires faith and submission which causes our will to be swallowed up in the will of God. We are too quickly discouraged, and earnestly cry for the trial to be removed from us, when we should plead for patience to endure and grace to overcome. Without faith it is impossible to please God. We can have the salvation of God in our families, but we must believe for it, live for it, and have a continual, abiding faith and trust in God. We must subdue a hasty temper and control our words, and in this we shall gain great victories. Unless we control our words and temper, we are slaves to Satan. We are in subjection to him. He leads us captive. All jangling and unpleasant, impatient, fretful words are an offering presented to his Satanic majesty. And it is a costly offering, more costly than any sacrifice we can make for God, for it destroys the peace and happiness of whole families, destroys health, and is eventually the cause of forfeiting an eternal life of happiness. The restraint which God’s word imposes upon us is for our own interest. It increases the happiness of our families and of all around us. It refines our taste, sanctifies our judgment, and brings peace of mind, and, in the end, everlasting life. Under this holy restraint we shall increase in grace and humility, and it will become easy to speak right. The natural, passionate temper will be held in subjection. An indwelling Saviour will strengthen us every hour. Ministering angels will linger in our dwellings and with joy carry heavenward the tidings of our advance in the divine life, and the recording angel will make a cheerful, happy record."
    },
    {
      "chapter_number": 11,
      "title": "Number Nine—Testimony for the Church",
      "content": "The dreadful state of our nation calls for deep humility on the part of God’s people. The one all-important inquiry which should now engross the mind of everyone is: Am I prepared for the day of God? Can I stand the trying test before me? I saw that God is purifying and proving His people. He will refine them as gold, until the dross is consumed and His image is reflected in them. All have not that spirit of self-denial and that willingness to endure hardness and to suffer for the truth’s sake, which God requires. Their wills are not subdued; they have not consecrated themselves wholly to God, seeking no greater pleasure than to do His will. Ministers and people lack spirituality and true godliness. Everything is to be shaken that can be shaken. God’s people will be brought into most trying positions, and all must be settled, rooted, and grounded in the truth, or their steps will surely slide. If God comforts and nourishes the soul with His inspiring presence, they can endure, though the way may be dark and thorny. For the darkness will soon pass away, and the true light shine forever. I was pointed ;59:1-15;:10-12, as a description of the present state of our nation. The people of this nation have forsaken and forgotten God. They have chosen other gods and followedtheir own corrupt ways until God has turned from them. The inhabitants of the earth have trampled upon the law of God and broken His everlasting covenant. I was shown the excitement created among our people by the article in theReviewheaded, “The Nation.” Some understood it one way, and some another. The plain statements were distorted, and made to mean what the writer did not intend. He gave the best light that he then had. It was necessary that something be said. The attention of many was turned to Sabbathkeepers because they manifested no greater interest in the war and did not volunteer. In some places they were looked upon as sympathizing with the Rebellion. The time had come for our true sentiments in relation to slavery and the Rebellion to be made known. There was need of moving with wisdom to turn away the suspicions excited against Sabbathkeepers. We should act with great caution. “If it be possible, as much as lieth in you, live peaceably with all men.” We can obey this admonition, and not sacrifice one principle of our faith. Satan and his host are at war with commandment keepers, and will work to bring them into trying positions. They should not by lack of discretion bring themselves there. I was shown that some moved very indiscreetly in regard to the article mentioned. It did not in all respects accord with their views, and instead of calmly weighing the matter, and viewing it in all its bearings, they became agitated, excited, and some seized the pen and jumped hastily at conclusions which would not bear investigation. Some were inconsistent and unreasonable. They did that which Satan is ever hurrying them to do, namely, acted out their own rebellious feelings. In Iowa they carried things to quite a length, and ran into fanaticism. They mistook zeal and fanaticism for conscientiousness. Instead of being guided by reason and soundjudgment, they allowed their feelings to take the lead. They were ready to become martyrs for their faith. Did all this feeling lead them to God? to greater humility before Him? Did it lead them to trust in His power to deliver them from the trying position into which they might be brought? Oh, no! Instead of making their petitions to the God of heaven and relying solely upon His power, they petitioned the legislature and were refused. They showed their weakness and exposed their lack of faith. All this only served to bring that peculiar class, Sabbathkeepers, into special notice, and expose them to be crowded into difficult places by those who have no sympathy for them. Some have been holding themselves ready to find fault and complain at any suggestion made. But few have had wisdom in this most trying time to think without prejudice and candidly tell what shall be done. I saw that those who have been forward to talk so decidedly about refusing to obey a draft do not understand what they are talking about. Should they really be drafted and, refusing to obey, be threatened with imprisonment, torture, or death, they would shrink and then find that they had not prepared themselves for such an emergency. They would not endure the trial of their faith. What they thought to be faith was only fanatical presumption. Those who would be best prepared to sacrifice even life, if required, rather than place themselves in a position where they could not obey God, would have the least to say. They would make no boast. They would feel deeply and meditate much, and their earnest prayers would go up to heaven for wisdom to act and grace to endure. Those who feel that in the fear of God they cannot conscientiously engage in this war will be very quiet, and when interrogated will simply state what they are obliged to say in order to answer the inquirer, and then let it be understood that they have no sympathy with the Rebellion. There are a few in the ranks of Sabbathkeepers who sympathize with the slaveholder. When they embraced the truth, they did not leave behind them all the errors they should have left. They need a more thorough draft from the cleansing fountain of truth. Some have brought along with them their old political prejudices, which are not in harmony with the principles of the truth. They maintain that the slave is the property of the master, and should not be taken from him. They rank these slaves as cattle and say that it is wronging the owner just as much to deprive him of his slaves as to take away his cattle. I was shown that it mattered not how much the master had paid for human flesh and the souls of men; God gives him no title to human souls, and he has no right to hold them as his property. Christ died for the whole human family, whether white or black. God has made man a free moral agent, whether white or black. The institution of slavery does away with this and permits man to exercise over his fellow man a power which God has never granted him, and which belongs alone to God. The slave master has dared assume the responsibility of God over his slave, and accordingly he will be accountable for the sins, ignorance, and vice of the slave. He will be called to an account for the power which he exercises over the slave. The colored race are God’s property. Their Maker alone is their master, and those who have dared chain down the body and the soul of the slave, to keep him in degradation like the brutes, will have their retribution. The wrath of God has slumbered, but it will awake and be poured out without mixture of mercy. Some have been so indiscreet as to talk out their pro-slavery principles—principles which are not heaven-born, but proceed from the dominion of Satan. These restless spirits talk and act in a manner to bring a reproach upon thecause of God. I will here give a copy of a letter written to Brother A, of Oswego County, New York: “I was shown some things in regard to you. I saw that you were deceived in regard to yourself. You have given occasion for the enemies of our faith to blaspheme, and to reproach Sabbathkeepers. By your indiscreet course, you have closed the ears of some who would have listened to the truth. I saw that we should be as wise as serpents and as harmless as doves. You have manifested neither the wisdom of the serpent nor the harmlessness of the dove. “Satan was the first great leader in rebellion. God is punishing the North, that they have so long suffered the accursed sin of slavery to exist; for in the sight of heaven it is a sin of the darkest dye. God is not with the South, and He will punish them dreadfully in the end. Satan is the instigator of all rebellion. I saw that you, Brother A, have permitted your political principles to destroy your judgment and your love for the truth. They are eating out true godliness from your heart. You have never looked upon slavery in the right light, and your views of this matter have thrown you on the side of the Rebellion, which was stirred up by Satan and his host. Your views of slavery cannot harmonize with the sacred, important truths for this time. You must yield your views or the truth. Both cannot be cherished in the same heart, for they are at war with each other. “Satan has been stirring you up. He would not let you rest until you should express your sentiments upon the side of the powers of darkness, thus strengthening the hands of the wicked, whom God has cursed. You have cast your influence on the wrong side, with those whose course of life is to sow thorns and plant misery for others. I saw you casting your influence with a degraded company, a Godforsaken company; and angels of God fled from you in disgust. I saw that you were utterly deceived. Had you followed the lightwhich God has given you, had you heeded the instructions of your brethren, had you listened to their advice, you would have saved yourself and saved the precious cause of truth from reproach. But notwithstanding all the light given, you have given publicity to your sentiments. Unless you undo what you have done, it will be the duty of God’s people to publicly withdraw their sympathy and fellowship from you, in order to save the impression which must go out in regard to us as a people. We must let it be known that we have no such ones in our fellowship, that we will not walk with them in church capacity. “You have lost the sanctifying influence of the truth. You have lost your connection with the heavenly host. You have allied yourself with the first great rebel, and God’s wrath is upon you; for His sacred cause is reproached, and the truth is made disgusting to unbelievers. You have grieved God’s people, and despised the counsel of His ambassadors upon earth, who labor together with Him, and are in Christ’s stead beseeching souls to be reconciled to God. “I was shown that as a people we cannot be too careful what influence we exert; we should watch every word. When we by word or act place ourselves upon the enemy’s battle ground, we drive holy angels from us, and encourage and attract evil angels in crowds around us. This you have done, Brother A, and by your unguarded, willful course have caused unbelievers to look upon Sabbathkeepers all around you with suspicion. These words were presented before me as referring to the servants of God: ‘He that heareth you heareth Me; and he that despiseth you despiseth Me; and he that despiseth Me despiseth Him that sent Me.’ May God help you, my deceived brother, to see yourself as you are, and to have your sympathies with the body.” Our kingdom is not of this world. We are waiting for our Lord from heaven to come to earth to put down all authority and power, and set up His everlasting kingdom.Earthly powers are shaken. We need not, and cannot, expect union among the nations of the earth. Our position in the image of Nebuchadnezzar is represented by the toes, in a divided state, and of a crumbling material, that will not hold together. Prophecy shows us that the great day of God is right upon us. It hasteth greatly. I saw that it is our duty in every case to obey the laws of our land, unless they conflict with the higher law which God spoke with an audible voice from Sinai, and afterward engraved on stone with His own finger. “I will put My laws into their mind, and write them in their hearts: and I will be to them a God, and they shall be to Me a people.” He who has God’s law written in the heart will obey God rather than men, and will sooner disobey all men than deviate in the least from the commandment of God. God’s people, taught by the inspiration of truth, and led by a good conscience to live by every word of God, will take His law, written in their hearts, as the only authority which they can acknowledge or consent to obey. The wisdom and authority of the divine law are supreme. I was shown that God’s people, who are His peculiar treasure, cannot engage in this perplexing war, for it is opposed to every principle of their faith. In the army they cannot obey the truth and at the same time obey the requirements of their officers. There would be a continual violation of conscience. Worldly men are governed by worldly principles. They can appreciate no other. Worldly policy and public opinion comprise the principle of action that governs them and leads them to practice the form of rightdoing. But God’s people cannot be governed by these motives. The words and commands of God, written in the soul, are spirit and life, and there is power in them to bring into subjection and enforce obedience. The ten precepts of Jehovah are the foundation of all righteous and good laws. Those who love God’s commandments will conform to every good law of theland. But if the requirements of the rulers are such as conflict with the laws of God, the only question to be settled is: Shall we obey God, or man? In consequence of long-continued and progressive rebellion against the higher constitution and laws, a gloomy pall of darkness and death is spread over the earth. The earth groans under the burden of accumulated guilt, and everywhere dying mortals are compelled to experience the wretchedness included in the wages of unrighteousness. I was shown that men have carried out the purposes of Satan by craft and deceit, and a dreadful blow has recently been given. It can be truly said: “Justice standeth afar off: for truth is fallen in the street, and equity cannot enter,” “and he that departeth from evil maketh himself a prey.” In some of the free states the standard of morality is sinking lower and lower. Men with depraved appetites and corrupt lives have now an opportunity to triumph. They have chosen for their rulers those whose principles are debasing, who would not check evil, or repress the depraved appetites of men, but let them have full sway. If those who choose to become like the beasts, by drinking liquid poison, were the only sufferers; if they alone would reap the fruit of their own doings, then the evil would not be so great. But many, very many, must pass through incredible suffering on account of others’ sins. Wives and children, although innocent, must drain the bitter cup to its dregs. Without the grace of God, men love to do evil. They walk in darkness, and do not possess the power of self-control. They give loose rein to their passions and appetites until all the finer feelings are lost and only the animal passions are manifested. Such men need to feel a higher, controlling power, which will constrain them to obey. If rulers do not exercise a power to terrify the evildoer, he will sink to the level of the brute. The earth is growing more and more corrupt. Many were blinded and grossly deceived in the last election, and their influence was used to place in authority men who would wink at evil, men who would witness a flood of woe and misery unmoved, whose principles are corrupt, who are Southern sympathizers, and would preserve slavery as it is. In positions of trust in the Northern army there are men who are rebels at heart, who value the life of a soldier no more than they would the life of a dog. They can see them torn, and mangled, and dying, by thousands, unmoved. The officers of the Southern army are constantly receiving information in regard to the plans of the Northern army. Correct information has been given to Northern officers in regard to the movements and approach of rebels, which has been disregarded and despised because the informer was black. And by neglecting to prepare for an attack, the Union forces have been surprised and nearly cut to pieces, or what is as bad, many of the poor soldiers have been taken prisoners to suffer worse than death. If there were union in the Northern army, this Rebellion would soon cease. Rebels know they have sympathizers all through the Northern army. The pages of history are growing darker and still darker. Loyal men, who have had no sympathy with the Rebellion, or with slavery which has caused it, have been imposed upon. Their influence has helped place in authority men to whose principles they were opposed. Everything is preparing for the great day of God. Time will last a little longer until the inhabitants of the earth have filled up the cup of their iniquity, and then the wrath of God, which has so long slumbered, will awake, and this land of light will drink the cup of His unmingled wrath. The desolating power of God is upon the earth to rend and destroy. The inhabitants of the earth are appointed to the sword, to famine, and to pestilence. Very many men in authority, generals and officers, act inconformity with instructions communicated by spirits. The spirits of devils, professing to be dead warriors and skillful generals, communicate with men in authority and control many of their movements. One general has directions from these spirits to make special moves and is flattered with the hope of success. Another receives directions which differ widely from those given to the first. Sometimes those who follow the directions given obtain a victory, but more frequently they meet with defeat. The spirits sometimes give these leading men an account of events to transpire in battles in which they are about to engage, and of individuals who will fall in the battle. Sometimes it is found to be as these spirits foretold, and this strengthens the faith of the believers in spiritual manifestations. And again it is found that correct information has not been given, but the deceiving spirits make some explanation, which is received. The deception upon minds is so great that many fail to perceive the lying spirits which are leading them on to certain destruction. The great leading rebel general, Satan, is acquainted with the transactions of this war, and he directs his angels to assume the form of dead generals, to imitate their manners, and exhibit their peculiar traits of character. And leaders in the army really believe that the spirits of their friends and of dead warriors, the fathers of the Revolutionary War, are guiding them. If they were not under the strongest fascinating deception, they would begin to think that the warriors in heaven (?) did not manifest good and successful generalship, or had forgotten their famed earthly skill. Instead of the leading men in this war trusting in the God of Israel, and directing their armies to trust in the only One who can deliver them from their enemies, the majority inquire of the prince of devils and trust in him.:16-22. Said the angel: “How can God prosper such a people?If they would look to and trust in Him; if they would only come where He could help them, according to His own glory, He would readily do it.” I saw that God would not give the Northern army wholly into the hands of a rebellious people, to be utterly destroyed by their enemies. I was referred :26-30: “I said, I would scatter them into corners, I would make the remembrance of them to cease from among men: were it not that I feared the wrath of the enemy, lest their adversaries should behave themselves strangely, and lest they should say, Our hand is high, and the Lord hath not done all this. For they are a nation void of counsel, neither is there any understanding in them. Oh, that they were wise, that they understood this, that they would consider their latter end! How should one chase a thousand, and two put ten thousand to flight, except their Rock had sold them, and the Lord had shut them up?” There are generals in the army who are wholly devoted and seek to do all they can to stop this dreadful Rebellion and unnatural war. But most of the officers and leading men have a selfish purpose of their own to serve. Each is looking for gain from his own quarter, and many of the true, whole-hearted soldiers are becoming fainthearted and discouraged. They nobly perform their part when in an engagement with the enemy, but the treatment which they receive from their own officers is brutal. Among the soldiers there are men that have fine feelings and independence of spirit. They have never been accustomed to mingling with so degraded a class of men as war brings together, and being tyrannized over and abused, and treated like brutes. It is very hard for them to endure all this. Many officers have brutal passions, and as they are placed in authority they have good opportunity to act out their brutal natures. They tyrannize over those under them as Southern masters tyrannize over their slaves.These things will make it difficult to procure men for the army. In some cases when generals have been in most terrible conflict, where their men have fallen like rain, a reinforcement at the right time would have given them a victory. But other generals cared nothing how many lives were lost, and rather than come to the help of those in an engagement, as though their interests were one, they withheld the necessary aid, fearing that their brother general would receive the honor of successfully repulsing the enemy. Through envy and jealousy they have even exulted to see the enemy gain the victory and repulse Union men. Southern men possess a hellish spirit in this Rebellion, but Northern men are not clear. Many of them possess a selfish jealousy, fearing that others will obtain honors and be exalted above themselves. Oh, how many thousands of lives have been sacrificed on this account! Those of other nations who have conducted war have had but one interest. With a disinterested zeal they have moved on to conquer or to die. Leading men in the Revolution acted unitedly, with zeal, and by that means they gained their independence. But men now act like demons instead of human beings. Satan has, through his angels, communicated with officers who were cool, calculating men when left to themselves, and they have given up their own judgment and have been led by these lying spirits into very difficult places, where they have been repulsed with dreadful slaughter. It suits his Satanic majesty well to see slaughter and carnage upon the earth. He loves to see the poor soldiers mowed down like grass. I saw that the rebels have often been in positions where they could have been subdued without much effort; but the communications from spirits have led the Northern generals and blinded their eyes until the rebels were beyond their reach. And some generals would rather allow the rebels to escape than to subdue them. They think more of the darling institutionof slavery than of the prosperity of the nation. These are among the reasons why the war is so protracted. Information sent by our generals to Washington concerning the movement of our armies might nearly as well be telegraphed directly to the rebel forces. There are rebel sympathizers right at the heart of the Union authorities. This war is unlike any other. The great lack of union of feeling and action makes it look dark and discouraging. Many of the soldiers have thrown off restraint and have sunk to an alarming state of degradation. How can God go forth with such a corrupt army? How can He, according to His honor, defeat their enemies and lead them on to victory? There is discord, and strife for honor, while the poor soldiers are dying by thousands on the battlefield or from their wounds and from exposure and hardships. This war is a most singular and at the same time a most horrible and heartsickening conflict. Other nations are looking on with disgust at the transactions of the armies of both North and South. They see such a determined effort to protract the war at an enormous sacrifice of life and money, while at the same time nothing is really gained, that it looks to them like a strife to see which can kill the most men. They are indignant. I saw that the Rebellion had been steadily increasing and that it had never been more determined than at the present moment. Many professed Union men, holding important positions, are disloyal at heart. Their only object in taking up arms was to preserve the Union as it was, and slavery with it. They would heartily chain down the slave to his life of galling bondage, had they the privilege. Such have a strong degree of sympathy with the South. Blood has been poured out like water, and for nought. In every town and village there is mourning. Wives are mourning for their husbands, mothers for their sons, and sisters for their brothers. But notwithstanding all this suffering, they do not turn to God. I saw that both the South and the North were being punished. In regard to the South, I was referred :35-37: “To Me belongeth vengeance, and recompense; their foot shall slide in due time: for the day of their calamity is at hand, and the things that shall come upon them make haste. For the Lord shall judge His people, and repent Himself for His servants, when He seeth that their power is gone, and there is none shut up, or left. And He shall say, Where are their gods, their rock in whom they trusted?”"
    },
    {
      "chapter_number": 12,
      "title": "Number Ten—Testimony for the Church",
      "content": ", 1863, I was shown some of the dangers of the young. Satan is controlling the minds of the youth and leading their inexperienced feet astray. They are ignorant of his devices, and in these perilous times parents should be awake and work with perseverance and industry to shut out the first approach of the foe. They should instruct their children when they go out and when they come in, when they rise up, and when they sit down, giving line upon line, precept upon precept, here a little and there a little. The mother’s work commences with the infant. She should subdue the will and temper of her child, and bring it into subjection, teach it to obey. As the child grows older, relax not the hand. Every mother should take time to reason with her children, to correct their errors, and patiently teach them the right way. Christian parents should know that they are instructing and fitting their children to become children of God. The entire religious experience of the children is influenced by the instructions given, and the character formed, in childhood. If the will is not then subdued and made to yield to the will of the parents, it will be a difficult task to learn the lesson in after years. What a severe struggle, what a conflict, to yield that will which never was subdued, to the requirements of God! Parents who neglect this important workcommit a great error, and sin against their poor children and against God. Children who are under strict discipline will at times have dissatisfied feelings. They will become impatient under restraint, and will wish to have their own way, and go and come as they please. Especially from the age of ten to eighteen, they will often feel that there would be no harm in going to picnics and other gatherings of young associates; yet their experienced parents can see danger. They are acquainted with the peculiar temperaments of their children and know the influence of these things upon their minds, and from a desire for their salvation keep them back from these exciting amusements. When these children decide for themselves to leave the pleasures of the world and become Christ’s disciples, what a burden is lifted from the hearts of careful, faithful parents! Yet even then the labor of the parents must not cease. The children should not be left to take their own course and always choose for themselves. They have but just commenced in earnest the warfare against sin, pride, passion, envy, jealousy, hatred, and all the evils of the natural heart. And parents need to watch and counsel their children, and decide for them, and show them that if they do not yield cheerful, willing obedience to their parents, they cannot yield willing obedience to God, and it is impossible for them to be Christians. Parents should encourage their children to confide inthem, and unburden to them their heart griefs, their little daily annoyances and trials. Thus the parents can learn to sympathize with their children, and can pray with and for them that God would shield and guide them. They should point them to their never-failing Friend and Counselor, who will be touched with the feeling of their infirmities, who was tempted in all points like as we are, yet without sin. Satan tempts children to be reserved with their parents and to choose as their confidants their young and inexperiencedcompanions, such as cannot help them, but will give them bad advice. Girls and boys get together and chat, and laugh, and joke, and drive Christ out of their hearts, and angels from their presence, by their foolish nonsense. Unprofitable conversation upon the acts of others, small talk about this young man or that girl, withers noble, devotional thoughts and feelings, and drives good and holy desires from the heart, leaving it cold and destitute of true love for God and His truth. Children would be saved from many evils if they would be more familiar with their parents. Parents should encourage in their children a disposition to be open and frank with them, to come to them with their difficulties, and when they are perplexed as to what course is right, to lay the matter just as they view it before the parents and ask their advice. Who are so well calculated to see and point out their dangers as godly parents? Who can understand the peculiar temperaments of their own children as well as they? The mother who has watched every turn of the mind from infancy, and is thus acquainted with the natural disposition, is best prepared to counsel her children. Who can tell as well what traits of character to check and restrain, as the mother, aided by the father? Children who are Christians will prefer the love and approbation of their God-fearing parents above every earthly blessing. They will love and honor their parents. It should be one of the principal studies of their lives, how to make their parents happy. In this rebellious age, children who have not received right instruction and discipline have but little sense of their obligations to their parents. It is often the case that the more their parents do for them, the more ungrateful they are, and the less they respect them. Children who have been petted and waited upon, always expect it; and if their expectations are not met, they are disappointed and discouraged. This same disposition will be seen through their whole lives; they will be helpless, leaning upon others for aid,expecting others to favor them and yield to them. And if they are opposed, even after they have grown to manhood and womanhood, they think themselves abused; and thus they worry their way through the world, hardly able to bear their own weight, often murmuring and fretting because everything does not suit them. Mistaken parents are teaching their children lessons which will prove ruinous to them, and are also planting thorns for their own feet. They think that by gratifying the wishes of their children, and letting them follow their own inclinations, they can gain their love. What an error! Children thus indulged grow up unrestrained in their desires, unyielding in their dispositions, selfish, exacting, and overbearing, a curse to themselves and to all around them. To a great extent, parents hold in their own hands the future happiness of their children. Upon them rests the important work of forming the character of these children. The instructions given in childhood will follow them all through life. Parents sow the seed which will spring up and bear fruit either for good or evil. They can fit their sons and daughters for happiness or for misery. Children should be taught very young to be useful, to help themselves, and to help others. Many daughters of this age can, without remorse of conscience, see their mothers toiling, cooking, washing, or ironing, while they sit in the parlor and read stories, knit edging, crochet, or embroider. Their hearts are as unfeeling as a stone. But where does this wrong originate? Who are the ones usually most to blame in this matter? The poor, deceived parents. They overlook the future good of their children, and in their mistaken fondness, let them sit in idleness, or do that which is of but little account, which requires no exercise of the mind or muscles, and then excuse their indolent daughters because they are weakly. What has made them weakly? In many cases it has been the wrongcourse of the parents. A proper amount of exercise about the house would improve both mind and body. But children are deprived of this through false ideas, until they are averse to work. It is disagreeable and does not accord with their ideas of gentility. It is thought to be unladylike and even coarse to wash dishes, iron, or stand over the washtub. This is the fashionable instruction which is given children in this unfortunate age. God’s people should be governed by higher principles than worldlings, who seek to gauge all their course of action according to fashion. God-fearing parents should train their children for a life of usefulness. They should not permit their principles of government to be tainted with the extravagant notions prevailing in this age, that they must conform to the fashions and be governed by the opinions of worldlings. They should not permit their children to choose their own associates. Teach them that it is your duty to choose for them. Prepare them to bear burdens while young. If your children have been unaccustomed to labor, they will soon become weary. They will complain of side ache, pain in the shoulders, and tired limbs; and you will be in danger, through sympathy, of doing the work yourselves, rather than have them suffer a little. Let the burden upon the children be very light at first, and then increase it a little every day, until they can do a proper amount of labor without becoming so weary. Inactivity is the greatest cause of side ache and shoulder ache among children. There is a class of young ladies in this age who are merely useless creatures, only good to breathe, eat, wear, chat, and talk nonsense, while they hold in their fingers a bit of embroidery or crochet. But few of the youth show real sound judgment and good common sense. They lead a butterfly life with no special object in view. When this class of worldly associates get together, about all you can hear is a few sillyremarks about dress, or some frivolous matter, and then they laugh at their own remarks which they consider very bright. This is frequently done in the presence of older persons, who can but feel saddened at such lack of reverence for their years. These youth seem to have lost all sense of modesty and good manners. Yet the manner in which they have been instructed leads them to think it the height of gentility. This spirit is like a contagious disease. God’s people should choose the society for their children and teach them to avoid the company of these vain worldlings. Mothers should take their daughters with them into the kitchen and patiently educate them. Their constitution will be better for such labor, their muscles will gain tone and strength, and their meditations will be more healthy and elevated at the close of the day. They may be weary, but how sweet is rest after a proper amount of labor. Sleep, nature’s sweet restorer, invigorates the weary body, and prepares it for the next day’s duties. Do not intimate to your children that it is no matter whether they labor or not. Teach them that their help is needed, that their time is of value, and that you depend on their labor. I have been shown that much sin has resulted from idleness. Active hands and minds do not find time to heed every temptation which the enemy suggests, but idle hands and brains are all ready for Satan to control. The mind, when not properly occupied, dwells upon improper things. Parents should teach their children that idleness is sin. I was referred :49: “Behold, this was the iniquity of thy sister Sodom, pride, fullness of bread, and abundance of idleness was in her and in her daughters, neither did she strengthen the hand of the poor and needy.” Children should feel that they are indebted to their parents, who have watched over them in infancy and nursed them in sickness. They should realize that their parents have suffered much anxiety on their account. Especially have conscientious, godly parents felt the deepest interest that their children should take a right course. As they have seen faults in their children, how heavy have been their hearts. If the children who caused those hearts to ache could see the effect of their course, they would certainly relent. If they could see their mother’s tears and hear her prayers to God in their behalf, if they could listen to her suppressed and broken sighs, their hearts would feel, and they would speedily confess their wrongs and ask to be forgiven. There is a work to be accomplished for old and young. Parents should better qualify themselves to discharge their duty to their children. Some parents do not understand their children and are not really acquainted with them. There is often a great distance between parents and children. If the parents would enter more fully into the feelings of their children and draw out what is in their hearts, it would have a beneficial influence upon them. Parents should deal faithfully with the souls committed to their trust. They should not encourage in their children pride, extravagance, or love of show. They should not teach them, or suffer them to learn, little pranks which appear cunning in small children, but which they will have to unlearn, and for which they must be corrected, when they are older. The habits first formed are not easily forgotten. Parents, you should commence to discipline the minds of your children while very young, to the end that they may be Christians. Let all your efforts be for their salvation. Act as though they were placed in your care to be fitted as precious jewels to shine in the kingdom of God. Beware how you lull them to sleep over the pit of destruction with the mistaken thought that they are not old enough to be accountable, not old enough to repent of their sins and profess Christ. I was referred to the many precious promises on record for those who seek their Saviour early.:1: “Remember now thy Creator in the days of thy youth, while theevil days come not, nor the years draw nigh, when thou shalt say, I have no pleasure in them.”:17: “I love them that love Me; and those that seek Me early shall find Me.” The Great Shepherd of Israel is still saying: “Suffer little children to come unto Me, and forbid them not: for of such is the kingdom of God.” Teach your children that youth is the best time to seek the Lord. Then the burdens of life are not heavy upon them, and their young minds are not harassed with care, and while so free they should devote the best of their strength to God. We are living in an unfortunate age for children. A heavy current is setting downward to perdition, and more than childhood’s experience and strength is needed to press against this current and not be borne down by it. The youth generally seem to be Satan’s captives, and he and his angels are leading them to certain destruction. Satan and his hosts are warring against the government of God, and all who have a desire to yield their hearts to him and obey his requirements, Satan will try to perplex and overcome with his temptations, that they may become discouraged and give up the warfare. Parents, help your children. Arouse from the lethargy which has been upon you. Watch continually to cut off the current and roll back the weight of evil which Satan is pressing in upon your children. The children cannot do this of themselves, but parents can do much. By earnest prayer and living faith great victories will be gained. Some parents have not realized the responsibilities resting upon them and have neglected the religious education of their children. In the morning the Christian’s first thoughts should be upon God. Worldly labor and self-interest should be secondary. Children should be taught to respect and reverence the hour of prayer. Before leaving the house for labor, all the family should be called together, and the father, or the mother in the father’s absence, should plead fervently with God to keep them through the day. Come in humility with a heart full oftenderness and with a sense of the temptations and dangers before yourselves and your children; by faith bind them upon the altar, entreating for them the care of the Lord. Ministering angels will guard children who are thus dedicated to God. It is the duty of Christian parents, morning and evening, by earnest prayer and persevering faith, to make a hedge about their children. They should patiently instruct them, kindly and untiringly teach them how to live in order to please God. Impatience in the parents excites impatience in the children. Passion manifested by the parents creates passion in the children and stirs up the evils of their nature. Some parents correct their children severely in a spirit of impatience, and often in passion. Such corrections produce no good result. In seeking to correct one evil, they create two. Continual censuring and whipping hardens children and weans them from their parents. Parents should first learn to control themselves, then they can more successfully control their children. Every time they lose self-control, and speak and act impatiently, they sin against God. They should first reason with their children, clearly point out their wrongs, show them their sin, and impress upon them that they have not only sinned against their parents, but against God. With your own heart subdued and full of pity and sorrow for your erring children, pray with them before correcting them. Then your correction will not cause your children to hate you. They will love you. They will see that you do not punish them because they have put you to inconvenience, or because you wish to vent your displeasure upon them; but from a sense of duty, for their good, that they may not be left to grow up in sin. Some parents have failed to give their children a religious education and have also neglected their school education. Neither should have been neglected. Children’s minds will be active, and if not engaged in physical labor, or occupied with study, they will be exposed to evil influences. It is a sinfor parents to allow their children to grow up in ignorance. They should supply them with useful and interesting books, and should teach them to work, to have hours for physical labor, and hours to devote to study and reading. Parents should seek to elevate the minds of their children and to improve their mental faculties. The mind left to itself, uncultivated, is generally low, sensual, and corrupt. Satan improves his opportunity and educates idle minds. Parents, the recording angel writes every impatient, fretful word you utter to your children. Every failure on your part to give them proper instruction, and show them the exceeding sinfulness of sin, and the final result of a sinful course, is marked against your name. Every unguarded word spoken before them, carelessly or in jest, every word that is not chaste and elevated, the recording angel marks as a spot against your Christian character. All your acts are recorded, whether they are good or bad. Parents cannot succeed well in the government of their children until they first have perfect control of themselves. They must first learn to subdue themselves, to control their words, and the very expression of the countenance. They should not suffer the tones of their voice to be disturbed or agitated with excitement and passion. Then they can have a decided influence over their children. Children may wish to do right, they may purpose in their hearts to be obedient and kind to their parents or guardians; but they need help and encouragement from them. They may make good resolutions; but unless their principles are strengthened by religion and their lives influenced by the renewing grace of God, they will fail to come up to the mark. Parents should redouble their efforts for the salvation of their children. They should faithfully instruct them, not leaving them to gather up their education as best they can. The young should not be suffered to learn good and evilindiscriminately, with the idea that at some future time the good will predominate and the evil lose its influence. The evil will increase faster than the good. It is possible that the evil they have learned may be eradicated after many years; but who will venture this? Time is short. It is easier and much safer to sow clean and good seed in the hearts of your children than to pluck up the weeds afterward. It is the duty of parents to watch lest surrounding influences have an injurious effect upon their children. It is their duty to select the society for them and not suffer them to choose for themselves. Who will attend to this work if the parents do not? Can others have that interest for your children which you should have? Can they have that constant care and deep love that parents have? Sabbathkeeping children may become impatient of restraint, and think their parents too strict; hard feelings may even arise in their hearts, and discontented, unhappy thoughts may be cherished by them against those who are working for their present and their future and eternal good. But if life shall be spared a few years, they will bless their parents for that strict care and faithful watchfulness over them in their years of inexperience. Parents should explain and simplify the plan of salvation to their children that their young minds may comprehend it. Children of eight, ten, or twelve years are old enough to be addressed on the subject of personal religion. Do not teach your children with reference to some future period when they shall be old enough to repent and believe the truth. If properly instructed, very young children may have correct views of their state as sinners and of the way of salvation through Christ. Ministers are generally too indifferent to the salvation of children and are not as personal as they should be. Golden opportunities to impress the minds of children frequently pass unimproved. The evil influence around our children is almost overpowering; it is corrupting their minds and leading them down toperdition. The minds of youth are naturally given to folly; and at an early age, before their characters are formed, and their judgment matured, they frequently manifest a preference for associates who will have an injurious influence over them. Some form attachments for the other sex, contrary to the wishes and entreaties of their parents, and break the fifth commandment by thus dishonoring them. It is the duty of parents to watch the going out and the coming in of their children. They should encourage them, and present inducements before them which will attract them at home, and lead them to see that their parents are interested for them. They should make home pleasant and cheerful. Fathers and mothers, speak kindly to your children; remember how sensitive you are, how little you can bear to be blamed; reflect, and know that your children are like you. That which you cannot bear, do not lay upon them. If you cannot bear censure and blame, neither can your children, who are weaker than you and cannot endure as much. Let your pleasant, cheerful words ever be like sunbeams in your family. The fruits of self-control, thoughtfulness, and painstaking on your part will be a hundredfold. Parents have no right to bring a gloomy cloud over the happiness of their children by faultfinding or severe censure for trifling mistakes. Actual wrong and sin should be made to appear just as sinful as it is, and a firm, decided course should be pursued to prevent its recurrence. Children should be impressed with a sense of their wrongs, yet they should not be left in a hopeless state of mind, but with a degree of courage that they can improve and gain your confidence and approval. Some parents mistake in giving their children too much liberty. They sometimes have so much confidence in them that they do not see their faults. It is wrong to allow children, at some expense, to visit at a distance, unaccompanied by their parents or guardians. It has a wrong influence uponthe children. They come to feel that they are of considerable consequence and that certain privileges belong to them, and if these are not granted, they think themselves abused. They refer to children who go and come, and have many privileges, while they have so few. And the mother, fearing that her children will think her unjust, gratifies their wishes, which in the end proves a great injury to them. Young visitors, who have not a parent’s watchful eye over them to see and correct their faults, often receive impressions which it will take months to remove. I was referred to cases of parents who had good, obedient children, and who, having the utmost confidence in certain families, trusted their children to go from them at a distance to visit these friends. From that time there was an entire change in the deportment and character of their children. Formerly they were contented and happy at home, and had no great desire to be much in the company of other young persons. When they return to their parents, restraint seems unjust, and home is like a prison to them. Such unwise movements of parents decide the character of their children. By thus visiting, some children form attachments which prove their ruin in the end. Parents, keep your children with you if you can, and watch them with the deepest solicitude. When you let them visit at a distance from you, they feel that they are old enough to take care of and choose for themselves. When the young are thus left to themselves, their conversation is often upon subjects which will not refine or elevate them, or increase their love for the things of religion. The more they are permitted to visit, the greater will be their desire to go, and the less attractive will home seem to them. Children, God has seen fit to entrust you to the care of your parents for them to instruct and discipline, and thus act their part in forming your character for heaven. And yet it rests with you to say whether you will develop a good Christian character by making the best of the advantages you have hadfrom godly, faithful, praying parents. Notwithstanding all the anxiety and faithfulness of parents in behalf of their children, they alone cannot save them. There is a work for the children to do. Every child has an individual case to attend to. Believing parents, you have a responsible work before you to guide the footsteps of your children, even in their religious experience. When they truly love God, they will bless and reverence you for the care which you have manifested for them, and for your faithfulness in restraining their desires and subduing their wills. The prevailing influence in the world is to suffer the youth to follow the natural turn of their own minds. And if very wild in youth, parents say they will come right after a while, and when sixteen or eighteen years of age, will reason for themselves, and leave off their wrong habits, and become at last useful men and women. What a mistake! For years they permit an enemy to sow the garden of the heart; they suffer wrong principles to grow, and in many cases all the labor afterward bestowed on that soil will avail nothing. Satan is an artful, persevering workman, a deadly foe. Whenever an incautious word is spoken to the injury of youth, whether in flattery or to cause them to look upon some sin with less abhorrence, Satan takes advantage of it and nourishes the evil seed that it may take root and yield a bountiful harvest. Some parents have suffered their children to form wrong habits, the marks of which may be seen all through life. Upon the parents lies this sin. These children may profess to be Christians, yet without a special work of grace upon the heart and a thorough reform in life their past habits will be seen in all their experience, and they will exhibit just the character which their parents allowed them to form. The standard of piety is so low among professed Christians generally that those who wish to follow Christ in sincerity find the work much more laborious and trying than they otherwise would. The influence of worldly professors isinjurious to the young. The mass of professed Christians have removed the line of distinction between Christians and the world, and while they profess to be living for Christ, they are living for the world. Their faith has but little restraining influence upon their pleasures; while they profess to be children of the light, they walk in darkness and are children of the night and of darkness. Those who walk in darkness cannot love God and sincerely desire to glorify Him. They are not enlightened to discern the excellence of heavenly things, and therefore cannot truly love them. They profess to be Christians because it is considered honorable, and there is no cross for them to bear. Their motives are often selfish. Some such professors can enter the ballroom and unite in all the amusements which it affords. Others cannot go to such a length as this, yet they can attend parties of pleasure, picnics, donation parties, and exhibitions. And the most discerning eye would fail to detect in such professed Christians one mark of Christianity. One would fail to see in their appearance any difference between them and the greatest unbeliever. The professed Christian, the profligate, the open scoffer at religion, and the openly profane all mingle together as one. And God regards them as one in spirit and practice. A profession of Christianity without corresponding faith and works will avail nothing. No man can serve two masters. The children of the wicked one are their own master’s servants; to whom they yield themselves servants to obey, his servants they are, and they cannot be the servants of God until they renounce the devil and all his works. It cannot be harmless for servants of the heavenly King to engage in the pleasures and amusements which Satan’s servants engage in, even though they often repeat that such amusements are harmless. God has revealed sacred and holy truths to separate His people from the ungodly and purify them unto Himself. Seventh-day Adventists should live out their faith. Thosewho obey the Ten Commandments view the state of the world and religious things from a standpoint altogether different from that of professors who are lovers of pleasure, who shun the cross, and live in violation of the fourth commandment. In the present state of things in society it is no easy task for parents to restrain their children and instruct them according to the Bible rule of right. Professors of religion have so departed from the word of God that when His people return to His sacred word, and would train their children according to its precepts, and like Abraham of old command their households after them, the poor children with such an influence around them think their parents unnecessarily exacting and overcareful in regard to their associates. They naturally desire to follow the example of worldly, pleasure-loving professors. In these days, persecution and reproach for Christ’s sake are scarcely known. Very little self-denial and sacrifice is necessary in order to put on a form of godliness and have the name upon the church book; but to live in such a manner that our ways will be pleasing to God, and our names registered in the book of life, will require watchfulness and prayer, self-denial and sacrifice on our part. Professed Christians are no example for the youth, only as far as they follow Christ. Right actions are unmistakable fruits of true godliness. The Judge of all the earth will give everyone according to his works. Children who follow Christ have a warfare before them; they have a daily cross to bear in coming out from the world and being separate, and imitating the life of Christ."
    },
    {
      "chapter_number": 13,
      "title": "Number Eleven—Testimony for the Church",
      "content": "Dear Brethren and Sisters: My apology for calling your attention again to the subject of dress is that some do not seem to understand what I have before written; and an effort is made, perhaps by those who do not wish to believe what I have written, to make confusion in our churches upon this important subject. Many letters have been written to me, stating difficulties, which I have not had time to answer; and now, to answer the many inquiries, I give the following statements, which it is hoped will forever put the subject at rest, so far as my testimonies are concerned. Some contend that what I wrote inTestimony for the ChurchNo. 10 does not agree with my testimony in the work entitled,How to Live. They were written from the same view, hence are not two views, one contradicting the other, as some may imagine; if there is any difference, it is simply in the form of expression. InTestimony for the ChurchNo. 10 I stated as follows: “No occasion should be given to unbelievers to reproach our faith. We are considered odd and singular, and should not take a course to lead unbelievers to think us more so than our faith requires us to be. Some who believe the truth may think that it would be more healthful for the sisters to adoptthe American costume, yet if that mode of dress would cripple our influence among unbelievers so that we could not so readily gain access to them, we should by no means adopt it, though we suffered much in consequence. But some are deceived in thinking there is so much benefit to be received from this costume. While it may prove a benefit to some, it is an injury to others. “I saw that God’s order has been reversed, and His special directions disregarded, by those who adopt the American costume. I was referred :5: ‘The woman shall not wear that which pertaineth unto a man, neither shall a man put on a woman’s garment: for all that do so are abomination unto the Lord thy God.’ God would not have His people adopt the so-called reform dress. It is immodest apparel, wholly unfitted for the modest, humble followers of Christ. “There is an increasing tendency to have women in their dress and appearance as near like the other sex as possible, and to fashion their dress very much like that of men, but God pronounces it abomination. ‘In like manner also, that women adorn themselves in modest apparel, with shamefacedness and sobriety.’1 :9. “Those who feel called out to join the movement in favor of woman’s rights and the so-called dress reform might as well sever all connection with the third angel’s message. The spirit which attends the one cannot be in harmony with the other. The Scriptures are plain upon the relations and rights of men and women. Spiritualists have, to quite an extent, adopted this singular mode of dress. Seventh-day Adventists, who believe in the restoration of the gifts, are often branded as spiritualists. Let them adopt this costume, and their influence is dead. The people would place them on a level with spiritualists and would refuse to listen to them. “With the so-called dress reform there goes a spirit of levity and boldness just in keeping with the dress. Modesty andreserve seem to depart from many as they adopt that style of dress. I was shown that God would have us take a course consistent and explainable. Let the sisters adopt the American costume and they would destroy their own influence and that of their husbands. They would become a byword and a derision. Our Saviour says: ‘Ye are the light of the world.’ ‘Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven.’ There is a great work for us to do in the world, and God would not have us take a course to lessen or destroy our influence with the world.” The foregoing was given me as a reproof to those who are inclined to adopt a style of dress resembling that worn by men; but at the same time I was shown the evils of the common style of woman’s dress, and to correct these, also gave the following found inTestimony for the Church, No. 10: “We do not think it in accordance with our faith to dress in the American costume, to wear hoops, or to go to an extreme in wearing long dresses which sweep the sidewalks and streets. If women would wear their dresses so as to clear the filth of the streets an inch or two, their dresses would be modest, and they could be kept clean much more easily, and would wear longer. Such a dress would be in accordance with our faith.” I will now give an extract from what I have elsewhere said upon this subject: “Christians should not take pains to make themselves a gazing-stock by dressing differently from the world. But if, when following out their convictions of duty in respect to dressing modestly and healthfully, they find themselves out of fashion, they should not change their dress in order to be like the world; but they should manifest a noble independence and moral courage to be right, if all the world differ from them. If the world introduce a modest, convenient, and healthful mode of dress, which is in accordance with the Bible, it willnot change our relation to God or to the world to adopt such a style of dress. Christians should follow Christ and make their dress conform to God’s word. They should shun extremes. They should humbly pursue a straightforward course, irrespective of applause or of censure, and should cling to the right because of its own merits. “Women should clothe their limbs with regard to health and comfort. Their feet and limbs need to be clad as warmly as men’s. The length of the fashionable dress is objectionable for several reasons: “1. It is extravagant and unnecessary to have the dress of such a length that it will sweep the sidewalk and street. “2. A dress thus long gathers dew from the grass, and mud from the streets, and is therefore unclean. “3. In its bedraggled condition it comes in contact with the sensitive ankles, which are not sufficiently protected, quickly chilling them, and thus endangering health and life. This is one of the greatest causes of catarrh and of scrofulous swellings. “4. The unnecessary length is an additional weight upon the hips and bowels. “5. It hinders the walking, and is also often in other people’s way. “There is still another style of dress which is adopted by a class of so-called dress reformers. They imitate the opposite sex as nearly as possible. They wear the cap, pants, vest, coat, and boots, the last of which is the most sensible part of the costume. Those who adopt and advocate this style of dress carry the so-called dress reform to very objectionable lengths. Confusion will be the result. Some who adopt this costume may be correct in their general views upon the health question, but they would be instrumental in accomplishing vastly more good if they did not carry the matter of dress to such extremes. “In this style of dress God’s order has been reversed and His special directions disregarded.:5: ‘Thewoman shall not wear that which pertaineth unto a man, neither shall a man put on a woman’s garment: for all that do so are abomination unto the Lord thy God.’ God would not have His people adopt this style of dress. It is not modest apparel, and is not at all fitting for modest, humble women who profess to be Christ’s followers. God’s prohibitions are lightly regarded by all who advocate doing away with the distinction of dress between males and females. The extreme position taken by some dress reformers upon this subject cripples their influence. “God designed that there should be a plain distinction between the dress of men and women, and has considered the matter of sufficient importance to give explicit directions in regard to it; for the same dress worn by both sexes would cause confusion and great increase of crime. Were the apostle Paul alive, and should he behold women professing godliness with this style of dress, he would utter a rebuke. ‘In like manner also, that women adorn themselves in modest apparel, with shamefacedness and sobriety; not with broided hair, or gold, or pearls, or costly array; but (which becometh women professing godliness) with good works.’ The mass of professed Christians utterly disregard the teachings of the apostles, and wear gold, pearls, and costly array. “God’s loyal people are the light of the world and the salt of the earth, and they should ever remember that their influence is of value. Were they to exchange the extreme long dress for the extreme short one, they would, to a great extent, destroy their influence. Unbelievers, whom it is their duty to benefit and seek to bring to the Lamb of God, would be disgusted. Many improvements can be made in the dress of women in reference to health without making so great a change as to disgust the beholder. “The form should not be compressed in the least with corsets and whalebones. The dress should be perfectly easy that the lungs and heart may have healthy action. The dress shouldreach somewhat below the top of the boot, but should be short enough to clear the filth of the sidewalk and street without being raised by the hand. A still shorter dress than this would be proper, convenient, and healthful for women when doing their housework, and especially for those who are obliged to perform more or less out-of-door labor. With this style of dress, one light skirt, or two at most, is all that is necessary, and this should be buttoned on to a waist, or suspended by straps. The hips were not formed to bear heavy weights. The heavy skirts worn by some, and allowed to drag down upon the hips, have been the cause of various diseases which are not easily cured. The sufferers seem to be ignorant of the cause of their sufferings, and continue to violate the laws of their being by girding their waists and wearing heavy skirts, until they are made lifelong invalids. When told of their mistake, many will immediately exclaim, ‘Why, such a style of dress would be old-fashioned!’ What if it is? I wish we could be old-fashioned in many respects. If we could have the old-fashioned strength that characterized the old-fashioned women of past generations, it would be very desirable. I do not speak unadvisedly when I say that the way in which women clothe themselves, together with their indulgence of appetite, is the greatest cause of their present feeble, diseased condition. There is but one woman in a thousand who clothes her limbs as she should. Whatever may be the length of the dress, their limbs should be clothed as thoroughly as are the men’s. This may be done by wearing lined pants, gathered into a band and fastened about the ankle, or made full and tapering at the bottom; and these should come down long enough to meet the shoe. The limbs and ankles thus clothed are protected against a current of air. If the feet and limbs are kept comfortable with warm clothing, the circulation will be equalized, and the blood will remain pure and healthy because it is not chilled or hindered in its natural passage through the system.” The principal difficulty in the minds of many is in regard to the length of the dress. Some insist that “the top of the boot,” has reference to the top of such boots as are usually worn by men, which reach nearly to the knee. If it were the custom of women to wear such boots, then these persons should not be blamed for professing to understand the matter as they have; but as women generally do not wear such boots, these persons have no right to understand me as they have pretended. In order to show what I did mean, and that there is a harmony in my testimonies on this subject, I will here give an extract from my manuscripts written about two years ago: “Since the article on dress appeared inHow to Live, there has been with some a misunderstanding of the idea I wished to convey. They have taken the extreme meaning of that which I have written in regard to the length of the dress, and have evidently had a very hard time over the matter. With their distorted views of the matter they have discussed the question of shortening the dress until their spiritual vision has become so confused that they can only see men as trees walking. They have thought they could see a contradiction in my article on dress, recently published inHow to Live, and that article on the same subject contained inTestimony for the Church, No. 10. I must contend that I am the best judge of the things which have been presented before me in vision; and none need fear that I shall by my life contradict my own testimony, or that I shall fail to notice any real contradiction in the views given me. “In my article on dress inHow to LiveI tried to present a healthful, convenient, economical, yet modest and becoming style of dress for Christian women to wear, if they should choose so to do. I tried, perhaps imperfectly, to describe such a dress. ‘The dress should reach somewhat below the top of the boot, but should be short enough to clear the filth of the sidewalk and street, without being raised by the hand.’ Somehave contended that by the top of the boot, I meant the top of such boots as men usually wear. But by ‘the top of the boot,’ I designed to be understood the top of a boot, or gaiter shoe, usually worn by women. Had I thought I should be misunderstood, I would have written more definitely. If it were the custom for women to wear high-topped boots like men, I could see sufficient excuse for this misunderstanding. I think the language is very plain as it now reads, and no one needs to be thrown into confusion. Please read again: ‘The dress should reach somewhat below the top of the boot.’ Now look at the qualification: ‘But should be short enough to clear the filth of the sidewalk and street, without being raised by the hand. A still shorter dress than this would be proper, convenient, and healthful for women when doing their housework, and especially for those who are obliged to perform more or less out-of-door labor.’ “I can see no excuse for reasonable persons misunderstanding and perverting my meaning. In speaking of the length of the dress, had I referred to high-topped boots reaching nearly to the knee, why should I have added, ‘but [the dress] should be short enough to clear the filth of the sidewalk and street, without being raised by the hand’? If high-topped boots were meant, the dress would most certainly be short enough to keep clear of the filth of the street without being raised, and would be sufficiently short for all working purposes. Reports have been circulated that ‘Sister White wears the American costume,’ and that this style of dress is generally adopted and worn by the sisters in Battle Creek. I am here reminded of the saying that ‘a lie will go around the world while truth is putting on his boots.’ One sister gravely told me that she had received the idea that the American costume was to be adopted by the Sabbathkeeping sisters, and that if such a style of dress should be enforced, she would not submit to it, for she never could bring her mind to wear such a dress. “In regard to my wearing the short dress, I would say, I have but one short dress, which is not more than a finger’s length shorter than the dresses I usually wear. I have worn this short dress occasionally. In the winter I rose early, and putting on my short dress, which did not require to be raised by my hands to keep it from draggling in the snow, I walked briskly from one to two miles before breakfast. I have worn it several times to the office, when obliged to walk through light snow, or when it was very wet or muddy. Four or five sisters of the Battle Creek church have prepared for themselves a short dress to wear while doing their washing and house cleaning. A short dress has not been worn in the streets of the city of Battle Creek, and has never been worn to meeting. My views were calculated to correct the present fashion, the extreme long dress, trailing upon the ground, and also to correct the extreme short dress, reaching about to the knees, which is worn by a certain class. I was shown that we should shun both extremes. By wearing the dress reaching about to the top of a woman’s gaiter boot we shall escape the evils of the extreme long dress, and shall also shun the evils and notoriety of the extreme short dress. “I would advise those who prepare for themselves a short dress for working purposes to manifest taste and neatness in getting it up. Have it arranged in order, to fit the form nicely. Even if it is a working dress, it should be made becoming, and should be cut after a pattern. Sisters when about their work should not put on clothing which would make them look like images to frighten the crows from the corn. It is more gratifying to their husbands and children to see them in a becoming, well-fitting attire than it can be to mere visitors or strangers. Some wives and mothers seem to think it is no matter how they look when about their work and when they are seen only by their husbands and children, but they are very particular to dress in taste for the eyes of those who have no specialclaims upon them. Is not the esteem and love of husband and children more to be prized than that of strangers or common friends? The happiness of husband and children should be more sacred to every wife and mother than that of all others. Christian sisters should not at any time dress extravagantly, but should at all times dress as neatly, modestly, and healthfully as their work will allow.” The above-described dress we believe to be worthy of the name of the reform short dress. It is being adopted at the Western Health Reform Institute and by some of the sisters at Battle Creek and other places where the matter is properly set before the people. In wide contrast with this modest dress is the so-called American costume, resembling very nearly the dress worn by men. It consists of a vest, pants, and a dress resembling a coat and reaching about halfway from the hip to the knee. This dress I have opposed, from what has been shown me as in harmony with the word of God; while the other I have recommended as modest, comfortable, convenient, and healthful. Another reason which I offer as an apology for calling attention again to the subject of dress is that not one in twenty of the sisters who profess to believe theTestimonieshas taken the first step in the dress reform. It may be said that Sister White generally wears her dresses in public longer than the dress she recommends to others. To this I reply, When I visit a place to speak to the people where the subject is new and prejudice exists, I think it best to be careful and not close the ears of the people by wearing a dress which would be objectionable to them. But after bringing the subject before them and fully explaining my position, I then appear before them in the reform dress, illustrative of my teachings. As to the matter of wearing hoops, the reform in dress is entirely in advance of them. It cannot use them. And it is altogether too late to talk about wearing hoops, large or small.My position upon that question is precisely what it ever has been, and I hope not to be held responsible for what others may say on this subject, or for the course pursued by those who put on hoops. I protest against the perversion of my private conversations on this subject, and ask that what I have written and published be regarded as my settled position."
    },
    {
      "chapter_number": 14,
      "title": "Number Twelve—Testimony for the Church",
      "content": "Young Sabbathkeepers are given to pleasure seeking. I saw that there is not one in twenty who knows what experimental religion is. They are constantly grasping after something to satisfy their desire for change, for amusement; and unless they are undeceived and their sensibilities aroused so that they can say from the heart, “I count all things but loss for the excellency of the knowledge of Christ Jesus my Lord,” they are not worthy of Him and will come short of everlasting life. The young, generally, are in a terrible deception, and yet they profess godliness. Their unconsecrated lives are a reproach to the Christian name; their example is a snare to others. They hinder the sinner, for in nearly every respect they are no better than unbelievers. They have the word of God, but its warnings, admonitions, reproofs, and corrections are unheeded, as are also the encouragements and promises to the obedient and faithful. God’s promises are all on condition of humble obedience. One pattern only is given to the young, but how do their lives compare with the life of Christ? I feel alarmed as I witness everywhere the frivolity of young men and young women who profess to believe the truth. God does not seem to be in their thoughts. Their minds are filled with nonsense. Their conversation is only empty, vain talk.They have a keen ear for music, and Satan knows what organs to excite to animate, engross, and charm the mind so that Christ is not desired. The spiritual longings of the soul for divine knowledge, for a growth in grace, are wanting. I was shown that the youth must take a higher stand and make the word of God the man of their counsel and their guide. Solemn responsibilities rest upon the young, which they lightly regard. The introduction of music into their homes, instead of inciting to holiness and spirituality, has been the means of diverting their minds from the truth. Frivolous songs and the popular sheet music of the day seem congenial to their taste. The instruments of music have taken time which should have been devoted to prayer. Music, when not abused, is a great blessing; but when put to a wrong use, it is a terrible curse. It excites, but does not impart that strength and courage which the Christian can find only at the throne of grace while humbly making known his wants and with strong cries and tears pleading for heavenly strength to be fortified against the powerful temptations of the evil one. Satan is leading the young captive. Oh, what can I say to lead them to break his power of infatuation! He is a skillful charmer, luring them on to perdition. Listen to the instructions from the Inspired Book of God. I saw that Satan had blinded the minds of the youth that they could not comprehend the truths of God’s word. Their sensibilities are so blunted that they regard not the injunctions of the holy apostle: “Children, obey your parents in the Lord: for this is right. Honor thy father and mother; which is the first commandment with promise; that it may be well with thee, and thou mayest live long on the [new] earth.” “Children, obey your parents in all things: for this is well pleasing unto the Lord.” Children who dishonor and disobey their parents, and disregard their advice and instructions, can have no part in the earth made new. The purified new earth will be no place forthe rebellious, the disobedient, the ungrateful, son or daughter. Unless such learn obedience and submission here, they will never learn it; the peace of the ransomed will not be marred by disobedient, unruly, unsubmissive children. No commandment breaker can inherit the kingdom of heaven. Will all the youth please read the fifth commandment of the law spoken by Jehovah from Sinai and engraven with His own finger upon tables of stone? “Honor thy father and thy mother: that thy days may be long upon the land which the Lord thy God giveth thee.” I was referred to many passages of Scripture that clearly show the young the will of God concerning them. These plain teachings they must meet in the judgment. Yet there is not one young man or young woman in twenty professing the present truth who heeds these Bible teachings. The youth do not read the word of God enough to know its claims upon them; and yet these truths will judge them in the great day of God, when young and old will be rewarded according to the deeds done in the body. Says John: “I have written unto you, young men, because ye are strong, and the word of God abideth in you, and ye have overcome the wicked one. Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him. For all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride of life, is not of the Father, but is of the world. And the world passeth away, and the lust thereof: but he that doeth the will of God abideth forever.” This exhortation to young men extends to young women also. Their youth does not excuse them from the responsibilities resting upon them. They are strong and are not worn down with cares and the weight of years; their affections are ardent, and if they withdraw these from the world and place them upon Christ and heaven, doing the will of God, they will have a hope of the better life that is enduring, and theywill abide forever, being crowned with glory, honor, immortality, eternal life. If the youth live to gratify the lust of the flesh, the lust of the eyes, and the pride of life, they are seeking for the things of the world, pleasing their great adversary, and separating themselves from the Father. And when these things that are sought after pass away, their hopes are blasted and their expectations perish. Separated from God they will then bitterly repent their folly in serving their own pleasure, gratifying their own desires, and for a few frivolous enjoyments selling a life of bliss that they might have enjoyed forever. “Love not the world, neither the things that are in the world,” says the inspired apostle. Then he adds the warning: “If any man love the world, the love of the Father is not in him.” It is an alarming fact that the love of the world predominates in the minds of the young. They decidedly love the world and the things that are in the world, and for this very reason the love of God finds no room in their hearts. They find their pleasures in the world and in the things of the world, and are strangers to the Father and the graces of His Spirit. God is dishonored by the frivolity and fashion, and empty, vain talking and laughing that characterize the life of the youth generally. Paul exhorts the youth to sobriety: “Young men likewise exhort to be sober-minded. In all things showing thyself a pattern of good works: in doctrine showing uncorruptness, gravity, sincerity, sound speech, that cannot be condemned; that he that is of the contrary part may be ashamed, having no evil thing to say of you.” I entreat the youth for their souls’ sake to heed the exhortation of the inspired apostle. All these gracious instructions, warnings, and reproofs will be either a savor of life unto life or of death unto death. Many of the young are reckless in their conversation. They choose to forget that by their words they are to be justified or condemned. All should take heed to the words of our Saviour: “A good man out of the good treasureof the heart bringeth forth good things: and an evil man out of the evil treasure bringeth forth evil things. But I say unto you, That every idle word that men shall speak, they shall give account thereof in the day of judgment. For by thy words thou shalt be justified, and by thy words thou shalt be condemned.” How little regard is paid even to the instructions of the heavenly Teacher. Many either do not study the word of God or do not heed its solemn truths, and these plain truths will rise up in judgment and condemn them. Words and acts testify plainly what is in the heart. If vanity and pride, love of self and love of dress, fill the heart, the conversation will be upon the fashions, the dress, and the appearance, but not on Christ or the kingdom of heaven. If envious feelings dwell in the heart, they will be manifested in words and acts. Those who measure themselves by others, do as others do, and make no higher attainments, excusing themselves because of the faults and wrongs of others, are feeding on husks and will remain spiritual dwarfs as long as they gratify Satan by thus indulging their own unconsecrated feelings. Some dwell upon what they shall eat and drink, and wherewithal they shall be clothed. These thoughts flow out from the abundance of the heart, as though temporal things were the grand aim in life, the highest attainment. These persons forget the words of Christ: “Seek ye first the kingdom of God, and His righteousness; and all these things shall be added unto you.” The youth have their hearts filled with the love of self. This is manifested in their desire to see their faces daguerreotyped by the artist; and they are not satisfied with being once represented, but sit again and again for their picture, each time hoping that the last will excel all their previous efforts and appear really more beautiful than the original. Their Lord’s money is squandered in this way, and what is gained? Merely their poor shadow upon paper. The hours that should have been devoted to prayer are occupied upon theirown poor selves; precious hours of probation are thus wasted. Satan is gratified to have the attention of youth attracted by anything to divert their minds from God so that the deceiver can steal a march upon them and they, unprepared for his attacks, be ensnared. They are not aware that the great heavenly Artist is taking cognizance of every act, every word, and that their deportment, and even the thoughts and intents of the heart, stand faithfully delineated. Every defect in their moral character stands revealed to the gaze of angels, and they will have the faithful picture presented to them in all its deformity at the execution of the judgment. Those vain, frivolous words are all written in the book. Those false words are written. Those deceptive acts, whose motives were concealed from human eyes, but discerned by the all-seeing eye of Jehovah, are all written in living characters. Every selfish act is exposed. The young generally conduct themselves as though the precious hours of probation, while mercy lingers, were one grand holiday, and they were placed in this world merely for their own amusement, to be gratified with a continued round of excitement. Satan has been making special efforts to lead them to find happiness in worldly amusements and to justify themselves by endeavoring to show that these amusements are harmless, innocent, and even important for health. The impression has been given by some physicians that spirituality and devotion to God are detrimental to health. This suits the adversary of souls. There are persons with diseased imaginations who do not rightly represent the religion of Christ; such have not the pure religion of the Bible. Some are scourging themselves all through life because of their sins; all they can see is an offended God of justice. Christ and His redeeming power through the merits of His blood they fail to see. Such have not faith. This class are generally those who have not well-balanced minds. Through disease transmitted to them from their parents, and an erroneous education in youth, theyhave contracted wrong habits which injure the constitution and the brain, causing the moral organs to become diseased and making it impossible for them to think and act rationally upon all points. They have not well-balanced minds. Godliness and righteousness are not destructive to health, but are health to the body and strength to the soul. Says Peter: “He that will love life, and see good days, ... let him eschew evil, and do good; let him seek peace, and ensue it: for the eyes of the Lord are over the righteous, and His ears are open unto their prayers: but the face of the Lord is against them that do evil.” “But and if ye suffer for righteousness’ sake, happy are ye: and be not afraid of their terror, neither be troubled.” The consciousness of rightdoing is the best medicine for diseased bodies and minds. The special blessing of God resting upon the receiver is health and strength. A person whose mind is quiet and satisfied in God is in the pathway to health. To have a consciousness that the eyes of the Lord are upon us and His ears open to our prayers is a satisfaction indeed. To know that we have a never-failing Friend in whom we can confide all the secrets of the soul is a privilege which words can never express. Those whose moral faculties are beclouded by disease are not the ones to rightly represent the Christian life or the beauties of holiness. They are too often in the fire of fanaticism or the water of cold indifference or stolid gloom. The words of Christ are of more worth than the opinions of all the physicians in the universe: “Seek ye first the kingdom of God, and His righteousness; and all these things shall be added unto you.” This is the first great object—the kingdom of heaven, the righteousness of Christ. Other objects to be attained should be secondary to these. Satan will present the path of holiness as difficult while the paths of worldly pleasure are strewed with flowers. In false and flattering colors will the tempter array the world with itspleasures before you. Vanity is one of the strongest traits of our depraved natures, and he knows that he can appeal to it successfully. He will flatter you through his agents. You may receive praise which will gratify your vanity and foster in you pride and self-esteem, and you may think that with such advantages and attractions it really is a great pity for you to come out from the world and be separate, and become a Christian, to forsake your companions, and be alike dead to their praise or censure. Satan tells you that with the advantages which you possess you could to a high degree enjoy the pleasures of the world. But consider that the pleasures of earth will have an end, and that which you sow you must also reap. Are personal attractions, ability, or talents too valuable to devote to God, the Author of your being, He who watches over you every moment? Are your qualifications too precious to devote to God? The young urge that they need something to enliven and divert the mind. I saw that there is pleasure in industry, a satisfaction in pursuing a life of usefulness. Some still urge that they must have something to interest the mind when business ceases, some mental occupation or amusement to which the mind can turn for relief and refreshment amid cares and wearing labor. The Christian’s hope is just what is needed. Religion will prove to the believer a comforter, a sure guide to the Fountain of true happiness. The young should study the word of God and give themselves to meditation and prayer, and they will find that their spare moments cannot be better employed. Young friends, you should take time to prove your own selves, whether you are in the love of God. Be diligent to make your calling and election sure. It depends upon your own course of action whether you secure to yourselves the better life. Wisdom’s “ways are ways of pleasantness, and all her pathsare peace.” The future abode of the righteous and their everlasting reward are high and ennobling themes for the young to contemplate. Dwell upon the marvelous plan of salvation, the great sacrifice made by the King of glory that you might be elevated through the merits of His blood and by obedience finally be exalted to the throne of Christ. This subject should engage the noblest contemplation of the mind. To be brought into favor with God—what a privilege! To commune with Him—what can more elevate, refine, and exalt us above the frivolous pleasures of earth? To have our corrupt natures renovated by grace, our lustful appetites and animal propensities in subjection, to stand forth with noble, moral independence, achieving victories every day, will give peace of conscience which can arise alone from rightdoing. Young friends, I saw that with such employment and diversion as this you might be happy. But the reason why you are restless is, you do not seek to the only true source for happiness. You are ever trying to findoutof Christ that enjoyment which is found onlyinHim. In Him are no disappointed hopes. Prayer, oh, how is this precious privilege neglected! The reading of the word of God prepares the mind for prayer. One of the greatest reasons why you have so little disposition to draw nearer to God by prayer is, you have unfitted yourselves for this sacred work by reading fascinating stories which have excited the imagination and aroused unholy passions. The word of God becomes distasteful, the hour of prayer is forgotten. Prayer is the strength of the Christian. When alone he is not alone; he feels the presence of One who has said: “Lo, I am with you alway.” The young want just what they have not; namely,religion. Nothing can take the place of this. Profession alone is nothing. Names are registered upon the church books upon earth, but not in the book of life. I saw that there is not one in twenty of the youth who knows what experimental religion is.They serve themselves and yet profess to be servants of Christ; but unless the spell which is upon them be broken, they will soon realize that the portion of the transgressor is theirs. As for self-denial or sacrifice for the truth’s sake, they have found an easier way above it all. As for the earnest pleading with tears and strong cries to God for His pardoning grace and for strength from Him to resist the temptations of Satan, they have found it unnecessary to be so earnest and zealous; they can get along well without it. Christ, the King of glory, went often alone to the mountains and desert places to pour out His soul’s request to His Father; but sinful man, in whom is no strength, thinks he can live without so much prayer. Christ is our pattern; His life was an example of good works. He was a man of sorrows and acquainted with grief. He wept over Jerusalem because they would not be saved by accepting the redemption which He offered them. They would not come to Him that they might have life. Compare your course of life with that of your Master, who made so great a sacrifice that you might be saved. He frequently spent the entire night upon the damp ground in agonizing prayer. You are seeking your own pleasure. Listen to the vain, frivolous conversation; hear the laugh, the jesting, the joking. Is this imitating the pattern? Still listen—is Jesus mentioned? Is the truth the theme of conversation? Are the speakers glorying in the cross of Christ? It is this fashion, that bonnet, that dress, what that young man said, or that young lady said, or the amusements they are planning. What glee! Are angels attracted and pressing close around them to ward off the darkness which Satan is pressing upon and around them? Oh, no. See, they turn away in sorrow. I see tears upon the faces of these angels. Can it be that angels of God are made to weep? It is even so. Eternal things have little weight with the youth. Angelsof God are in tears as they write in the roll the words and acts of professed Christians. Angels are hovering around yonder dwelling. The young are there assembled; there is the sound of vocal and instrumental music. Christians are gathered there, but what is that you hear? It is a song, a frivolous ditty, fit for the dance hall. Behold the pure angels gather their light closer around them, and darkness envelops those in that dwelling. The angels are moving from the scene. Sadness is upon their countenances. Behold, they are weeping. This I saw repeated a number of times all through the ranks of Sabbathkeepers, and especially in —— . Music has occupied the hours which should have been devoted to prayer. Music is the idol which many professed Sabbathkeeping Christians worship. Satan has no objection to music if he can make that a channel through which to gain access to the minds of the youth. Anything will suit his purpose that will divert the mind from God and engage the time which should be devoted to His service. He works through the means which will exert the strongest influence to hold the largest numbers in a pleasing infatuation, while they are paralyzed by his power. When turned to good account, music is a blessing; but it is often made one of Satan’s most attractive agencies to ensnare souls. When abused, it leads the unconsecrated to pride, vanity, and folly. When allowed to take the place of devotion and prayer, it is a terrible curse. Young persons assemble to sing, and, although professed Christians, frequently dishonor God and their faith by their frivolous conversation and their choice of music. Sacred music is not congenial to their taste. I was directed to the plain teachings of God’s word, which have been passed by unnoticed. In the judgment all these words of inspiration will condemn those who have not heeded them. The apostle Paul exhorts Timothy “by the commandment of God our Saviour, and Lord Jesus Christ”: “I will thereforethat men pray everywhere, lifting up holy hands, without wrath and doubting. In like manner also, that women adorn themselves in modest apparel, with shamefacedness and sobriety; not with broided hair, or gold, or pearls, or costly array; but (which becometh women professing godliness) with good works.” Peter writes to the church: “Wherefore gird up the loins of your mind, be sober, and hope to the end for the grace that is to be brought unto you at the revelation of Jesus Christ; as obedient children, not fashioning yourselves according to the former lusts in your ignorance: but as He which hath called you is holy, so be ye holy in all manner of conversation; because it is written, Be ye holy; for I am holy.” The inspired Paul directs Titus to give special instructions to the church of Christ, “that they may adorn the doctrine of God our Saviour in all things.” He says: “Teaching us that, denying ungodliness and worldly lusts, we should live soberly, righteously, and godly, in this present world; looking for that blessed hope, and the glorious appearing of the great God and our Saviour Jesus Christ; who gave Himself for us, that He might redeem us from all iniquity, and purify unto Himself a peculiar people, zealous of good works.” Peter exhorts the churches to “be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour.” “The end of all things is at hand: be ye therefore sober, and watch unto prayer.” Again he says: “But sanctify the Lord God in your hearts: and be ready always to give an answer to every man that asketh you a reason of the hope that is in you with meekness and fear: having a good conscience; that, whereas they speak evil of you, as of evildoers, they may be ashamed that falsely accuse your good conversation in Christ. For it is better, if the will of God be so, that ye suffer for well-doing, than for evil-doing.” Are the youth in a position where they can with meeknessand fear give an answer to every man that asketh a reason of their hope? I saw that the youth greatly fail of understanding our position. Terrible scenes are just before them, a time of trouble which will test the value of character. Those who have the truth abiding in them will then be developed. Those who have shunned the cross, neglected the word of life, and paid adoration to their own poor selves will be found wanting. They are ensnared by Satan, and will learn too late that they have made a terrible mistake. The pleasures they have sought after prove bitter in the end. Said the angel: “Sacrifice all for God. Self must die. The natural desires and propensities of the unrenewed heart must be subdued.” Flee to the neglected Bible; the words of inspiration are spoken to you; pass them not lightly by. You will meet every word again, to render an account whether you have been a doer of the work, shaping your life according to the holy teachings of God’s word. Holiness of heart and life are necessary. All who have taken the name of Christ and have enlisted in His service should be good soldiers of the cross. They should show that they are dead to the world, and that their life is hid with Christ in God. Paul writes to his Colossian brethren as follows: “If ye then be risen with Christ, seek those things which are above, where Christ sitteth on the right hand of God. Set your affection on things above, not on things on the earth. For ye are dead, and your life is hid with Christ in God. When Christ, who is our life, shall appear, then shall ye also appear with Him in glory.” “And above all these things put on charity, which is the bond of perfectness. And let the peace of God rule in your hearts, to the which also ye are called in one body; and be ye thankful. Let the word of Christ dwell in you richly in all wisdom; teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord. And whatsoever ye do in word or deed,do all in the name of the Lord Jesus, giving thanks to God and the Father by Him.” To the Ephesians he writes: “See then that ye walk circumspectly, not as fools, but as wise, redeeming the time, because the days are evil. Wherefore be ye not unwise, but understanding what the will of the Lord is. And be not drunk with wine, wherein is excess; but be filled with the Spirit; speaking to yourselves in psalms and hymns and spiritual songs, singing and making melody in your heart to the Lord; giving thanks always for all things unto God and the Father in the name of our Lord Jesus Christ.” God is glorified by songs of praise from a pure heart filled with love and devotion to Him. When consecrated believers assemble, their conversation will not be upon the imperfections of others or savor of murmuring or complaint; charity, or love, the bond of perfectness, will encircle them. Love to God and their fellow men flows out naturally in words of affection, sympathy, and esteem for their brethren. The peace of God rules in their hearts; their words are not vain, empty, and frivolous, but to the comfort and edification of one another. If Christians will obey the instructions given to them by Christ and His inspired apostles, they will adorn the religion of the Bible and save themselves severe trials and much perplexity which they attribute to their afflictions in consequence of believing unpopular truth. This is a sad mistake. Very many of their trials are of their own creating because they depart from the word of God. They yield to the world, place themselves upon the enemy’s battlefield, and tempt the devil to tempt them. Those who adhere strictly to the admonitions and instructions of God’s word, prayerfully seeking to know and do His righteous will, feel not the petty grievances daily occurring. The gratitude which they feel, and the peace of God ruling within, cause them to make melody in their hearts unto the Lord and by words to make mention ofthe debt of love and thankfulness due the dear Saviour, who so loved them as to die that they might have life. No one who has an indwelling Saviour will dishonor Him before others by producing strains from a musical instrument which call the mind from God and heaven to light and trifling things. The young are required in whatsoever they do, in word or deed, to do all in the name of the Lord Jesus, giving thanks to God and the Father by Him. I saw that but few of the youth understand what it is to be Christians, to be Christlike. They will have to learn the truths of God’s word before they can conform their lives to the pattern. There is not one young person in twenty who has experienced in his life that separation from the world which the Lord requires of all who would become members of His family, children of the heavenly King. “Wherefore come out from among them, and be ye separate, saith the Lord, and touch not the unclean thing; and I will receive you, and will be a Father unto you, and ye shall be My sons and daughters, saith the Lord Almighty.” What a promise is here made upon condition of obedience! Do you have to cut loose from friends and relatives in deciding to obey the elevated truths of God’s word? Take courage, God has made provision for you, His arms are open to receive you. Come out from among them and be separate, and touch not the unclean, and He will receive you. He promises to be a Father unto you. Oh, what a relationship is this! higher and holier than any earthly tie. If you make the sacrifice, if you have to forsake father, mother, sisters, brothers, wife, and children for Christ’s sake, you will not be friendless. God adopts you into His family; you become members of the royal household, sons and daughters of the King who rules in the heaven of heavens. Can you desire a more exalted position than is here promised? Is not this enough? Said the angel: “What could God do for the children of men more than He has already done? If such love, such exaltedpromises are not appreciated, could He devise anything higher, anything richer and more lofty? All that God could do has been done for the salvation of man, and yet the hearts of the children of men have become hardened. Because of the multiplicity of the blessings with which God has surrounded them, they receive them as common things and forget their gracious Benefactor.” I saw that Satan is a vigilant foe intent upon his purpose of leading the youth to a course of action entirely contrary to that which God would approve. He well knows that there is no other class that can do as much good as young men and young women who are consecrated to God. The youth, if right, could sway a mighty influence. Preachers, or laymen advanced in years, cannot have one half the influence upon the young that the youth, devoted to God, can have upon their associates. They ought to feel that a responsibility rests upon them to do all they can to save their fellow mortals, even at a sacrifice of their pleasure and natural desires. Time, and even means, if required, should be consecrated to God. All who profess godliness should feel the danger of those who are out of Christ. Soon their probation will close. Those who might have exerted an influence to save souls had they stood in the counsel of God, yet failed to do their duty through selfishness, indolence, or because they were ashamed of the cross of Christ, will not only lose their own souls, but will have the blood of poor sinners upon their garments. Such will be required to render an account for the good that they could have done had they been consecrated to God, but did not do because of their unfaithfulness. Those who have really tasted the sweets of redeeming love will not, cannot, rest until all with whom they associate are made acquainted with the plan of salvation. The young should inquire: “‘Lord, what wilt Thou have me to do?’ How can I honor and glorify Thy name upon the earth?” Souls are perishing all around us, and yet what burdendo the youth bear to win souls to Christ? Those who attend school could have an influence for the Saviour; but who name the name of Christ? and who are seen pleading with tender earnestness with their companions to forsake the ways of sin and choose the path of holiness? I was shown that this is the course which the believing young should take, but they do not; it is more congenial to their feelings to unite with the sinner in sport and pleasure. The young have a wide sphere of usefulness, but they see it not. Oh, that they would now exert their powers of mind in seeking ways to approach perishing sinners, that they might make known to them the path of holiness, and by prayer and entreaty win even one soul to Christ! What a noble enterprise! One soul to praise God through eternity! One soul to enjoy happiness and everlasting life! One gem in their crown to shine as a star for ever and ever! But even more than one can be brought to turn from error to truth, from sin to holiness. Says the Lord by the prophet: “And they that turn many to righteousness [shall shine] as the stars for ever and ever.” Then those who engage with Christ and angels in the work of saving perishing souls are richly rewarded in the kingdom of heaven. I saw that many souls might be saved if the young were where they ought to be, devoted to God and to the truth; but they generally occupy a position where constant labor must be bestowed uponthem, or they will become of the world themselves. They are a source of constant anxiety and heartache. Tears flow on their account, and agonizing prayers are wrung from the hearts of parents in their behalf. Yet they move on, reckless of the pain which their course of action causes. They plant thorns in the breasts of those who would die to save them and have them become what God designed they should through the merits of the blood of Christ. The youth exercise their ability to execute this or that nicepiece of art, but do not feel that God requires them to turn their talents to a better account, that of adorning their profession and seeking to save souls for whom Christ died. One such soul saved is of more value than worlds. Gold and earthly treasure can bear no comparison to the salvation of even one poor soul. Young men and young women, I saw that God has a work for you to do; take up your cross and follow Christ, or you are unworthy of Him. While you remain in listless indifference, how can you tell what is the will of God concerning you? and how do you expect to be saved, unless as faithful servants you do your Lord’s will? Those who possess eternal life will all havedone well. The King of glory will exalt them to His right hand while He says to them: “Well done, good and faithful servants.” How can you tell how many souls you might save from ruin if, instead of studying your own pleasure, you were seeking what work you could do in the vineyard of your Master? How many souls have these gatherings for conversation and the practice of music been the means of saving? If you cannot point to one soul thus saved, turn, oh, turn to a new course of action. Begin to pray for souls; come near to Christ, close to His bleeding side. Let a meek and quiet spirit adorn your lives, and let your earnest, broken, humble petitions ascend to Him for wisdom that you may have success in saving not only your own soul, but the souls of others.Pray more than you sing. Do you not stand in greater need of prayer than of singing? Young men and women, God calls upon you to work, work for Him. Make an entire change in your course of action. You can do work that those who minister in word and doctrine cannot do. You can reach a class whom the minister cannot affect."
    },
    {
      "chapter_number": 15,
      "title": "Number Thirteen—Testimony for the Church",
      "content": "Again I feel it my duty to speak to the Lord’s people in great plainness. It is humiliating to me to point out the errors and rebellion of those who have long been acquainted with us and our work. I do it to correct wrong statements that have gone abroad concerning my husband and myself calculated to injure the cause, and as a warning to others. If we only were to suffer, I would be silent; but when the cause is in danger of reproach and suffering, I must speak, however humiliating. Proud hypocrites will triumph over our brethren because they are humble enough to confess their sins. God loves His people who keep His commandments, and reproves them, not because they are the worst, but because they are the best people in the world. “As many as I love,” says Jesus, “I rebuke and chasten.” I would call especial attention to the remarkable dreams given in this little work, all with harmony and distinctness illustrating the same things. The multitude of dreams arise from the common things of life, with which the Spirit of God has nothing to do. There are also false dreams, as well as false visions, which are inspired by the spirit of Satan. But dreams from the Lord are classed in the word of God with visions and are as truly the fruits of the spirit of prophecy as visions. Such dreams, taking into the account the persons who have themand the circumstances under which they are given, contain their own proofs of their genuineness. May the blessing of God attend this little work."
    },
    {
      "chapter_number": 16,
      "title": "Number Fourteen—Testimony for the Church",
      "content": "InTestimonyNo. 13 I gave a brief sketch of our labors and trials from , 1866, to , 1867. In these pages I will notice the less painful experience of the past five months. During this time I have written many personal testimonies. And for many persons whom I have met in our field of labor during the past five months I have testimonies still to write as I find time and have strength, but just what my duty is in relation to these personal testimonies has long been a matter of no small anxiety to me. With a few exceptions I have sent them to the ones to whom they related and have left these persons to dispose of them as they chose. The results have been various: 1. Some have thankfully received the testimonies and have responded to them in a good spirit and have profited by them. These have been willing that their brethren should see the testimonies and have freely and fully confessed their faults. 2. Others have acknowledged that the testimonies to them were true, but after reading them have laid them away to remain in silence, while they have made but little change in their lives. These testimonies related more or less to the churches to which these persons belonged, who could also have beenbenefited by them. But all this was lost in consequence of these testimonies’ being held private. 3. Still others have rebelled against the testimonies. Some of these have responded in a faultfinding spirit. Some have shown bitterness, anger, and wrath, and in return for my toil and pains in writing the testimonies they have turned upon us to injure us all they could; while others have held me for hours in personal interviews to pour into my ears and my aching heart their complaints, murmurings, and self-justifications, perhaps appealing to their own sympathies with weeping, and losing sight of their own faults and sins. The influence of these things has been terrible upon me and has sometimes driven me nearly to distraction. That which has followed from the conduct of these unconsecrated, unthankful persons has cost me more suffering and has worn upon my courage and health ten times more than all the toil of writing the testimonies. And all this has been suffered by me, and my brethren and sisters generally have known nothing about it. They have had no just idea of the amount of wearing labor of this kind which I have had to perform, nor of the burdens and sufferings unjustly thrown upon me. I have given some personal communications in several numbers of my testimonies, and in some cases persons have been offended because I did not publish all such communications. On account of their number this would be hardly possible, and it would be improper from the fact that some of them relate to sins which need not, and should not, be made public. But I have finally decided that many of these personal testimonies should be published, as they all contain more or less reproof and instruction which apply to hundreds or thousands of others in similar condition. These should have the light which God has seen fit to give which meets their cases. It is a wrong to shut it away from them by sending it to one personor to one place, where it is kept as a light under a bushel. My convictions of duty on this point have been greatly strengthened by the following dream: A grove of evergreens was presented before me. Several, including myself, were laboring among them. I was bidden to closely inspect the trees and see if they were in a flourishing condition. I observed that some were being bent and deformed by the wind, and needed to be supported by stakes. I was carefully removing the dirt from the feeble and dying trees to ascertain the cause of their condition. I discovered worms at the roots of some. Others had not been watered properly and were dying from drought. The roots of others had been crowded together to their injury. My work was to explain to the workmen the different reasons why these trees did not prosper. This was necessary from the fact that trees in other grounds were liable to be affected as these had been, and the cause of their not flourishing and how they should be cultivated and treated must be made known. In this testimony I speak freely of the case of Sister Hannah More, not from a willingness to grieve the Battle Creek church, but from a sense of duty. I love that church notwithstanding their faults. I know of no church that in acts of benevolence and general duty do so well. I present the frightful facts in this case to arouse our people everywhere to a sense of their duty. Not one in twenty of those who have a good standing with Seventh-day Adventists is living out the self-sacrificing principles of the word of God. But let not their enemies, who are destitute of the first principles of the doctrine of Christ, take advantage of the fact that they are reproved. This is evidence that they are the children of the Lord. Those who are without chastisement, says the apostle, are bastards and not sons. Then let not these illegitimate children boast over the lawful sons and daughters of the Almighty."
    }
  ]
}