{
  "title": "Testimonies for the Church, vol. 5",
  "chapters": [
    {
      "chapter_number": 1,
      "title": "The Times of Volume Five",
      "content": "A little less than a decade is spanned byTestimoniesNos. 31 , which comprise . The first was published , but includes messages given and onward. No. 32 was published , and No. 33 came from the press . That same year the three were united in one book—. This was an intensely interesting period in the rapidly developing work of Seventh-day Adventists. In North America two new advanced schools were started in the , one at South Lancaster, Massachusetts, and the other at Healdsburg, California. Thus, from our denominational center at Battle Creek, the educational work was beginning to reach out toward the ends of the earth. Ten years earlier our first school had been opened at Battle Creek, and two years later its new buildings had been dedicated. During these ten years many problems incident to the pioneering of this new and important line of endeavor were met. Sometimes the issues were large, and in not a few instances special counsel was given through the spirit of prophecy to guide and guard this work. These messages dealing with problems, from discipline to curriculum, form a part of this book. The nine-year period of this volume was also a time of extensive writing and publishing on the part of Ellen White. arrangements were made to reprintA Sketch of the Christian Experience and Views of Ellen G. WhiteandSpiritual Gifts Volume One. The same year these two books were united in one volume and entitledEarly Writings. To meet the constant demand for theTestimonies, The first thirty numbers were reprinted in four books— , as they appear today.Sketches from the Life of Paul, The forerunner ofThe Acts of the Apostles, was published . , Mrs. White completed her work onSpirit of Prophecy Volume Four—The Great Controversy, and it was publishedimmediately. It soon found its way through colporteur channels to many thousands of homes, and ten editions were rolled from the presses in three short years of time. the enlargedGreat Controversy, the book we know so well today, was published, taking the place of the earlier, briefer volume. At the denominational headquarters in Battle Creek there was a steady growth. New equipment was added in the publishing house. The sanitarium and the college were greatly prospered and continued to grow. These developments brought large numbers of Seventh-day Adventists to that city. The hazards of so many Adventists gathering in one center, with the inevitable tendency to a feeling of less responsibility and toward lower standards, is pointed out in the early part of this volume. These institutional developments were also fraught with the danger that the work would become mechanical and lose its initial simplicity. Such dangers appeared especially in the publishing house. The testimonies of this volume stress economy, industry, alertness, and furnish managers and foremen with guiding instruction for their tasks. At this same time, while problems of long-established work were being met at our headquarters, out in the Pacific Northwest new fields were being developed, and many were accepting the message. With the opening of these frontier regions, there were many new problems. Ellen White herself made two visits to the Northwest and in connection with the last trip wrote much counsel to those who were laboring there—counsel on practical subjects vital to the welfare of the work and the ministers who were working among the sturdy, independent-minded men and women who had pushed westward and established their homes in these vast, newly opened regions. These were men and women of energy, daring, rugged individuality; and many were persons of deep conviction who accepted the call of the Advent message. These vigorous pioneers needed the strong, molding influence of the Spirit of God in the development of Christian character. They neededwarnings against the love of money and worldly ambitions. To the ministry were sent earnest counsels pointing out the danger that their messages might be shaped by the opinions of strong-minded church members. Counsel was given to guard against carelessness in the erection of church edifices, as seen in some instances. Warnings were also given against lightly regarding pledges of gifts to God’s cause. All these and other counsels dealing with many other problems connected with the work in these new territories occupy a prominent place in this volume. The eyes of Seventh-day Adventists were being turned more and more to the world field. For a decade we had been carrying on work in Europe. Now, , Elders S.N. Haskell and J.O. Corliss, with a company of workers, were sent to Australia to open up work in that southern continent. Africa was entered two years later by Elders D.A. Robinson and C.L. Boyd, and the message was carried to Hong Kong that same year by a layman, Brother Abraham La Rue. Then, , colporteurs commenced their work in South America. Even Mrs. White was called overseas, leaving for Europe . There she spent two and a half years traveling, counseling, speaking, and writing. In June, 1887, at Moss, Norway, she attended the first Seventh-day Adventist camp meeting held outside the United States. Her ministry overseas was much appreciated. There was also, during the time represented by , considerable opposition on the part of a small group of disaffected souls who years earlier had left our ranks. Their attacks were leveled primarily against the agent of the prophetic gift and her writings which have strengthened and built up the church through the years. Also during the decade of this volume, one of our leading evangelists lost his way and was soon actively engaged in tearing down a work he had formerly labored to establish. Two communications written by Ellen White to restrain this man from the plungehe was about to take, are found in this book. One commences on and the other on . The attempt to save him was fruitless, and he turned in bitter tirade on Mrs. White and the prophetic gift. While such attacks, of course, did not deter the work of Seventh-day Adventists, it is clear that they were recognized as distracting elements that should be counteracted. It is not strange, then, that several vital articles touching on the prophetic gift were penned during this time. One of these forms the basis of the introduction toThe Great Controversy, 1888, edition. Others are found in this volume. It was at this time, too, that Mrs. White gathered from all the publishedTestimoniesthat which she had written on the nature and influence of theTestimonies for the Church, and compiled them into a thirty-eight-page article found near the close of this volume. In the fall an important General Conference session was held in Minneapolis, Minnesota. At this meeting there came to those assembled a broader, fuller conception of the great truths of righteousness by faith. The failure of some to open their hearts to the light which was there caused to shine so brightly spurred Mrs. White to lead out in an encouragement to diligent Bible study and to break down the barriers to advancement in the perception of truth. At the General Conference session the next year, 1889, workers and laity alike reported in their social meetings that “the past year” had “been the best of their life; the light shining forth from the word of God has been clear and distinct—justification by faith, Christ our righteousness.... The universal testimony from those who have spoken has been that this message of light and truth which has come to our people is just the truth for this time and wherever they go among the churches, light and relief and the blessing of God are sure to come in.”—E.G. , 1889, quoted inThe Fruitage of Spiritual Gifts, . God’s message to his peopleturned into a glorious victory the tide which threatened defeat. As the writing of this volume was being brought to a close, a crisis threatened in the United States in the form of a proposed national sunday law. In this connection there was brought before Mrs. White the views of the impending conflict and the issues which the church must meet as apostate Protestantism unites with Catholicism to enforce oppressive measures. The pathetic lethargy of those who understood the issues was clearly portrayed, and there was a call to action. In there is a greater diversity of subjects than in any other of the nine volumes of theTestimonies. This was the last of the group ofTestimonyvolumes to contain “personal testimonies” addressed to various individuals. A period of eleven years was to elapse before the issuance of ofTestimonywritings. This volume is of great value to the church today because of the practical nature of its timely warnings and counsels. Stressed all through it are solemn statements pointing out the nearness of the end and the preparation which is needed in the light of the impending conflict. Ministers are called to deeper consecration. Executives are admonished. Physicians are counseled. Teachers are warned against adopting worldly principles and are encouraged to guide their students into soul-winning services. Colporteur evangelists are urged to higher standards of qualification. Parents are given instruction regarding home life and child training. Those with so-called new light, but with a message contrary to the fundamentals of doctrine, are reproved. The rank and file of the people are called to a revival and reformation. The instruction and warnings of this volume exerted a steadying, sobering influence upon Seventh-day Adventists as they were launching out into greater lines of endeavor. They exert the same influence today. Ellen G. White Publications."
    },
    {
      "chapter_number": 2,
      "title": "Number Thirty-One—Testimony for the Church",
      "content": "Dear Brethren and Sisters Who Shall Assemble at the Michigan Camp Meeting, [This appeal was written for the Michigan camp meeting, but being forgotten at that time, was read before the General Conference, December, 1881.] I feel a deeper interest in this meeting than in any other that has been held this season. Michigan has not had the labor which she should have had. God has planted important institutions among you, and this brings upon you greater responsibilities than upon any other conference in the whole field. Great light has been given you, and few have responded to it; yet my heart goes out in tender solicitude for our beloved people in Michigan. The warning that the Son of man is soon to come in the clouds of heaven has become to many a familiar tale. They have left the waiting, watching position. The selfish, worldly spirit manifested in the life reveals the sentiment of the heart, “My Lord delayeth His coming.” Some are enveloped in so great darkness that they openly express their unbelief, notwithstanding our Saviour’s declaration that all such are unfaithful servants and their portion shall be with hypocrites and unbelievers. Our ministers are not doing their whole duty. The attention of the people should be called to the momentous event which is so near at hand. The signs of the times should be kept fresh before their minds. The prophetic visions of Daniel and John foretell a period of moral darkness and declension; but atthe time of the end, the time in which we are now living, the vision was to speak and not lie. When the signs predicted begin to come to pass, the waiting, watching ones are bidden to look up and lift up their heads and rejoice because their redemption draweth nigh. When these things are dwelt upon as they should be, scoffers will be developed who walk after their own lusts, saying, “Where is the promise of His coming? for since the fathers fell asleep, all things continue as they were from the beginning of the creation.” But “when they shall say, Peace and safety; then sudden destruction cometh upon them.” “But ye, brethren, are not in darkness, that that day should overtake you as a thief.” Thank God, all will not be rocked to sleep in the cradle of carnal security. There will be faithful ones who will discern the signs of the times. While a large number professing present truth will deny their faith by their works, there will be some who will endure unto the end. The same spirit of selfishness, of conformity to the practices of the world, exists in our day as in Noah’s. Many who profess to be children of God follow their worldly pursuits with an intensity that gives the lie to their profession. They will be planting and building, buying and selling, eating and drinking, marrying and giving in marriage, up to the last moment of their probation. This is the condition of a large number of our own people. Because iniquity abounds, the love of many waxes cold. To but few can it be said: “Ye are all ... the children of the day: we are not of the night, nor of darkness.” My soul is burdened as I see the great want of spirituality among us. The fashions and customs of the world, pride, love of amusement, love of display, extravagance in dress, in houses, in lands—these are robbing the treasury of God, turning to the gratification of self the means which should be used to send forth the light of truth to the world. Selfish purposes are madethe first consideration. The work of qualifying men to labor for the salvation of souls is not considered of so great consequence as worldly enterprises. Souls are perishing for want of knowledge. Those who have had the light of present truth, and yet feel no spirit of labor to warn their fellow men of the coming judgment, must give an account to God for their neglect of duty. The blood of souls will be upon their garments. The old standard-bearers are fainting and falling. Our young men have not been educated to feel their accountability to God; little inducement is presented for them to labor in the cause, and they enter the fields that promise the largest remuneration with the least toil and responsibility. As a people we are not advancing in spirituality as we near the end. We do not realize the magnitude and importance of the work before us. Hence our plans are not becoming wider and more comprehensive. There is a sad lack of men and women prepared to carry forward the increasing work for this time. We are not doing one-twentieth part of what God requires us to do. There has been a departure from the simplicity of the work, making it intricate, difficult to understand, and difficult to execute. The judgment and wisdom of man rather than of God has too often guided and controlled. Many feel that they have not time to watch for souls as they that must give account. And what excuse will they render for this neglect of the important work which was theirs to do? At our college young men should be educated in as careful and thorough a manner as possible that they may be prepared to labor for God. This was the object for which the institution was brought into existence. Our brethren abroad should feel an interest not only to sustain but to guard the college, that it may not be turned away from its design and be molded after other institutions of the kind. The religious interest should be constantly guarded. Time is drawing to a close. Eternity isnear. The great harvest is to be gathered. What are we doing to prepare for this work? The leading men in our college should be men of piety and devotion. They should make the Bible the rule and guide of life, giving heed to the sure word of prophecy as to “a light that shineth in a dark place.” Not one of us should dare to be off guard for a moment, for “in such an hour as ye think not the Son of man cometh.” It is only those who continue faithful in well-doing that shall reap the reward. Much that has no part in Christ is allowed a place among us. Unconsecrated ministers, professors, and teachers assist Satan to plant his banner in our very strongholds. The design of our college has been stated again and again, yet many are so blinded by the god of this world that its real object is not understood. God designed that young men should there be drawn to Him, that they should there obtain a preparation to preach the gospel of Christ, to bring out of the exhaustless treasury of God’s word things both new and old for the instruction and edification of the people. Teachers and professors should have a vivid sense of the perils of this time and the work that must be accomplished to prepare a people to stand in the day of God. Some of the teachers have been scattering from Christ instead of gathering with Him. By their own example they lead those under their charge to adopt the customs and habits of worldlings. They link the hands of the students with fashionable, amusement-loving unbelievers, and carry them an advance step toward the world and away from Christ. And they do this in the face of warnings from heaven, not only those given to the people in general, but personal appeals to themselves. The anger of the Lord is kindled for these things. God will test the fidelity of His people. Many of the mistakes that are made by the professed servants of God are in consequence of their self-love, their desire for approval, theirthirst for popularity. Blinded in this manner, they do not realize that they are elements of darkness rather than of light. “Come out from among them, and be ye separate, saith the Lord, and touch not the unclean thing; and I will receive you, and will be a Father unto you, and ye shall be My sons and daughters, saith the Lord Almighty.” These are the conditions upon which we may be acknowledged as the sons of God—separation from the world, and renunciation of those things which delude, and fascinate, and ensnare. The apostle Paul declares that it is impossible for the children of God to unite with worldlings: “Be ye not unequally yoked together with unbelievers.” This does not refer to marriage alone; any intimate relation of confidence and copartnership with those who have no love for God or the truth is a snare. The apostle continues: “For what fellowship hath righteousness with unrighteousness? and what communion hath light with darkness? and what concord hath Christ with Belial? or what part hath he that believeth with an infidel? and what agreement hath the temple of God with idols? for ye are the temple of the living God; as God hath said: I will dwell in them, and walk in them; and I will be their God, and they shall be My people.” In consideration of these facts, he exclaims: “Wherefore come out from among them, and be ye separate.” “Having therefore these promises, dearly beloved, let us cleanse ourselves from all filthiness of the flesh and spirit, perfecting holiness in the fear of God.” If we comply with the conditions, the Lord will fulfill to us His promises. But there is a work for us to do which we should in no wise neglect. In the strength of Jesus we can perform it aright. We may press ever onward and upward, constantly growing in grace and in a knowledge of the truth. The children of the light and of the day are not to gather about them the shades of night and darkness which encompassthe workers of iniquity. On the contrary, they are to stand faithfully at their post of duty as light bearers, gathering light from God to shed upon those in darkness. The Lord requires His people to maintain their integrity, touching not—that is, imitating not—the practices of the ungodly. Christians will be in this world “an holy nation, a peculiar people,” showing forth the praises of Him who hath called them “out of darkness into His marvelous light.” This light is not to grow dim, but to shine brighter and brighter unto the perfect day. Christ’s standard-bearers are never to be off duty. They have a vigilant foe who is waiting and watching to take the fort. Some of Christ’s professed watchmen have invited the enemy into their stronghold, have mingled with them, and in their efforts to please have broken down the distinction between the children of God and the children of Satan. The Lord never designed that our college should imitate other institutions of learning. The religious element should be the controlling power. If unbelievers choose this influence, it is well; if those who are in darkness choose to come to the light, it is as God would have it. But to relax our vigilance, and let the worldly element take the lead in order to secure students, is contrary to the will of God. The strength of our college is in keeping the religious element in the ascendancy. When teachers or professors shall sacrifice religious principle to please a worldly, amusement-loving class, they should be considered unfaithful to their trust and should be discharged. The thrilling truth that has been sounding in our ears for many years, “The Lord is at hand; be ye also ready,” is no less the truth today than when we first heard the message. The dearest interests of the church and people of God, and the destiny of an impenitent and ungodly world, for time and for eternity, are here involved. We are all judgment bound. “The Lord Himself shall descend from heaven with a shout, with the voice of the Archangel, and with the trump of God: andthe dead in Christ shall rise first: then we which are alive and remain [unto the coming of the Lord] shall be caught up together with them in the clouds, to meet the Lord in the air: and so shall we ever be with the Lord.” Christ will then be revealed from heaven, “taking vengeance on them that know not God, and that obey not the gospel.” These momentous events are nigh at hand, yet many who profess to believe the truth are asleep. They will surely be numbered with the unfaithful servant who saith in his heart, “My Lord delayeth His coming,” if they remain in their present position of friendship with the world. It is only to those who are waiting in hope and faith that Christ will appear, without sin unto salvation. Many have the theory of the truth who know not the power of godliness. If the word of God dwelt in the heart, it would control the life. Faith, purity, and conformity to the will of God would testify to its sanctifying power."
    },
    {
      "chapter_number": 3,
      "title": "Number Thirty-Two—Testimony for the Church",
      "content": "There are many things that need to be corrected in the Upper Columbia and North Pacific Conferences. [These were local conferences in what is now the North Pacific Union Conference.—Trustees of Ellen G. White.] The Creator expected the brethren there to bear fruit according to the light and privileges bestowed upon them, but in this He has been disappointed. He has given them every advantage; but they have not improved in meekness, godliness, benevolence. They have not pursued that course of life, have not revealed that character nor exercised that influence, which would tend most to honor their Creator, ennoble themselves, and make them a blessing to their fellow men. Selfishness exists in their hearts. They love to have their own way and seek their own ease, honor, and wealth, and their own pleasure in its grosser or more refined forms. If we pursue the course of the world and follow the bent of our own minds, will that work for our best good? Does not God, who formed man, look for something better from us? “Be ye therefore followers of God, as dear children.” Christians must be like Christ. They should have the same spirit, exert the same influence, and have the same moral excellence that He possessed. The idolatrous and corrupt in heart must repent and turn to God. Those who are proud and self-righteous must abase self and become penitent and meek and lowly in heart. The worldly-minded must have the tendrils of the heart removed from the rubbish of the world, around which they are clinging, and entwined about God; they mustbecome spiritually minded. The dishonest and untruthful must become just and true. The ambitious and covetous must be hid in Jesus and seek His glory, not their own. They must despise their own holiness and lay up their treasure above. The prayerless must feel the need of both secret and family prayer, and must make their supplications to God with great earnestness. As the worshipers of the true and living God we should bear fruit corresponding to the light and privileges we enjoy. Many are worshiping idols instead of the Lord of heaven and earth. Anything that men love and trust in instead of loving the Lord and trusting wholly in Him becomes an idol and is thus registered in the books of heaven. Even blessings are often turned into a curse. The sympathies of the human heart, strengthened by exercise, are sometimes perverted until they become a snare. If one is reproved, there are always some who will sympathize with him. They entirely overlook the harm that has been done to God’s cause by the wrong influence of one whose life and character do not in any way resemble those of the Pattern. God sends His servants with a message to the people professing to be followers of Christ; but some are children of God only in name, and they reject the warning. God has in a wonderful manner endowed man with reasoning powers. He who fitted the tree to bear its burden of goodly fruit has made man capable of bearing the precious fruits of righteousness. He has planted man in His garden and tenderly cared for him, and He expects him to bear fruit. In the parable of the fig tree Christ says: “Behold, these three years I come seeking fruit.” For more than two years has the Owner looked for the fruit that He has a right to expect from these conferences, but how has His search been rewarded? How anxiously we watch a favorite tree or plant, expecting it to reward our care by producing buds, blossoms, and fruit; and how disappointed we are to find upon it nothing but leaves. With how much more anxiety and tender interest does the heavenly Father watch the spiritual growth of those whom He has made in His own image and for whom He condescendedto give His Son that they may be elevated, ennobled, and glorified. The Lord has His appointed agencies to meet men in their errors and backslidings. His messengers are sent to bear a plain testimony to arouse them from their sleepy condition and to open the precious words of life, the Holy Scriptures, to their understanding. These men are not to be preachers merely, but ministers, light bearers, faithful watchmen, who will see the threatened danger and warn the people. They must resemble Christ in their earnest zeal, in their thoughtful tact, in their personal efforts—in short, in all their ministry. They are to have a vital connection with God, and are to become so familiar with the prophecies and the practical lessons of the Old and the New Testament that they may bring from the treasure house of God’s word things new and old. Some of these ministers make a mistake in the preparation of their discourses. They arrange every minutia with such exactness that they give the Lord no room to lead and impress their minds. Every point is fixed, stereotyped as it were, and they cannot depart from the plan marked out. This course, if continued, will cause them to become narrow-minded, circumscribed in their views, and will soon leave them as destitute of life and energy as are the hills of Gilboa of dew and rain. They must throw the soul open and let the Holy Spirit take possession to impress the mind. When everything is laid out beforehand, and they feel that they cannot vary from these set discourses, the effect is little better than that produced by reading a sermon. God would have His ministers wholly dependent upon Him, but at the same time they should be thoroughly furnished unto every good work. No subject can be treated before all congregations in the same manner. The Spirit of God, if allowed to do its work, will impress the mind with ideas calculated to meet the cases of those who need help. But the tame, formal discourses of many who enter the desk have very little of the vitalizing power of the Holy Spirit in them. The habit of preaching such discourses will effectually destroy a minister’susefulness and ability. This is one reason why the efforts of the workers in ----- and ----- have not been more successful. God has had too little to do with impressing the mind in the desk. Another cause of failure in these conferences is that the people to whom God’s messenger is sent wish to mold his ideas to theirs and to put into his mouth the words that he should speak. God’s watchmen must not study how they shall please the people, nor listen to their words and utter them; but they must listen to hear what saith the Lord, what is His word for the people. If they rely upon discourses prepared years before they may fail to meet the necessities of the occasion. Their hearts should be laid open so that the Lord may impress their minds, and then they will be able to give the people the precious truth warm from heaven. God is not pleased with those narrow-minded ministers who devote their God-given powers to matters of little moment and fail to grow in divine knowledge to the full stature of men in Christ Jesus. He would have His ministers possess breadth of mind and true moral courage. Such men will be prepared to meet opposition and surmount difficulties, and will lead the flock of God instead of being led by them. There is altogether too little of the Spirit and power of God in the labor of the watchmen. The Spirit which characterized that wonderful meeting on the Day of Pentecost is waiting to manifest its power upon the men who are now standing between the living and the dead as ambassadors for God. The power which stirred the people so mightily in movement will again be revealed. The third angel’s message will go forth, not in whispered tones, but with a loud voice. Many who profess to have great light are walking in sparks of their own kindling. They need to have their lips touched with a live coal from off the altar, that they may pour forth the truth like men who are inspired. Too many go into the desk with mechanical discourses that have no light from heaven in them. There is too much of self and too little of Jesus in the ministry of all denominations. The Lord uses humble men to proclaim His messages. Had Christ come in the majesty of a king, with the pomp which attends the great men of earth, many would have accepted Him. But Jesus of Nazareth did not dazzle the senses with a display of outward glory and make this the foundation of their reverence. He came as a humble man to be the Teacher and Exemplar as well as the Redeemer of the race. Had He encouraged pomp, had He come followed by a retinue of the great men of earth, how could He have taught humility? how could He have presented such burning truths as in His Sermon upon the Mount? His example was such as He wished all His followers to imitate. Where would have been the hope of the lowly in life had He come in exaltation and dwelt as a king upon the earth? Jesus knew the needs of the world better than they themselves knew. He did not come as an angel, clothed with the panoply of heaven, but as a man. Yet combined with His humility was an inherent power and grandeur that awed men while they loved Him. Although possessing such loveliness, such an unassuming appearance, He moved among them with the dignity and power of a heaven-born king. The people were amazed, confounded. They tried to reason the matter out; but, unwilling to renounce their own ideas, they yielded to doubts, clinging to the old expectation of a Saviour to come in earthly grandeur. When Jesus delivered the Sermon on the Mount, His disciples were gathered close about Him, and the multitude, filled with intense curiosity, also pressed as near as possible. Something more than usual was expected. Eager faces and listening attitudes gave evidence of the deep interest. The attention of all seemed riveted upon the speaker. His eyes were lighted up with unutterable love, and the heavenly expression upon His countenance gave meaning to every word uttered. Angels of heaven were in that listening throng. There, too, was the adversary of souls with his evil angels, prepared to counteract, as far as possible, the influence of the heavenly Teacher. Thetruths there uttered have come down through the ages and have been a light amid the general darkness of error. Many have found in them that which the soul most needed—a sure foundation of faith and practice. But in these words spoken by the greatest Teacher the world has ever known there is no parade of human eloquence. The language is plain, and the thoughts and sentiments are marked with the greatest simplicity. The poor, the unlearned, the most simple-minded, can understand them. The Lord of heaven was in mercy and kindness addressing the souls He came to save. He taught them as one having authority, speaking the words of eternal life. All should copy the Pattern as closely as possible. While they cannot possess the consciousness of power which Jesus had, they can so connect with the Source of strength that Jesus can abide in them and they in Him, and so His spirit and His power will be revealed in them. “Walk in the light, as He is in the light.” It is earthliness and selfishness that separate from God. The messages from heaven are of a character to arouse opposition. The faithful witnesses for Christ and the truth will reprove sin. Their words will be like a hammer to break the flinty heart, like a fire to consume the dross. There is constant need of earnest, decided messages of warning. God will have men who are true to duty. At the right time He sends His faithful messengers to do a work similar to that of Elijah."
    },
    {
      "chapter_number": 4,
      "title": "Number Thirty-Three—Testimony for the Church",
      "content": "Dear Brethren and Sisters in Healdsburg, Do not forget that the most dangerous snares which Satan has prepared for the church will come through its own members who do not love God supremely or their neighbor as themselves. Satan is continually striving to wedge himself in between brethren. He seeks to gain control of those who claim to believe the truth, but who are unconverted; and when he can influence these, through their own carnal nature, to unite with him in trying to thwart the purposes of God, then he is exultant. The Health Institute, the college, the ministry, and the missionary societies, are all instrumentalities which God employs for the accomplishment of His work. If Satan can in any way invent something which will divert talent and means from these instrumentalities into another channel, he will do it. There are some who are deceived in themselves. While flattering themselves that they are doing God’s work, they are playing into the hands of the great deceiver and rendering him effectual service. Beware of these deceptions. Ever remember what is due to our Christian profession as God’s peculiar people; and beware lest, in the exercise of personal independence, your influence may work against the purposes of God, and you, through Satan’s devices, become a stumbling block, directly in the way of those who are weakand halting. There is danger of giving our enemies occasion to blaspheme God and heap scorn upon believers in the truth. Be especially guarded against becoming a tool in the hands of the enemy to divert the minds of any—men and women, or children—from an entire surrender of themselves to God and to the great work for this time. Beware of flattering the young by holding out to them the prospect of financial gain, wonderful educational advantages, or great personal achievements. Flattering words are sweet to the unconsecrated heart, and some who think they are standing firm, are dazed, allured, and intoxicated with hopes that will never be realized. A great wrong has been done in this way. All should think and speak modestly of their own capabilities, and should be careful not to encourage pride and self-esteem in others. Men and women, unless consecrated to God, are weak in moral power and may be entirely mistaken in their estimate of human ability and of what constitutes Christian fidelity. Present no inducements which will lessen the interest of any in building up an institution which God has said should be built up. Brother A does not manifest good judgment upon all occasions and in all matters. He is not well-balanced, and unless he walks in humility before God, he will make dangerous mistakes. He lacks discernment, and therefore misjudges character, using such extravagant words of flattery to some as will hurt their souls. He will lead them to think that they can do some great thing, and thus they will neglect the little duties lying directly in their path. I do not plead for inactivity, but I plead for this selfish, worldly spirit to be overcome. Any enterprise which will unite the interests of church members, and will bring harmony and unity of effort into the work of God, may be safely entered into. But never, never forget that you are either servants of Jesus Christ, working strenuously for that unity of believers which Christ prayed might exist, or you are working against this unity and against Christ. Those who seek to lessen the interest of any in the school at Healdsburg, or in the missionary work in any of its branches, are not working together with God, but are working under another captain, whose aim is to weaken and destroy. Your usefulness, brethren and sisters of the Healdsburg church, requires that you be straightforward in all your dealings; that you be humble, holy, and undefiled. There should be less proud self-seeking, less self-importance. When the members of the church are clothed with humility, when they put from them self-esteem and self-seeking, when they seek constantly to do God’s will—then they will work together in harmony. God’s Spirit is one.... The crisis is just before us when each will need much strength from God in order to stand against the wiles of Satan, for his deceptions will come in every conceivable form. Those who have allowed themselves to be the sport of Satan’s temptations will be unprepared then to take the right side. Their ideas will be confused so that they cannot discern between the divine and the satanic. There will come a crisis in every one of our institutions. Influences will be at work against them from both believers and unbelievers. There must be no betraying of confidence or holy trust now to benefit or exalt self. We should constantly watch our life with jealous care lest we leave wrong impressions upon the world. Say it, act it: “I am a Christian. I can not act upon the world’s maxims. I must love God supremely and my neighbor as myself. I cannot enter into or connive at any arrangement which will interfere in the slightest manner with my usefulness or weaken my influence or destroy the confidence of anyone in God’s instrumentalities.” ... Remember that God’s people are but a little flock compared with the professedly Christian world and the myriads of world-adoring men and women. They are to be Bible Christians, examples to our youth of righteousness and exactness in all things. Every influence surrounding the youngshould be of a holy character, and this influence should begin in our own families. The sacred and the common should not be commingled."
    }
  ]
}