{
  "title": "The Ministry of Healing",
  "chapters": [
    {
      "chapter_number": 1,
      "title": "The True Medical Missionary",
      "content": "“To preach good tidings unto the meek;... to bind up the brokenhearted, to proclaim liberty to the captives, and the opening of the prison to them that are bound; to proclaim the year of Jehovah’s favor; ... to comfort all that mourn.”"
    },
    {
      "chapter_number": 2,
      "title": "The Work of the Physician",
      "content": "“I have given you an example, that ye should do as I have done.”"
    },
    {
      "chapter_number": 3,
      "title": "Medical Missionaries and their Work",
      "content": "They “shall be in the midst of many people as a dew from the Lord.”"
    },
    {
      "chapter_number": 4,
      "title": "The Care of the Sick",
      "content": "“They shall lay hands on the sick, and they shall recover.”"
    },
    {
      "chapter_number": 5,
      "title": "Health Principles",
      "content": "“Without a knowledge of health principles, no one is fitted for life’s responsibilities.”"
    },
    {
      "chapter_number": 6,
      "title": "The Home",
      "content": "“Life is a training school from which parents and children are to be graduated to the higher school in the mansions of God.”"
    },
    {
      "chapter_number": 7,
      "title": "The Worker’s Need",
      "content": "There is an eloquence far more powerful than the eloquence of words in the quiet, consistent life of a pure, true Christian. What a man is has more influence than what he says. The officers who were sent to Jesus came back with the report that never man spoke as He spoke. But the reason for this was that never man lived as He lived. Had His life been other than it was, He could not have spoken as He did. His words bore with them a convincing power, because they came from a heart pure and holy, full of love and sympathy, benevolence and truth. It is our own character and experience that determine our influence upon others. In order to convince others of the power of Christ’s grace, we must know its power in our own hearts and lives. The gospel we present for the saving of souls must be the gospel by which our own souls are saved. Only through a living faith in Christ as a personal Saviour is it possible to make our influence felt in a skeptical world. If we would draw sinners out of the swift-running current, ourown feet must be firmly set upon the Rock, Christ Jesus. The badge of Christianity is not an outward sign, not the wearing of a cross or a crown, but it is that which reveals the union of man with God. By the power of His grace manifested in the transformation of character the world is to be convinced that God has sent His Son as its Redeemer. No other influence that can surround the human soul has such power as the influence of an unselfish life. The strongest argument in favor of the gospel is a loving and lovable Christian."
    }
  ]
}