{
  "title": "Christian Service",
  "chapters": [
    {
      "chapter_number": 1,
      "title": "Chapter 1—God’s Call to Service",
      "content": "As His representatives among men, God does not choose angels who have never fallen, but human beings, men of like passions with those they seek to save. Christ took humanity that He might reach humanity. A divine-human Saviour was needed to bring salvation to the world. And to men and women has been committed the sacred trust of making known “the unsearchable riches of Christ.”—The Acts of the Apostles, 134. Look upon the touching scene. Behold the Majesty of heaven surrounded by the twelve whom He has chosen. He is about to set them apart for their work. By these feeble agencies, through His Word and Spirit, He designs to place salvation within the reach of all.—The Acts of the Apostles, 18. “Send men to Joppa, and call for one Simon.” Thus God gave evidence of His regard for the gospel ministry and for His organized church. The angel was not commissioned to tell Cornelius the story of the cross. A man subject, even as the centurion himself, to human frailties and temptations, was to be the one to tell him of the crucified and risen Saviour.—The Acts of the Apostles, 134. The angel sent to Philip could himself have done the work for the Ethiopian, but this is not God’s way of working. It is His plan that men are to work for their fellow men.—The Acts of the Apostles, 109. “We have this treasure,” the apostle continued, “in earthen vessels, that the excellency of the power may be of God, and not of us.” God could have proclaimed His truth through sinless angels, but this is not His plan. He chooses human beings, men compassed with infirmity, as instruments in the working out of His designs. The priceless treasure is placed in earthen vessels. Through men His blessings are to be conveyed to the world. Through them His glory is to shine forth into the darkness of sin. In loving ministry they are to meet the sinfuland the needy, and lead them to the cross. And in all their work, they are to ascribe glory, honor, and praise to Him who is above all and over all.—The Acts of the Apostles, 330. It was the Saviour’s purpose that after He ascended to heaven to become man’s intercessor, His followers should carry on the work that He had begun. Shall the human agent show no special interest in giving the light of the gospel message to those who sit in darkness? There are some who are willing to go to the ends of the earth in order to carry the light of truth to men, but God demands that every soul who knows the truth shall seek to win others to the love of the truth. If we are not willing to make special sacrifices in order to save souls that are ready to perish, how can we be counted worthy to enter into the city of God?—Testimonies for the :103. In His wisdom the Lord brings those who are seeking for truth into touch with fellow beings who know the truth. It is the plan of Heaven that those who have received light shall impart it to those in darkness. Humanity, drawing its efficiency from the great Source of wisdom, is made the instrumentality, the working agency, through which the gospel exercises its transforming power on mind and heart.—The Acts of the Apostles, 134. God could have reached His object in saving sinners without our aid; but in order for us to develop a character like Christ’s, we must share in His work. In order to enter into His joy,—the joy of seeing souls redeemed by His sacrifice,—we must participate in His labors for their redemption.—The Desire of Ages, 142. As His representatives among men, Christ does not choose angels who have never fallen, but human beings, men of like passions with those they seek to save. Christ took upon Himself humanity, that He might reach humanity. Divinity needed humanity; for it required both the divine and the human to bring salvation to the world. Divinity needed humanity, that humanity might afford a channel of communication between God and man.—The Desire of Ages, 296. With almost impatient eagerness the angels wait for our cooperation; for man must be the channel to communicate with man. And when we give ourselves to Christ in wholehearted devotion, angels rejoice that they may speak through our voices to reveal God’s love.—The Desire of Ages, 297. We must be laborers together with God; for God will not complete His work without human agencies.—The Review and Herald, , 1887."
    },
    {
      "chapter_number": 2,
      "title": "Chapter 2—The Call to Young People",
      "content": "The Lord has appointed the youth to be His helping hand.—Testimonies for the :64. With such an army of workers as our youth, rightly trained, might furnish, how soon the message of a crucified, risen, and soon-coming Saviour might be carried to the whole world!—Education, 271. We have an army of youth today who can do much if they are properly directed and encouraged. We want our children to believe the truth. We want them to be blessed of God. We want them to act a part in well-organized plans for helping other youth. Let all be so trained that they may rightly represent the truth, giving the reason of the hope that is within them, and honoring God in any branch of the work where they are qualified to labor.—General Conference Daily Bulletin, , 1893, 24."
    },
    {
      "chapter_number": 3,
      "title": "Chapter 3—Conditions Among God’s People",
      "content": "There has been but little of the missionary spirit among Sabbath-keeping Adventists. If ministers and people were sufficiently aroused, they would not rest thus indifferently while God has honored them by making them the depositaries of His law by printing it in their minds and writing it upon their hearts.—Testimonies for the :202. The true missionary spirit has deserted the churches that make so exalted a profession; their hearts are no longer aglow with love for souls and a desire to lead them into the fold of Christ. We want earnest workers. Are there none to respond to the cry that goes up from every quarter: “Come over and help us”?—Testimonies for the :156. I was shown that as a people we are deficient. Our works are not in accordance with our faith. Our faith testifies that we are living under the proclamation of the most solemn and important message that was ever given to mortals. Yet in full view of this fact, our efforts, our zeal, our spirit of self-sacrifice, do not compare with the character of the work. We should awake from the dead, and Christ will give us life.—Testimonies for the :114. My heart is pained when I think how little our churches sense their solemn accountabilities to God. It is not ministers alone who are soldiers, but every man and woman who has enlisted in Christ’s army; and are they willing to receive a soldier’s fare, just as Christ has given them an example in His life of self-denial and sacrifice? What self-denial have our churches as a whole manifested? They may have given donations in money, but have withheld themselves.... Many of the professed followers of Christ feel no more burden for souls than do the world. The lusts of the eye, and the pride of life, the love of display, the love of ease, separate the professed Christians from God, and themissionary spirit in reality exists in but few. What can be done to open the eyes of these sinners in Zion, and make hypocrites tremble?—The General Conference Daily Bulletin, , 1893, 131, 132. There is a class that are represented by Meroz. The missionary spirit has never taken hold of their souls. The calls of foreign missions have not stirred them to action. What account will those render to God, who are doing nothing in His cause,—nothing to win souls to Christ? Such will receive the denunciation, “Thou wicked and slothful servant.”—Historical Sketches, 290. As an illustration of the failure on your part to come up to the work of God, as was your privilege, I was referred to these words: “Curse ye Meroz, said the angel of the Lord, curse ye bitterly the inhabitants thereof; because they came not to the help of the Lord, to the help of the Lord against the mighty.”—Testimonies for the :247."
    },
    {
      "chapter_number": 4,
      "title": "Chapter 4—World Conditions Facing the Christian Worker",
      "content": "The world is a theater; the actors, its inhabitants, are preparing to act their part in the last great drama. With the great masses of mankind, there is no unity, except as men confederate to accomplish their selfish purposes. God is looking on. His purposes in regard to His rebellious subjects will be fulfilled. The world has not been given into the hands of men, though God is permitting the elements of confusion and disorder to bear sway for a season. A power from beneath is working to bring about the last great scenes in the drama,—Satan coming as Christ, and working with all deceivableness of unrighteousness in those who are binding themselves together in secret societies. Those who are yielding to the passion for confederation are working out the plans of the enemy. The cause will be followed by the effect.—Testimonies for the :27, 28."
    },
    {
      "chapter_number": 5,
      "title": "Chapter 5—The Church a Training Center",
      "content": "That which is needed now for the upbuilding of our churches is the nice work of wise laborers to discern and develop talent in the church,—talent that can be educated for the Master’s use. There should be a well organized plan for the employment of workers to go into all our churches, large and small, to instruct the members how to labor for the upbuilding of the church, and also for unbelievers. It is training, education, that is needed. Those who labor in visiting the churches should give the brethren and sisters instruction in practical methods of doing missionary work.—Testimonies for the :117. God expects His church to discipline and fit its members for the work of enlightening the world. An education should be given that would result in furnishing hundreds who would put out to the exchangers valuable talents. By the use of these talents, men would be developed who would be prepared to fill positions of trust and influence, and to maintain pure, uncorrupted principles. Thus great good would be accomplished for the Master.—Testimonies for the :431, 432. Every worker should be understandingly efficient. Then in a high, broad sense he can present the truth as it is in Jesus.—Testimonies for the :70. There should be no delay in this well-planned effort to educate the church members.—Testimonies for the :119. The greatest help that can be given our people is to teach them to work for God, and to depend on Him, not on the ministers.—Testimonies for the :19. It is evident that all the sermons that have been preached have not developed a large class of self-denying workers. This subject is to be considered as involving the most serious results. Our future for eternity is at stake. The churches are withering up because they have failed to use their talents in diffusing light. Careful instruction shouldbe given which will be as lessons from the Master, that all may put their light to practical use.—Testimonies for the :431. The people have had too much sermonizing; but have they been taught how to labor for those for whom Christ died? Has a line of labor been devised and placed before them in such a way that each has seen the necessity of taking part in the work?—Testimonies for the :431. It is by education and practice that persons are to be qualified to meet any emergency which may arise; and wise planning is needed to place each one in his proper sphere, that he may obtain an experience that will fit him to bear responsibility.—Testimonies for the :221."
    },
    {
      "chapter_number": 6,
      "title": "Chapter 6—Students to Do Missionary Work While in Training",
      "content": "True education is missionary training. Every son and daughter of God is called to be a missionary; we are called to the service of God and our fellow men; and to fit us for this service should be the object of our education.—The Ministry of Healing, 395. It is to fortify the youth against the temptations of the enemy that we have established schools where they may be qualified for usefulness in this life and for the service of God throughout eternity.—Counsels to Parents, Teachers, and Students, 495. He who strives to obtain knowledge in order that he may labor for the ignorant and perishing, is acting his part in fulfilling God’s great purpose for mankind. In unselfish service for the blessing of others he is meeting the high ideal of Christian education.—Counsels to Parents, Teachers, and Students, 545. The Lord calls for strong, devoted, self-sacrificing young men and women, who will press to the front, and who, after a short time spent in school, will go forth prepared to give the message to the world.—Counsels to Parents, Teachers, and Students, 549."
    },
    {
      "chapter_number": 7,
      "title": "Chapter 7—Co-operation of Ministers and Laymen",
      "content": "Let ministers and lay members go forth into the ripening fields. They will find their harvest wherever they proclaim the forgotten truths of the Bible. They will find those who will accept the truth, and who will devote their lives to winning souls to Christ.—Australasian Signs of the Times, , 1903(The Review and Herald, , 1903). It is not the Lord’s purpose that ministers should be left to do the greatest part of the work of sowing the seeds of truth. Men who are not called to the ministry are to be encouraged to labor for the Master according to their several ability. Hundreds of men and women now idle could do acceptable service. By carrying the truth into the homes of their friends and neighbors, they could do a great work for the Master.—Testimonies for the :21. God has given His ministers the message of truth to proclaim. This the churches are to receive, and in every possible way to communicate, catching the first rays of light and diffusing them.—Testimonies for the :425. The people must lift where the minister lifts, thus seconding his efforts and helping him bear his burdens, and then he will not be overworked and become discouraged. There is no influence that can be brought to bear on a church that will be enduring unless the people shall move intelligently, from principle, to do all they can to forward the work.—The Review and Herald, , 1881."
    },
    {
      "chapter_number": 8,
      "title": "Chapter 8—Organizing Christian Forces",
      "content": "Time is short, and our forces must be organized to do a larger work.—Testimonies for the :27. The formation of small companies as a basis of Christian effort has been presented to me by One who cannot err.—Testimonies for the :21, 22. Let there be in every church, well-organized companies of workers to labor in the vicinity of that church.—The Review and Herald, , 1891. In every city there should be a corps of organized, well-disciplined workers; not merely one or two, but scores should be set to work.—The General Conference Daily Bulletin, , 1893, 37. In our churches let companies be formed for service. Let different ones unite in labor as fishers of men. Let them seek to gather souls from the corruption of the world into the saving purity of Christ’s love.—Testimonies for the :21. The church of Christ on earth was organized for missionary purposes, and the Lord desires to see the entire church devising ways and means whereby high and low, rich and poor, may hear the message of truth.—Testimonies for the :29. If there is a large number in the church, let the members be formed into small companies, to work not only for the church members, but for unbelievers. If in one place there are only two or three who know the truth, let them form themselves into a band of workers.—Testimonies for the :22. If discipline and order are necessary for successful action on the battlefield, the same are as much more needful in the warfare in which we are engaged as the object to be gained is of greater value and more elevated in character, than those for which opposing forces contend upon the fieldof battle. In the conflict in which we are engaged, eternal interests are at stake.—Testimonies for the :649. God is a God of order. Everything connected with heaven is in perfect order; subjection and thorough discipline mark the movements of the angelic host. Success can only attend order and harmonious action. God requires order and system in His work now no less than in the days of Israel. All who are working for Him are to labor intelligently, not in a careless, haphazard manner. He would have His work done with faith and exactness, that He may place the seal of His approval upon it.—Patriarchs and Prophets, 376. Well-organized work must be done in the church, that its members may understand how to impart the light to others, and thus strengthen their own faith and increase their knowledge. As they impart that which they have received from God, they will be confirmed in the faith. A working church is a living church. We are built up as living stones, and every stone is to emit light. Every Christian is compared to a precious stone that catches the glory of God and reflects it.—Testimonies for the :435."
    },
    {
      "chapter_number": 9,
      "title": "Chapter 9—The Call to Arouse",
      "content": "Let the gospel message ring through our churches, summoning them to universal action. Let the members of the church have increased faith, gaining zeal from their unseen, heavenly allies, from a knowledge of their exhaustless resources, from the greatness of the enterprise in which they are engaged, and from the power of their Leader. Those who place themselves under God’s control, to be led and guided by Him, will catch the steady tread of the events ordained by Him to take place. Inspired with the Spirit of Him who gave His life for the life of the world, they will no longer stand still in impotency, pointing to what they cannot do. Putting on the armor of heaven, they will go forth to the warfare willing to do and dare for God, knowing that His omnipotence will supply their need.—Testimonies for the :14. Let us arouse! The battle is waging. Truth and error are nearing their final conflict. Let us march under the blood-stained banner of Prince Emmanuel, and fight the good fight of faith, and win eternal honors; for the truth will triumph, and we may be more than conquerors through Him who has loved us. The precious hours of probation are closing. Let us make sure work for eternal life, that we may glorify our heavenly Father, and be the means of saving souls for whom Christ died.—The Review and Herald, , 1888."
    },
    {
      "chapter_number": 10,
      "title": "Chapter 10—Methods",
      "content": "Of equal importance with special public efforts is house-to-house work in the homes of the people. In large cities there are certain classes that cannot be reached by public meetings. These must be searched out as the shepherd searches for his lost sheep. Diligent, personal effort must be put forth in their behalf. When personal work is neglected, many precious opportunities are lost, which, were they improved, would advance the work decidedly.—Testimonies for the :111. Deeds as well as words of sympathy are needed. Christ prefaced the giving of His message by deeds of love and benevolence. Let these workers go from house to house, helping where help is needed, and, as opportunity offers, telling the story of the cross. Christ is to be their text. They need not dwell upon doctrinal subjects; let them speak of the work and sacrifice of Christ. Let them hold up His righteousness, in their lives revealing His purity.—Testimonies for the :228. God is no respecter of persons. He will use humble, devoted Christians, even if they have not received so thorough an education as some others. Let such ones engage in service for Him by doing house-to-house work. Sitting by the fireside, they can—if humble, discreet, and godly—do more to meet the real needs of families than could an ordained minister.—Testimonies for the :21. Among the members of our churches there should be more house-to-house labor, in giving Bible readings and distributing literature.—Testimonies for the :127. Those who engage in house-to-house labor will find opportunities for ministry in many lines. They should pray for the sick, and should do all in their power to relieve them from suffering. They should work among the lowly, the poor, and the oppressed. We should pray for and with the helpless ones who have not strength of will to control theappetites that passion has degraded. Earnest, persevering effort must be made for the salvation of those in whose hearts an interest is awakened. Many can be reached only through acts of disinterested kindness. Their physical wants must first be relieved. As they see evidence of our unselfish love, it will be easier for them to believe in the love of Christ.—Testimonies for the :83, 84. Let the workers go from house to house, opening the Bible to the people, circulating the publications, telling others of the light that has blessed their own souls.—Testimonies for the :123. Our Saviour went from house to house, healing the sick, comforting the mourners, soothing the afflicted, speaking peace to the disconsolate. He took the little children in His arms and blessed them, and spoke words of hope and comfort to the weary mothers. With unfailing tenderness and gentleness, He met every form of human woe and affliction. Not for Himself, but for others did He labor. He was the servant of all. It was His meat and drink to bring hope and strength to all with whom He came in contact.—Gospel Workers, 188. The presentation of the truth, in love and simplicity, from house to house, is in harmony with the instruction that Christ gave His disciples when He sent them out on their first missionary tour. By songs of praise, by humble, heartfelt prayers, many will be reached. The divine Worker will be present to send conviction to hearts. “I am with you always,” is His promise. With the assurance of the abiding presence of such a helper, we may labor with faith and hope and courage.—Testimonies for the :34. House-to-house laborers are needed. The Lord calls for decided efforts to be put forth in places where the people know nothing of Bible truth. Singing and prayer and Bible readings are needed in the homes of the people. Now, just now, is the time to obey the commission, “Teaching them to observe all things whatsoever I have commanded you.” Those who do this work must have a ready knowledge ofthe Scriptures. “It is written” is to be their weapon of defense.—Counsels to Parents, Teachers, and Students, 540. My brethren and sisters, visit those who live near you, and by sympathy and kindness seek to reach their hearts. Be sure to work in a way that will remove prejudice instead of creating it. And remember that those who know the truth for this time, and yet confine their efforts to their own churches, refusing to work for their unconverted neighbors, will be called to account for unfulfilled duties.—Testimonies for the :34. On this first tour the disciples were to go only where Jesus had been before them, and had made friends. Their preparation for the journey was to be of the simplest kind. Nothing must be allowed to divert their minds from their great work, or in any way excite opposition and close the door for further labor. They were not to adopt the dress of the religious teachers, nor use any guise in apparel to distinguish them from the humble peasants. They were not to enter into the synagogues and call the people together for public service; their efforts were to be put forth in house-to-house labor. They were not to waste time in needless salutations, or in going from house to house for entertainment. But in every place they were to accept the hospitality of those who were worthy, those who would welcome them heartily as if entertaining Christ Himself. They were to enter the dwelling with the beautiful salutation, “Peace be to this house.” That home would be blessed by their prayers, their songs of praise, and the opening of the Scriptures in the family circle.—The Desire of Ages, 351, 352. Visit your neighbors in a friendly way, and become acquainted with them.... Those who do not take up this work, those who act with the indifference that some have manifested, will soon lose their first love, and will begin to censure, criticize, and condemn their own brethren.—The Review and Herald, , 1902. The apostle’s efforts were not confined to public speaking; there were many who could not have been reached in that way. He spent much time in house-to-house labor, thus availing himself of the familiar intercourse of the homecircle. He visited the sick and the sorrowing, comforted the afflicted, and lifted up the oppressed. And in all that he said and did, he magnified the name of Jesus. Thus he labored, “in weakness, and in fear, and in much trembling.” He trembled lest his teaching should reveal the impress of the human rather than the divine.—The Acts of the Apostles, 250. Go to your neighbors one by one, and come close to them till their hearts are warmed by your unselfish interest and love. Sympathize with them, pray with them, watch for opportunities to do them good, and as you can, gather a few together and open the Word of God to their darkened minds. Keep watching, as he who must render an account for the souls of men, and make the most of the privileges that God gives you of laboring with Him in His moral vineyard. Do not neglect speaking to your neighbors, and doing them all the kindness in your power, that you “by all means may save some.” We need to seek for the spirit that constrained the apostle Paul to go from house to house pleading with tears, and teaching “repentance toward God, and faith toward our Lord Jesus Christ.”—The Review and Herald, , 1888. The Lord has presented before me the work that is to be done in our cities. The believers in these cities are to work for God in the neighborhood of their homes. They are to labor quietly and in humility, carrying with them wherever they go the atmosphere of heaven.—Testimonies for the :128."
    },
    {
      "chapter_number": 11,
      "title": "Chapter 11—Medical Missionary Work",
      "content": "During His ministry, Jesus devoted more time to healing the sick than to preaching.—The Ministry of Healing, 19. Before the true reformer, the medical missionary work will open many doors.—Testimonies for the :62. Genuine medical missionary work is the gospel practiced.—Testimonies for the :168. Medical missionary work is the pioneer work of the gospel. In the ministry of the word and in the medical missionary work the gospel is to be preached and practiced.—The Ministry of Healing, 144. The Saviour of the world devoted more time and labor to healing the afflicted of their maladies than to preaching. His last injunction to His apostles, His representatives upon the earth, was to lay hands on the sick that they might recover. When the Master shall come, He will commend those who have visited the sick and relieved the necessities of the afflicted.—Testimonies for the :225. He designs that the medical missionary work shall prepare the way for the presentation of the saving truth for this time,—the proclamation of the third angel’s message. If this design is met, the message will not be eclipsed nor its progress hindered.—Testimonies for the :293. First meet the temporal necessities of the needy, and relieve their physical wants and sufferings, and you will then find an open avenue to the heart, where you may plant the good seeds of virtue and religion.—Testimonies for the :227. Nothing will give greater spiritual strength and a greater increase of earnestness and depth of feeling, than visiting and ministering to the sick and the desponding, helping them to see the light and to fasten their faith upon Jesus.—Testimonies for the :75, 76."
    },
    {
      "chapter_number": 12,
      "title": "Chapter 12—Bible Evangelism",
      "content": "The plan of holding Bible readings was a heaven-born idea. There are many, both men and women, who can engage in this branch of missionary labor. Workers may thus be developed who will become mighty men of God. By this means the Word of God has been given to thousands; and the workers are brought into personal contact with people of all nations and tongues. The Bible is brought into families, and its sacred truths come home to the conscience. Men are entreated to read, examine, and judge for themselves, and they must abide the responsibility of receiving or rejecting the divine enlightenment. God will not permit this precious work for Him to go unrewarded. He will crown with success every humble effort made in His name.—Gospel Workers, 192. Our work has been marked out for us by our heavenly Father. We are to take our Bibles, and go forth to warn the world. We are to be God’s helping hands in saving souls,—channels through which His love is day by day to flow to the perishing.—Testimonies for the :150."
    },
    {
      "chapter_number": 13,
      "title": "Chapter 13—Ministry of the Printed Page",
      "content": "If there is one work more important than another, it is that of getting our publications before the public, thus leading them to search the Scriptures. Missionary work—introducing our publications into families, conversing, and praying with and for them—is a good work.—The Colporteur Evangelist, 80. Let every Seventh-day Adventist ask himself, “What can I do to proclaim the third angel’s message?” Christ came to this world to give this message to His servant to give to the churches. It is to be proclaimed to every nation, kindred, tongue, and people. How are we to give it? The distribution of our literature is one means by which the message is to be proclaimed. Let every believer scatter broadcast tracts and leaflets and books containing the message for this time. Colporteurs are needed who will go forth to circulate our publications everywhere.—The Southern Watchman, , 1904. Papers and books are the Lord’s means of keeping the message for this time continually before the people. In enlightening and confirming souls in the truth, the publications will do a far greater work than can be accomplished by the ministry of the word alone. The silent messengers that are placed in the homes of the people through the work of the canvasser, will strengthen the gospel ministry in every way; for the Holy Spirit will impress minds as they read the books, just as He impresses the minds of those who listen to the preaching of the word. The same ministry of angels attends the books that contain the truth as attends the work of the minister.—Testimonies for the :315, 316. Let not the canvassing work be left to languish. Let the books containing the light on present truth be placed before as many as possible. The presidents of our conferences and others in responsible positions have a duty to do in this matter.—The Southern Watchman, , 1905(Testimonies for the :329). The world is to receive the light of truth through an evangelizing ministry of the word in our books and periodicals. Our publications are to show that the end of all things is at hand.—The Colporteur Evangelist, 100. God calls upon His people to act like living men, and not be indolent, sluggish, and indifferent. We must carry the publications to the people and urge them to accept.—The Southern Watchman, , 1905(Testimonies for the :392). Our publications are now sowing the gospel seed, and are instrumental in bringing as many souls to Christ as the preached word. Whole churches have been raised up as the result of their circulation. In this work every disciple of Christ can act a part.—The Review and Herald, , 1880. A messenger from heaven stood in our midst, and he spoke words of warning and instruction. He made us clearly understand that the gospel of the kingdom is the message for which the world is perishing, and that this message, as contained in our publications already in print, and those yet to be issued, should be circulated among the people who are nigh and afar off.—Testimonies for the :67. The book work should be the means of quickly giving the sacred light of present truth to the world.—Testimonies for the :69. Satan is busy in this department of his work, scattering literature which is debasing the morals and poisoning the minds of the young. Infidel publications are scattered broadcast throughout the land. Why should not every member of the church be as deeply interested in sending forth publications that will elevate the minds of the people, and bring the truth directly before them? These papers and tracts are for the light of the world, and have often been instrumental in converting souls.—The Review and Herald, , 1880. We have been asleep, as it were, regarding the work that may be accomplished by the circulation of well-prepared literature. Let us now, by the wise use of periodicals and books, preach the word with determined energy, that the world may understand the message that Christ gave toJohn on the isle of Patmos.—The Colporteur Evangelist, 101. Church members, awake to the importance of the circulation of our literature, and devote more time to this work. Place in the homes of the people papers, tracts, and books that will preach the gospel in its several lines. There is no time to be lost. Let many give themselves willingly and unselfishly to the canvassing work, and thus help to sound a warning that is greatly needed. When the church takes up her appointed work, she will go forth “fair as the moon, clear as the sun, and terrible as an army with banners.”—The Southern Watchman, , 1902(Pacific Union Recorder, , 1902). The light of truth is shedding its bright beams upon the world through missionary effort. The press is an instrumentality by which many are reached whom it would be impossible to reach by ministerial effort.—Testimonies for the :388. The night of trial is nearly spent. Satan is bringing in his masterly power because he knoweth that his time is short. The chastisement of God is upon the world, to call all who know the truth to hide in the cleft of the Rock, and view the glory of God. The truth must not be muffled now. Plain statements must be made. Unvarnished truth must be spoken, in leaflets and pamphlets, and these must be scattered like the leaves of autumn.—Testimonies for the :231. Canvassers are needed to take up the work of carrying these silent messengers of truth to the people,—canvassers who feel a burden for souls, and who can speak words in season to those who are seeking for light. Some may say, “I am not a minister; I cannot preach to the people,” You may not be able to preach, but you can be an evangelist, ministering to the needs of those with whom you come in contact; you can be God’s helping hand, working as the disciples worked; you can ask those you meet if they love the Lord Jesus.—The Southern Watchman, , 1902(Pacific Union Recorder, , 1902)."
    },
    {
      "chapter_number": 14,
      "title": "Chapter 14—Religious Liberty",
      "content": "David prayed, “It is time for Thee, Lord, to work: for they have made void Thy law.” This prayer is no less pertinent at the present time. The world has gone astray from God, and its lawless state should strike terror to the heart, and lead all who are loyal to the great King to work for a reformation. The papal power has thought to change the law of God by substituting a spurious Sabbath for that of Jehovah; and all through the religious world the false sabbath is revered, while the true one is trampled beneath unholy feet.... It is on the law of God that the last great struggle of the controversy between Christ and His angels and Satan and his angels will come, and it will be decisive for all the world.... Men in responsible positions will not only ignore and despise the Sabbath themselves, but from the sacred desk will urge upon the people the observance of the first day of the week, pleading tradition and custom in behalf of this man-made institution. They will point to calamities on land and sea—to the storms of wind, the floods, the earthquakes, the destruction by fire—as judgments indicating God’s displeasure because Sunday is not sacredly observed. These calamities will increase more and more, one disaster will follow close upon the heels of another; and those who make void the law of God will point to the few who are keeping the Sabbath of the fourth commandment as the ones who are bringing wrath upon the world. This falsehood is Satan’s device that he may ensnare the unwary.—The Southern Watchman, , 1904."
    },
    {
      "chapter_number": 15,
      "title": "Chapter 15—Harvest Ingathering",
      "content": "For years the perplexing question has been before us, How can we raise funds adequate for the support of the missions which the Lord has gone before us to open? We read the plain commands of the gospel; and the missions, in both home and foreign fields, present their necessities. The indications, yea, the positive revelations of Providence unite in urging us to do quickly the work that is waiting to be done.—Testimonies for the :114."
    },
    {
      "chapter_number": 16,
      "title": "Chapter 16—The Church Expansion Movement",
      "content": "It is not the purpose of God that His people should colonize, or settle together in large communities. The disciples of Christ are His representatives upon the earth, and God designs that they shall be scattered all over the country, in the towns, cities, and villages, as lights amidst the darkness of the world.—Testimonies for the :244. The plan of colonizing, or moving from different localities where there is but little strength or influence, and concentrating the influence of many in one locality, is removing the light from places where God would have it shine.—Testimonies for the :633. If the church of Christ were fulfilling the purpose of our Lord, light would be shed upon all that sit in darkness and in the region and shadow of death. Instead of congregating together and shunning responsibility and cross-bearing, the members of the church would scatter into all lands, letting the light of Christ shine out from them, working as He did for the salvation of souls, and this “gospel of the kingdom” would speedily be carried to all the world.—Thoughts From the Mount of Blessing, 42, 43. Brethren and sisters, why hover about the churches? Study the parable of the lost sheep, and go forth as true shepherds, seeking the lost one who is in the wilderness of sin. Rescue the perishing.—The Review and Herald, , 1893. The lay members of our churches can accomplish a work which, as yet, they have scarcely begun. None should move into new places merely for the sake of worldly advantage; but where there is an opening to obtain a livelihood, let families that are well grounded in the truth enter, one or two families in a place, to work as missionaries. They should feel a love for souls, a burden of labor for them, and should make it a study how to bring them into the truth. They can distribute our publications, hold meetings intheir homes, become acquainted with their neighbors, and invite them to come to these meetings. Thus they can let their light shine in good works.—Testimonies for the :245. Brethren who wish to change their location, who have the glory of God in view, and feel that individual responsibility rests upon them to do others good, to benefit and save souls for whom Christ withheld not His precious life, should move into towns and villages where there is but little or no light, and where they can be of real service, and bless others with their labor and experience. Missionaries are wanted to go into towns and villages and raise the standard of truth, that God may have His witnesses scattered all over the land, that the light of truth may penetrate where it has not yet reached, and the standard of truth be raised where it is not yet known.—Testimonies for the :115. Nothing will so arouse a self-sacrificing zeal and broaden and strengthen the character as to engage in work for others. Many professed Christians, in seeking church relationship, think only of themselves. They wish to enjoy church fellowship and pastoral care. They become members of large and prosperous churches, and are content to do little for others. In this way they are robbing themselves of the most precious blessings. Many would be greatly benefited by sacrificing their pleasant, ease-conducing associations. They need to go where their energies will be called out in Christian work, and they can learn to bear responsibilities.—The Ministry of Healing, 151. There are thousands of places to be entered where the standard of truth has never been raised, where the proclamation of the truth has never been heard in America. And there are thousands who might enter the harvest field who are now religiously idle, and as a result, go crippling their way to heaven, expressing their doubt whether they are Christians. Their need is a vital union with Jesus Christ. Then it can be said of them, “Ye are laborers together with God.” I want to say to many, You are waiting for some one to carry you to the vineyard and set you to work, or to bring the vineyard to you, that you may experience noinconvenience in labor. You will wait in vain. If you will lift up your eyes, you will see the harvest ripe, ready for the sickle, whichever way you may look; you will find work close by and far off. But of how many will Christ say in the judgment, “Good and faithful servants”? I think how the angels must feel seeing the end approaching, and those who claim to have a knowledge of God and Jesus Christ whom He hath sent, huddle together, colonize, and attend the meetings, and feel dissatisfied if there is not much preaching to benefit their souls and strengthen the church, while they are doing literally nothing.... If their temporal, financial prospects are not as prosperous by moving to localities where the truth has not been proclaimed, or where there has been but a glimmering of light, will they not be doing just the work that Jesus has done to save them?—The General Conference Daily Bulletin, , 1893, 131. We see the great need of missionary work to carry the truth not only to foreign countries, but to those who are near us. around us are cities and towns in which no efforts are made to save souls. Why should not families who know the present truth settle in these cities and villages, to set up there the standard of Christ, working in humility, not in their own way, but in God’s way, to bring the light before those who have no knowledge of it? When the church shall truly have the spirit of the message, they will throw all their energies into the work of saving the souls for whom Christ has died. They will enter new fields. Some who are not ordained ministers will be laborers together with God in visiting the churches, and trying to strengthen the things that remain, that are ready to die. There will be laymen who will move into towns and cities, and into apparently out-of-the-way places, that they may let the light which God has given them, shine forth to others. Some whom they meet will not appear to be the most promising subjects, but the only question should be, Will they come into harmony with Christ? Will they become partakers of His spirit, so that their influence, in precept and example, will present the attractions of the Author of truth and righteousness? In places where the truth is not known, brethren who are adapted to the work, might hire a hall, or some other suitable place to assemble, and gather together all who will come. Then let them instruct the people in the truth. They need not sermonize, but take the Bible, and let God speak directly out of His Word. If there is only a small number present, they can read a “Thus saith the Lord,” without a great parade or excitement; just read and explain the simple gospel truth, and sing and pray with them.—The Review and Herald, , 1891."
    },
    {
      "chapter_number": 17,
      "title": "Chapter 17—Christian Help Work",
      "content": "Many feel that it would be a great privilege to visit the scenes of Christ’s life on earth, to walk where He trod, to look upon the lake beside which He loved to teach, and the hills and valleys on which His eyes so often rested. But we need not go to Nazareth, to Capernaum, or to Bethany, in order to walk in the steps of Jesus. We shall find His footprints beside the sick-bed, in the hovels of poverty, in the crowded alleys of the great city, and in every place where there are human hearts in need of consolation. In doing as Jesus did when on earth, we shall walk in His steps.—The Desire of Ages, 640. Jesus worked to relieve every case of suffering that He saw. He had little money to give, but He often denied Himself of food in order to relieve those who appeared more needy than He. His brothers felt that His influence went far to counteract theirs. He possessed a tact which none of them had, or desired to have. When they spoke harshly to poor, degraded beings, Jesus sought out these very ones, and spoke to them words of encouragement. To those who were in need He would give a cup of cold water, and would quietly place His own meal in their hands. As He relieved their sufferings, the truths He taught were associated with His acts of mercy, and were thus riveted in the memory.—The Desire of Ages, 86, 87."
    },
    {
      "chapter_number": 18,
      "title": "Chapter 18—The Camp-Meeting an Aid in Christian Service",
      "content": "The camp-meeting is one of the most important agencies in our work. It is one of the most effective methods of arresting the attention of the people.—Testimonies for the :31. In our work we have been perplexed to know how to break through the barriers of worldliness and prejudice, and bring before the people the precious truth which means so much to them. The Lord has instructed us that the camp-meeting is one of the most important instrumentalities for the accomplishment of this work.—Testimonies for the :31, 32."
    },
    {
      "chapter_number": 19,
      "title": "Chapter 19—The Home-Foreign Field",
      "content": "Wake up, wake up, my brethren and sisters, and enter the fields in America that have never been worked. After you have given something for foreign fields, do not think your duty done. There is a work to be done in foreign fields, but there is a work to be done in America that is just as important. In the cities of America there are people of almost every language. These need the light that God has given to His church.—Testimonies for the :36. While plans are being carried out to warn the inhabitants of various nations in distant lands, much must be done in behalf of the foreigners who have come to the shores of our own land. The souls in China are no more precious than the souls within the shadow of our doors. God’s people are to labor faithfully in distant lands, as His providence may open the way; and they are also to fulfil their duty toward the foreigners of various nationalities in the cities and villages and country districts close by.—The Review and Herald, , 1918(The Review and Herald, , 1914). In New York City, in Chicago, and in other great centers of population, there is a larger foreign element—multitudes of various nationalities, and all practically unwarned. Among Seventh-day Adventists there is a great zeal—and I am not saying there is any too much—to work in foreign countries; but it would be pleasing to God if a proportionate zeal were manifested to work the cities close by. His people need to move sensibly. They need to set about this work in the cities with serious earnestness. Men of consecration and talent are to be sent into these cities and set to work. Many classes of laborers are to unite in conducting these efforts to warn the people.—The Review and Herald, , 1918(The Review and Herald, , 1914)."
    },
    {
      "chapter_number": 20,
      "title": "Chapter 20—Reaching The Wealthy And Influential",
      "content": "There is a work to be done for the wealthy. They need to be awakened to their responsibility as those intrusted with the gifts of heaven. They need to be reminded that they must give an account to Him who shall judge the living and the dead. The wealthy man needs your labor in the love and fear of God. Too often he trusts in his riches, and feels not his danger. The eyes of his mind need to be attracted to things of enduring value.—Christ’s Object Lessons, 230. Those who stand high in the world for their education, wealth, or calling, are seldom addressed personally in regard to the interests of the soul. Many Christian workers hesitate to approach these classes. But this should not be. If a man were drowning, we would not stand by and see him perish because he was a lawyer, a merchant, or a judge. If we saw persons rushing over a precipice, we would not hesitate to urge them back, whatever might be their position or calling. Neither should we hesitate to warn men of the peril of the soul. None should be neglected because of their apparent devotion to worldly things.—Christ’s Object Lessons, 230, 231. We are to have travail of soul for those who are in high places; we are to extend to them the gracious invitation to come to the marriage feast.—The Southern Watchman, , 1904. The Lord desires that moneyed men shall be converted, and act as His helping hand in reaching others. He desires that those who can help in the work of reform and restoration shall see the precious light of truth and be transformed in character, and led to use their intrusted capital in His service. He would have them invest the means He has lent them, in doing good, in opening the way for the gospel to be preached to all classes nigh and afar off.—Testimonies for the :114. Those who belong to the higher ranks of society are to be sought out with tender affection and brotherly regard. Men in business life, in high positions of trust, men with large inventive faculties and scientific insight, men of genius, teachers of the gospel whose minds have not been called to the special truths for this time,—these should be the first to hear the call. To them the invitation must be given.—Christ’s Object Lessons, 230. Mistakes have been made in not seeking to reach ministers and the higher classes with the truth. People not of our faith have been shunned altogether too much. While we should not associate with them to receive their mold, there are honest ones everywhere for whom we should labor cautiously, wisely, and intelligently, full of love for their souls. A fund should be raised to educate men and women to labor for these higher classes, both here and in other countries.—Testimonies for the :580, 581."
    },
    {
      "chapter_number": 21,
      "title": "Chapter 21—The Home a Missionary Training Center",
      "content": "The home is the child’s first school, and it is here that the foundation should be laid for a life of service.—The Ministry of Healing, 400. The first great business of your life is to be a missionary at home.—Testimonies for the :138. The restoration and uplifting of humanity begins in the home. The work of parents underlies every other.... The well-being of society, the success of the church, the prosperity of the nation, depend upon home influences.—The Ministry of Healing, 349. The more fully the spirit of true ministry pervades the home the more fully it will be developed in the lives of the children. They will learn to find joy in service and sacrifice for the good of others.—The Ministry of Healing, 401. Let not parents forget the great mission field that lies before them in the home. In the children committed to her every mother has a sacred charge from God. “Take this son, this daughter,” God says, “and train it for Me. Give it a character polished after the similitude of a palace, that it may shine in the courts of the Lord forever.” The light and glory that shine from the throne of God rest upon the faithful mother as she tries to educate her children to resist the influence of evil.—Testimonies for the :37. Our work for Christ is to begin with the family, in the home.... There is no missionary field more important than this. By precept and example parents are to teach their children to labor for the unconverted. The children should be so educated that they will sympathize with the aged and afflicted, and will seek to alleviate the sufferings of the poor and distressed. They should be taught to be diligent in missionary work; and from their earliest years, self-denial and sacrifice for the good of others and theadvancement of Christ’s cause should be inculcated, that they may be laborers together with God. But if they ever learn to do genuine missionary work for others, they must first learn to labor for those at home, who have a natural right to their offices of love.—Testimonies for the :429. Our households must be set in order, and earnest efforts must be made to interest every member of the family in missionary enterprises. We must seek to engage the sympathies of our children in earnest work for the unsaved, that they may do their best at all times and in all places to represent Christ.—The Review and Herald, , 1893."
    },
    {
      "chapter_number": 22,
      "title": "Chapter 22—The Prayer And Missionary Meeting",
      "content": "The upbuilding of the kingdom of God is retarded or urged forward according to the unfaithfulness or fidelity of human agencies. The work is hindered by the failure of the human to co-operate with the divine. Men may pray, “Thy kingdom come. Thy will be done in earth, as it is in heaven”; but if they fail of acting out this prayer in their lives, their petitions will be fruitless.—Testimonies for the :437, 438."
    },
    {
      "chapter_number": 23,
      "title": "Chapter 23—Miscellaneous Lines of Missionary Work",
      "content": "Angels are sent to minister to the children of God who are physically blind. Angels guard their steps and save them from a thousand dangers, which, unknown to them, beset their path.—Testimonies for the :516. He will not hearken to the prayer of His people while ... the blind and the sick are neglected among them.—Testimonies for the :518. If there are those in the church who would cause the blind to stumble, they should be brought to justice; for God has made us guardians of the blind, the afflicted, the widows, and the fatherless. The stumbling block referred to in the Word of God does not mean a block of wood placed before the feet of the blind to cause him to stumble; but it means much more than this. It means any course that may be pursued to injure the influence of their blind brother, to work against his interest, or to hinder his prosperity.—Testimonies for the :519. The blind man has disadvantages to meet on every side in the loss of his sight. That heart in which pity and sympathy are not excited at seeing a blind man groping his way in a world clothed to him in darkness, is hard indeed, and must be softened by the grace of God.—Testimonies for the :521."
    },
    {
      "chapter_number": 24,
      "title": "Chapter 24—Qualifications for Successful Christian Service",
      "content": "Listlessness and inefficiency are not piety. When we realize that we are working for God, we shall have a higher sense than we have ever had before of the sacredness of spiritual service. This realization will put life and vigilance and persevering energy into the discharge of every duty.—Testimonies for the :150. The time demands greater efficiency and deeper consecration. O, I am so full of this subject that I cry to God, “Raise up and send forth messengers filled with a sense of their responsibility, messengers in whose hearts self-idolatry, which lies at the foundation of all sin, has been crucified.”—Testimonies for the :27. The work committed to the disciples would require great efficiency; for the tide of evil ran deep and strong against them.—The Acts of the Apostles, 31."
    },
    {
      "chapter_number": 25,
      "title": "Chapter 25—The Holy Spirit",
      "content": "To us today, as verily as to the first disciples, the promise of the Spirit belongs. God will today endow men and women with power from above, as He endowed those who on the day of Pentecost heard the word of salvation. At this very hour His Spirit and His grace are for all who need them and will take Him at His word.—Testimonies for the :20. The promise of the Holy Spirit is not limited to any age or to any race. Christ declared that the divine influence of His Spirit was to be with His followers unto the end. From the day of Pentecost to the present time, the Comforter has been sent to all who have yielded themselves fully to the Lord and to His service.—The Acts of the Apostles, 49. God desires to refresh His people by the gift of the Holy Spirit, baptizing them anew in His love. There is no need for a dearth of the Holy Spirit in the church. After Christ’s ascension, the Holy Spirit came upon the waiting, praying, believing disciples with a fulness and power that reached every heart. In the future the earth is to be lightened with the glory of God. A divine influence is to go forth to the world from those who are sanctified through the truth. The earth is to be encircled with an atmosphere of grace. The Holy Spirit is to work on human hearts, taking the things of God and showing them unto men.—The Southern Watchman, , 1905. It is true that in the time of the end, when God’s work in the earth is closing, the earnest efforts put forth by consecrated believers under the guidance of the Holy Spirit, are to be accompanied by special tokens of divine favor. Under the figure of the early and the latter rain, that falls in Eastern lands at seed-time and harvest, the Hebrew prophets foretold the bestowal of spiritual grace in extraordinary measure upon God’s church. The out-pouring of the Spirit in the days of the apostles was the beginning of the early,or former rain, and glorious was the result. To the end of time, the presence of the Spirit is to abide with the true church.—The Acts of the Apostles, 54, 55. The outpouring of the Spirit in the days of the apostles was the “former rain,” and glorious was the result. But the latter rain will be more abundant. What is the promise to those living in these days?—“Turn you to the stronghold, ye prisoners of hope; even today do I declare that I will render double unto thee.” “Ask ye of the Lord rain in the time of the latter rain; so the Lord shall make bright clouds, and give them showers of rain, to every one grass in the field.”—Testimonies for the :21."
    },
    {
      "chapter_number": 26,
      "title": "Chapter 26—Assurance of Success",
      "content": "God will do the work if we will furnish Him the instruments.—Testimonies for the :107. God will accept the whole-hearted service, and will Himself make up the deficiencies.—The Ministry of Healing, 150. Every deed of righteousness will be immortalized, although the doer may not feel that he has done anything worthy of notice.—Testimonies for the :683. If you are truly consecrated, God will, through your instrumentality, bring into the truth others whom He can use as channels to convey light to many that are groping in darkness.—Testimonies for the :63. The truth is soon to triumph gloriously, and all who now choose to be laborers together with God will triumph with it.—Testimonies for the :135. To every one who offers himself to the Lord for service, withholding nothing, is given power for the attainment of measureless results.—Testimonies for the :30. When we labor diligently for the salvation of our fellow men, God will prosper our very effort.—Testimonies for the :86. The Lord has a place for every one in His great plan. Talents that are not needed are not bestowed. Supposing that the talent is small. God has a place for it, and that one talent, if faithfully used, will do the very work God designs that it should do.—Testimonies for the :37. The humblest workers, in co-operation with Christ, may touch chords whose vibrations shall ring to the ends of the earth, and make melody throughout eternal ages.—The Ministry of Healing, 159. True success in any line of work is not the result of chance or accident or destiny. It is the outworking of God’s providences, the reward of faith and discretion, of virtue and perseverance. Fine mental qualities and a highmoral tone are not the result of accident. God gives opportunities; success depends upon the use made of them.—Prophets and Kings, 486. Those who are impressed to enter the work, whether in the home field or in the regions beyond, are to go forward in the name of the Lord. If they depend on God for grace and strength, they will succeed. At the beginning their work may be small, but if they follow the Lord’s plans, it will enlarge. God lives. He will work for the unselfish, self-sacrificing laborer, whoever and wherever he may be.—The Southern Watchman, , 1903."
    },
    {
      "chapter_number": 27,
      "title": "Chapter 27—Reward of Service",
      "content": "It is not a vain thing to serve God. There is a priceless reward for those who devote their life to His service.—Testimonies for the :107. Every sacrifice that is made in His ministry will be recompensed according to “the exceeding riches of His grace.”—The Desire of Ages, 249. Our reward for working with Christ in this world is the greater power and wider privilege of working with Him in the world to come.—Christ’s Object Lessons, 361."
    }
  ]
}